{
    "nome": "p4_s1_c1",
    "primeiroParagrafo": 2566,
    "ultimoParagrafo": 2649,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "QUARTA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A ORAÇÃO CRISTÃ\n\n"
        },
        {
            "tipo": "título",
            "texto": "PRIMEIRA SECÇÃO"
        },
        {
            "tipo": "título",
            "texto": "A ORAÇÃO NA VIDA CRISTÃ\n\n"
        },
        {
            "tipo": "subtítulo",
            "texto": "CAPÍTULO PRIMEIRO"
        },
        {
            "tipo": "subtítulo",
            "texto": "A REVELAÇÃO DA ORAÇÃO"
        },
        {
            "tipo": "tópico",
            "texto": "O apelo universal à oração"
        },
        {
            "tipo": "parágrafo",
            "texto": "2566. O homem anda à procura de Deus. Pela criação, Deus chama todos os seres do nada à existência. Coroado de glória e esplendor (1), o homem, depois dos anjos, é capaz de reconhecer «que o nome do Senhor é grande em toda a terra» (2). Mesmo depois de, pelo pecado, ter perdido a semelhança com Deus, o homem continua a ser à imagem do seu Criador. Conserva o desejo d'Aquele que o chama à existência. Todas as religiões testemunham esta busca essencial do homem (3).",
            "paragrafo": 2566
        },
        {
            "tipo": "parágrafo",
            "texto": "2567. Mas é Deus que primeiro chama o homem. Muito embora o homem se esqueça do seu Criador ou se esconda da sua face, corra atrás dos ídolos ou acuse a divindade de o ter abandonado, o Deus vivo e verdadeiro chama incansavelmente cada pessoa ao misterioso encontro da oração. Na oração, é sempre o amor do Deus fiel a dar o primeiro passo; o passo do homem é sempre uma resposta. A medida que Deus Se revela e revela o homem a si mesmo, a oração surge como um apelo recíproco, um drama de aliança. Através das palavras e dos actos, este drama compromete o coração e manifesta-se ao longo de toda a história da salvação.",
            "paragrafo": 2567
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 1"
        },
        {
            "tipo": "subtítulo",
            "texto": "NO ANTIGO TESTAMENTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2568. A revelação da oração no Antigo Testamento inscreve-se entre a queda e o levantar-se do homem, entre o doloroso chamamento de Deus pelos seus primeiros filhos: «Onde estás? [...] Porque fizeste isso?» (Gn 3, 9,13), e a resposta do Filho único, ao entrar neste mundo: «Eis que venho, [...] ó Deus, para fazer a tua vontade» (Heb 10, 7) (4). A oração está assim ligada à história dos homens; é a relação com Deus nos acontecimentos da história.",
            "paragrafo": 2568
        },
        {
            "tipo": "subtópico",
            "texto": "A CRIAÇÃO – FONTE DA ORAÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2569. Antes de mais, é a partir das realidades da criação que a oração se vive. Os nove primeiros capítulos do Génesis descrevem esta relação com Deus como oferta das primeiras crias do rebanho por Abel (5), como invocação do nome divino por Henoc (6), como «caminhada com Deus» (7). A oferenda de Noé é «agradável» a Deus que o abençoa e, através dele, abençoa toda a criação (8) porque o seu coração é justo e íntegro. Também ele «anda com Deus» (Gn 6, 9). Esta qualidade da oração é vivida por uma multidão de justos em todas as religiões.\n\nNa sua aliança indefectível com os seres vivos (9), Deus está sempre a chamar os homens para lhe rezarem. Mas é sobretudo a partir do nosso pai Abraão que a oração se revela no Antigo Testamento.",
            "paragrafo": 2569
        },
        {
            "tipo": "subtópico",
            "texto": "A PROMESSA E A ORAÇÃO DA FÉ"
        },
        {
            "tipo": "parágrafo",
            "texto": "2570. Quando Deus o chama, Abraão parte «como o Senhor lhe tinha mandado» (Gn 12, 4). O seu coração está completamente «submetido à Palavra»: ele obedece. A escuta do coração que se decide em conformidade com Deus é essencial à oração; as palavras têm um valor relativo. Mas a oração de Abraão exprime-se, antes de mais, em actos: homem de silêncio, constrói, em cada etapa, um altar ao Senhor. Só mais tarde é que aparece a sua primeira oração por palavras: uma queixa velada que lembra a Deus as suas promessas que não parecem cumprir-se (10). Assim nos aparece, desde o princípio, um dos aspectos do drama da oração: a prova da fé na fidelidade de Deus.",
            "paragrafo": 2570
        },
        {
            "tipo": "parágrafo",
            "texto": "2571. Tendo acreditado em Deus (11) caminhando na sua presença e em aliança com Ele (12), o patriarca está pronto para acolher na sua tenda o Hóspede misterioso: é a admirável hospitalidade de Mambré, prelúdio da Anunciação do verdadeiro Filho da promessa (13). Desde então, tendo-lhe Deus confiado o seu desígnio, o coração de Abraão fica em sintonia com a compaixão do seu Senhor pelos homens e ousa interceder por eles com uma confiança audaciosa (14).",
            "paragrafo": 2571
        },
        {
            "tipo": "parágrafo",
            "texto": "2572. Como última purificação da sua fé, é pedido ao «depositário das promessas» (Heb 11, 17) que sacrifique o filho que Deus lhe deu. A sua fé não vacila: «Deus proverá quanto ao cordeiro para o holocausto» (Gn 22, 8),  «porque Deus, pensava ele, é capaz até de ressuscitar os mortos» (Heb 11, 19). E assim, o pai dos crentes conformou-se com a semelhança do Pai que não poupará o seu próprio Filho, mas O entregará por todos nós (15). A oração restaura o homem na semelhança com Deus e fá-lo participante no poder do amor de Deus que salva a multidão (16).",
            "paragrafo": 2572
        },
        {
            "tipo": "parágrafo",
            "texto": "2573. Deus renova a sua promessa a Jacob, o antepassado das doze tribos de Israel (17). Antes de enfrentar o seu irmão Esaú, ele luta durante uma noite inteira com «alguém», um ser misterioso que se nega a revelar o seu nome, mas que o abençoa, antes de o deixar, ao raiar da aurora. A tradição espiritual da Igreja divisou nesta narrativa o símbolo da oração como combate da fé e vitória da perseverança (18).",
            "paragrafo": 2573
        },
        {
            "tipo": "subtópico",
            "texto": "MOISÉS E A ORAÇÃO DO MEDIADOR"
        },
        {
            "tipo": "parágrafo",
            "texto": "2574. Quando começa a realizar-se a promessa (a Páscoa, o Êxodo, o dom da Lei e a conclusão da Aliança), a oração de Moisés é a tocante figura da oração de intercessão, que terá a sua realização no «Mediador único entre Deus e os homens, Cristo Jesus» (1 Tm 2, 5).",
            "paragrafo": 2574
        },
        {
            "tipo": "parágrafo",
            "texto": "2575. Também aqui, a iniciativa é de Deus. Ele chama Moisés do meio da sarça ardente (19). Este acontecimento ficará como uma das figuras primordiais da oração na tradição espiritual judaica e cristã. Com efeito, se «o Deus de Abraão, de Isaac e de Jacob» chama o seu servo Moisés, é porque Ele é o Deus vivo, que quer a vida dos homens. Revela-Se para os salvar, mas não sozinho nem apesar deles: chama Moisés para o enviar, para o associar à sua compaixão, à sua obra de salvação. Há como que uma imploração divina nesta missão e Moisés, após um longo debate, conformará a sua vontade com a de Deus salvador. Mas neste diálogo em que Deus Se confia, Moisés também aprende a orar: esquiva-se, objecta e, sobretudo, interroga. E é em resposta à sua pergunta que o Senhor lhe confia o seu Nome inefável, o qual se revelará nas suas magníficas proezas.",
            "paragrafo": 2575
        },
        {
            "tipo": "parágrafo",
            "texto": "2576. «O Senhor falava com Moisés frente a frente, como um homem fala com o seu amigo» (Ex 33, 11). A oração de Moisés é o tipo da contemplação, graças à qual o servo de Deus se mantém fiel à sua missão. Moisés «conversa» muitas vezes e demoradamente com o Senhor, subindo à montanha para O ouvir e O implorar, descendo depois até junto do povo para lhe repetir as palavras do seu Deus e o guiar. «Eu estabeleci-o sobre toda a minha casa! Falo com ele frente a frente, à vista e não por enigmas» (Nm 12, 7-8), porque «Moisés era um homem deveras humilde, mais que todos os homens que há sobre a face da terra (Nm 12, 3).",
            "paragrafo": 2576
        },
        {
            "tipo": "parágrafo",
            "texto": "2577. Nesta intimidade com o Deus fiel, lento em irar-Se e cheio de amor (20), Moisés hauriu a força e a tenacidade da sua intercessão. Ele não ora por si, mas pelo povo que Deus adquiriu para Si. Já durante o combate com os amalecitas (21) ou para obter a cura de Miriam (22), Moisés foi intercessor. Mas foi sobretudo após a apostasia do povo que ele «se mantém na brecha» diante de Deus (Sl 106, 23), para salvar o mesmo povo (23). Os argumentos da sua oração (a intercessão também é um combate misterioso) irão inspirar a audácia dos grandes orantes, tanto do povo judaico como da Igreja: Deus é amor e, portanto, é justo e fiel; Ele não pode contradizer-Se; há-de, por conseguinte, lembrar-Se das suas acções maravilhosas; está em jogo a sua glória; Ele não pode abandonar o povo que tem o seu nome.",
            "paragrafo": 2577
        },
        {
            "tipo": "subtópico",
            "texto": "DAVID E A ORAÇÃO DO REI"
        },
        {
            "tipo": "parágrafo",
            "texto": "2578. A oração do povo de Deus vai expandir-se à sombra da morada de Deus: a arca da aliança e, mais tarde, o templo. São, em primeiro lugar os condutores do povo – os pastores e os profetas – que o ensinarão a orar. O pequeno Samuel teve de aprender de Ana, sua mãe, o modo como devia «comportar-se na presença do Senhor» (24), e do sacerdote Eli, como devia escutar a sua Palavra: «Falai, Senhor, que o vosso servo escuta» (1 Sm 3, 9-10). Mais tarde, também ele conhecerá o peso e o preço da intercessão: «Longe de mim também este pecado contra o Senhor: deixar de rogar por vós! Eu vos mostrarei sempre o caminho bom e recto» (1 Sm 12, 23).",
            "paragrafo": 2578
        },
        {
            "tipo": "parágrafo",
            "texto": "2579. David é, por excelência, o rei «segundo o coração de Deus», o pastor que ora pelo seu povo e em nome dele, aquele cuja submissão à vontade de Deus, cujo louvor e cujo arrependimento serão o modelo da oração do povo. Ungido de Deus, a sua oração é adesão fiel à promessa divina (25), confiança amorosa e alegre n'Aquele que é o único Rei e Senhor. Nos salmos, inspirado pelo Espírito Santo, David é o primeiro profeta da oração judaica e cristã. A oração de Cristo, verdadeiro Messias e Filho de David, há-de revelar e dar pleno sentido dessa oração.",
            "paragrafo": 2579
        },
        {
            "tipo": "parágrafo",
            "texto": "2580. O templo de Jerusalém, a casa de oração que David queria construir, será obra do seu filho Salomão. A oração da Dedicação do templo (26) apoia-se na promessa de Deus e na sua aliança, na presença activa do seu nome no meio do seu povo e na memória das magníficas proezas do êxodo. O rei levanta então as mãos para o céu e suplica ao Senhor por si próprio, por todo o povo, pelas gerações futuras, pelo perdão dos seus pecados e pelas suas necessidades de cada dia, para que todas as nações saibam que Ele é o único Deus e o coração do seu povo Lhe pertença inteiramente.",
            "paragrafo": 2580
        },
        {
            "tipo": "subtópico",
            "texto": "ELIAS, OS PROFETAS E A CONVERSÃO DO CORAÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2581. O templo devia ser, para o povo de Deus, o lugar da sua educação para a oração: as peregrinações, as festas, os sacrifícios, a oblação vespertina, o incenso, os «pães da proposição», todos esses sinais da santidade e da glória do Deus altíssimo e tão próximo, eram apelos e caminhos de oração. Muitas vezes, porém, o ritualismo arrastava o povo para um culto demasiadamente exterior. Faltava-lhe a educação da fé e a conversão do coração. Foi essa a missão dos profetas, antes e depois do Exílio.",
            "paragrafo": 2581
        },
        {
            "tipo": "parágrafo",
            "texto": "2582. Elias é o pai dos profetas, da geração dos que procuram a Deus, dos que procuram a face do Deus de Jacob (27). O seu nome – «O Senhor é o meu Deus» – é prenúncio do grito do povo em resposta à sua oração no monte Carmelo (28). São Tiago remete para ele quando nos incita à oração: «Muito pode a oração persistente dum justo» (Tg 5, 16) (29).",
            "paragrafo": 2582
        },
        {
            "tipo": "parágrafo",
            "texto": "2583. Depois de ter aprendido a misericórdia no seu retiro na torrente de Querit, ensina à viúva de Sarepta a fé na Palavra de Deus, fé que ele confirma com a sua oração insistente: Deus faz voltar à vida o filho da viúva (30).\n\nAquando do sacrifício no monte Carmelo, prova decisiva para a fé do povo de Deus, é em resposta à sua súplica que o fogo do Senhor consome o holocausto, «à hora de oferecer o sacrifício da tarde». «Responde-me, Senhor, responde-me!» são as palavras de Elias, que as liturgias orientais retomam na epiclese eucarística (31).\n\nFinalmente, retomando o caminho do deserto em direcção ao lugar onde o Deus vivo e verdadeiro Se revelou ao seu povo, Elias recolheu-se, como Moisés, «na cavidade do rochedo», até «passar» a presença misteriosa de Deus (32). Mas será somente no monte da transfiguração que Se mostrará sem véu Aquele cuja face eles procuravam (33): o conhecimento da glória de Deus está na face de Cristo, crucificado e ressuscitado (34).",
            "paragrafo": 2583
        },
        {
            "tipo": "parágrafo",
            "texto": "2584. É no «a sós com Deus» que os profetas vão haurir luz e força para a sua missão. A sua oração não é uma fuga do mundo infiel, mas uma escuta da Palavra de Deus, às vezes um debate ou uma queixa e sempre uma intercessão que espera e prepara a intervenção do Deus Salvador, Senhor da história (35).",
            "paragrafo": 2584
        },
        {
            "tipo": "subtópico",
            "texto": "OS SALMOS, ORAÇÃO DA ASSEMBLEIA"
        },
        {
            "tipo": "parágrafo",
            "texto": "2585. De David até à vinda do Messias, os livros sagrados contêm textos de oração que atestam como esta se foi tornando mais profunda, quer feita em favor de si mesmo quer pelos outros (36). Os salmos foram a pouco e pouco reunidos numa colectânea de cinco livros: os Salmos (ou «Louvores»), obra-prima da oração no Antigo Testamento.",
            "paragrafo": 2585
        },
        {
            "tipo": "parágrafo",
            "texto": "2586. Os salmos nutrem e exprimem a oração do povo de Deus enquanto assembleia, por ocasião das grandes festas em Jerusalém e em cada sábado nas sinagogas. Esta oração é inseparavelmente pessoal e comunitária; diz respeito aos que a fazem e a todos os homens; sobe da Terra Santa e das comunidades da Diáspora, mas abraça toda a criação; recorda os acontecimentos salvíficos do passado, mas estende-se até à consumação da história; faz memória das promessas de Deus já realizadas, mas espera o Messias que as cumprirá definitivamente. Rezados por Cristo e n'Ele realizados, os salmos continuam a ser essenciais para a oração da sua Igreja (37).",
            "paragrafo": 2586
        },
        {
            "tipo": "parágrafo",
            "texto": "2587. O Saltério é o livro em que a Palavra de Deus se torna oração do homem. Nos outros livros do Antigo Testamento, «as palavras declaram as obras» (de Deus a favor dos homens) «e esclarecem o mistério nelas contido» (38). No Saltério, as palavras do salmista exprimem, cantando-as para Deus, as suas obras de salvação. É o mesmo Espírito que inspira, tanto a obra de Deus, como a resposta do homem. Cristo unirá uma e outra. N'Ele, os salmos não cessam de nos ensinar a orar.",
            "paragrafo": 2587
        },
        {
            "tipo": "parágrafo",
            "texto": "2588. As expressões multiformes da oração dos salmos tomam forma, ao mesmo tempo, na liturgia do templo e no coração do homem. Quer se trate dum hino, duma oração de aflição ou de acção de graças, de súplica individual ou comunitária, dum cântico real ou de peregrinação, ou ainda duma meditação sapiencial, os salmos são o espelho das maravilhas de Deus na história do seu povo e das situações humanas vividas pelo salmista. Um salmo pode reflectir um acontecimento do passado, mas reveste-se de tal sobriedade que pode com verdade ser rezado pelos homens de qualquer condição e de todos os tempos.",
            "paragrafo": 2588
        },
        {
            "tipo": "parágrafo",
            "texto": "2589. Há traços constantes e comuns a todos os salmos: a simplicidade e a espontaneidade da oração; o desejar Deus em pessoa, através e com tudo o que é bom na sua criação; a situação desconfortável do crente que, no seu amor de preferência pelo Senhor, tem de se confrontar com uma multidão de inimigos e de tentações; a certeza do seu amor e a entrega à sua vontade, enquanto espera o que o Deus fiel fará. A oração dos salmos é sempre animada pelo louvor; e é por isso que o título desta colectânea corresponde bem ao que ela nos oferece: «Os Louvores». Coligida para o culto da assembleia, faz-nos ouvir o apelo à oração e canta a resposta ao mesmo apelo: «Hallelou-Ya» (Aleluia)! «Louvai ao Senhor!».\n\n«Haverá coisa melhor que um salmo? É por isso que David diz, e muito bem: \"Louvai o Senhor, porque salmodiar é bom: para o nosso Deus, louvor suave e belo!\" E é verdade. Porque o salmo é uma bênção cantada pelo povo, louvor de Deus cantado pela assembleia, aplauso de todos, palavra universal, voz da Igreja, melodiosa profissão de fé...» (39).",
            "paragrafo": 2589
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "2590. «A oração é a elevação da alma para Deus ou o pedido feito a Deus de bens convenientes» (40).",
            "paragrafo": 2590
        },
        {
            "tipo": "parágrafo",
            "texto": "2591. Deus não se cansa de chamar cada um, pessoalmente, para o encontro misterioso com Ele. A oração acompanha toda a história da salvação, como um apelo recíproco entre Deus e o homem.",
            "paragrafo": 2591
        },
        {
            "tipo": "parágrafo",
            "texto": "2592. A oração de Abraão e de Jacob apresenta-se como um combate da fé, confiante na fidelidade de Deus e na certeza da vitória prometida à perseverança.",
            "paragrafo": 2592
        },
        {
            "tipo": "parágrafo",
            "texto": "2593. A oração de Moisés responde à iniciativa do Deus vivo, com vista à salvação do seu povo. Prefigura a oração de intercessão do único mediador, Cristo Jesus.",
            "paragrafo": 2593
        },
        {
            "tipo": "parágrafo",
            "texto": "2594. A oração do povo de Deus expande-se à sombra da morada de Deus, a arca da aliança e o templo, sob a guia dos pastores, nomeadamente do rei David e dos profetas.",
            "paragrafo": 2594
        },
        {
            "tipo": "parágrafo",
            "texto": "2595. Os profetas convidam à conversão do coração e, procurando ardentemente a face de Deus, como Elias, intercedem pelo povo.",
            "paragrafo": 2595
        },
        {
            "tipo": "parágrafo",
            "texto": "2596. Os salmos constituem a obra-prima da oração no Antigo Testamento. Apresentam duas componentes inseparáveis: a pessoal e a comunitária. Estendem-se a todas as dimensões da história, comemorando as promessas de Deus já cumpridas e esperando a vinda do Messias.",
            "paragrafo": 2596
        },
        {
            "tipo": "parágrafo",
            "texto": "2597. Rezados por Cristo e n'Ele realizados, os salmos são um elemento essencial e permanente da oração da sua Igreja. Adaptam-se aos homens de qualquer condição e de todos os tempos.",
            "paragrafo": 2597
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 2"
        },
        {
            "tipo": "subtítulo",
            "texto": "NA PLENITUDE DO TEMPO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2598. O drama da oração é-nos plenamente revelado no Verbo que Se faz carne e habita entre nós. Procurar compreender a sua oração através do que as suas testemunhas dela nos dizem no Evangelho, é aproximar-nos do santo Senhor Jesus como da sarça ardente: primeiro, contemplando-o a Ele próprio em oração; depois, escutando como Ele nos ensina a rezar, para, finalmente, conhecermos como é que Ele atende a nossa oração.",
            "paragrafo": 2598
        },
        {
            "tipo": "subtópico",
            "texto": "JESUS ORA"
        },
        {
            "tipo": "parágrafo",
            "texto": "2599. O Filho de Deus, feito Filho da Virgem, aprendeu a orar segundo o seu coração de homem. Aprendeu as fórmulas de oração com a sua Mãe, que conservava e meditava no seu coração todas as «maravilhas» feitas pelo Omnipotente (41). Ele ora com as palavras e nos ritmos da oração do seu povo, na sinagoga de Nazaré e no Templo. Mas a sua oração brotava duma fonte muito mais secreta, como deixa pressentir quando diz, aos doze anos: «Eu devo ocupar-me das coisas do meu Pai» (Lc 2, 49). Aqui começa a revelar-se a novidade da oração na plenitude dos tempos: a oração filial, que o Pai esperava dos seus filhos, vai finalmente ser vivida pelo próprio Filho Único na sua humanidade, com e para os homens.",
            "paragrafo": 2599
        },
        {
            "tipo": "parágrafo",
            "texto": "2600. O Evangelho segundo São Lucas sublinha a acção do Espírito Santo e o sentido da oração no ministério de Cristo. Jesus ora antes dos momentos decisivos da sua missão: antes de o Pai dar testemunho d'Ele aquando do seu baptismo (42) e da sua transfiguração (43) e antes de cumprir, pela paixão, o desígnio de amor do Pai (44). Reza também antes dos momentos decisivos que vão decidir a missão dos seus Apóstolos: antes de escolher e chamar os Doze (45), antes de Pedro O confessar como o «Cristo de Deus» (46) e para que a fé do chefe dos Apóstolos não desfaleça na tentação (47). A oração de Jesus antes dos acontecimentos da salvação de que o Pai O encarrega, é uma entrega humilde e confiante da sua vontade à vontade amorosa do Pai.",
            "paragrafo": 2600
        },
        {
            "tipo": "parágrafo",
            "texto": "2601. «Estando um dia Jesus em oração em certo lugar, quando acabou disse-Lhe um dos seus discípulos: Senhor, ensina-nos a orar» (Lc 11, 1). Não é, porventura, ao contemplar primeiro o seu Mestre em oração, que o discípulo de Cristo sente o desejo de orar? Pode então aprendê-la com o mestre da oração. É contemplando e escutando o Filho que os filhos aprendem a orar ao Pai.",
            "paragrafo": 2601
        },
        {
            "tipo": "parágrafo",
            "texto": "2602. Jesus retira-Se muitas vezes sozinho para a solidão, no cimo da montanha, preferentemente de noite, a fim de orar (48). Na sua oração Ele leva os homens, porquanto Ele próprio assumiu a humanidade na sua encarnação, e oferece-os ao Pai oferecendo-Se a Si mesmo. Ele, o Verbo que «assumiu a carne», na sua oração humana partilha tudo quanto vivem os «seus irmãos» (49); e compadece-Se das suas fraquezas para os livrar delas (50). Foi para isso que o Pai O enviou. As suas palavras e as suas obras aparecem então como a manifestação visível da sua oração «no segredo».",
            "paragrafo": 2602
        },
        {
            "tipo": "parágrafo",
            "texto": "2603. Os evangelistas retiveram duas orações mais explícitas de Cristo durante o seu ministério. E ambas começam por uma acção de graças. Na primeira (51), Jesus louva o Pai, reconhece-O e bendi-Lo por ter escondido os mistérios do Reino aos que se julgavam sábios e os ter revelado aos «pequeninos» (os pobres das bem-aventuranças). O seu estremecimento – «Sim Pai!» – revela o íntimo do seu coração, a sua adesão ao «beneplácito» do Pai, como um eco do «Fiat» da sua Mãe aquando da sua concepção e como prelúdio do que Ele próprio dirá ao Pai na sua agonia. Toda a oração de Jesus está nesta adesão amorosa do seu coração de homem ao «mistério da vontade» do Pai (52).",
            "paragrafo": 2603
        },
        {
            "tipo": "parágrafo",
            "texto": "2604. A segunda oração é referida por São João (53), antes da ressurreição de Lázaro. A acção de graças precede o acontecimento: «Pai, Eu Te dou graças por Me teres escutado», o que implica que o Pai atende sempre o que Lhe pede; e Jesus acrescenta logo: «Eu bem sabia que Tu Me atendes sempre», o que implica, por seu turno, que Jesus pede constantemente. Assim, apoiada na acção de graças, a oração de Jesus revela-nos como devemos pedir: Antes de Lhe ser dado o que pede, Jesus adere Aquele que dá e Se dá nos seus dons. O Doador é mais precioso do que dom concedido, é o «tesouro», e é n'Ele que está o coração do Filho; o dom é dado «por acréscimo» (54).\n\nA oração «sacerdotal» de Jesus (55) ocupa um lugar único na economia da salvação. Será meditada no final da primeira Secção. Ela revela, de facto, a oração sempre actual do nosso Sumo-Sacerdote e, ao mesmo tempo, contém tudo quanto Ele nos ensina na nossa oração ao Pai, que será explicada na Segunda Secção.",
            "paragrafo": 2604
        },
        {
            "tipo": "parágrafo",
            "texto": "2605. Quando chegou a Hora em que cumpriu o desígnio de amor do Pai, Jesus deixa entrever a profundidade insondável da sua oração filial, não só antes de livremente Se entregar («Abbá... não se faça a minha vontade, mas a tua»: Lc 23, 42), mas até nas suas últimas palavras já na cruz, onde orar e dar-Se coincidem: «Perdoa-lhes, ó Pai, pois não sabem o que fazem» (Lc 23, 34); «em verdade te digo: hoje estarás comigo no paraíso» (Lc 23, 43); «Mulher, eis aí o teu filho» [...] «eis aí a tua mãe» (Jo 19, 26-27); «tenho sede!» (Jo 19, 28); «meu Deus, por que Me abandonaste?» (Mc 15, 34) (56); «tudo está consumado» (Jo 19, 30); «Pai, nas tuas mãos entrego o meu espírito» (Lc 23, 46), até ao «grande brado» com que expira, entregando o espírito (57).",
            "paragrafo": 2605
        },
        {
            "tipo": "parágrafo",
            "texto": "2606. Todas as desolações da humanidade de todos os tempos, escrava do pecado e da morte, todas as súplicas e intercessões da história da salvação estão reunidas neste brado do Verbo encarnado. E eis que o Pai as acolhe e as atende, para além de toda a esperança, ao ressuscitar o seu Filho. Assim se cumpre e se consuma o drama da oração na economia da criação e da salvação. Dele nos dá o Saltério a chave em Cristo. É no «hoje» da ressurreição que o Pai diz: «Tu és meu Filho, Eu hoje Te gerei. Pede-Me, e Te darei as nações por herança e os confins da terra para teu domínio!» (Sl 2, 7-8) (58).\n\nA Epístola aos Hebreus exprime em termos dramáticos como é que a oração de Jesus realiza a vitória da salvação: «Nos dias da sua vida mortal, Cristo dirigiu preces e súplicas, com um forte brado e com lágrimas, Aquele que O podia livrar da morte e, por causa da sua piedade, foi atendido. Apesar de ser Filho, aprendeu, de quanto sofreu, o que é obedecer. E quando atingiu a sua plenitude, tornou-Se, para todos aqueles que Lhe obedecem, causa de salvação eterna» (Heb 5, 7-9).",
            "paragrafo": 2606
        },
        {
            "tipo": "subtópico",
            "texto": "JESUS ENSINA A ORAR"
        },
        {
            "tipo": "parágrafo",
            "texto": "2607. Quando ora, Jesus já nos ensina a orar. O caminho teologal da nossa oração é a sua oração ao Pai. Mas o Evangelho fornece-nos um ensinamento explícito de Jesus sobre a oração. Como bom pedagogo, toma conta de nós no ponto em que nos encontramos e, progressivamente, conduz-nos até ao Pai. Dirigindo-Se às multidões que O seguem, Jesus parte daquilo que elas já conhecem acerca da oração segundo a Antiga Aliança e abre-as à novidade do Reino que chega. Depois, revela-lhes em parábolas essa novidade. E, por fim, aos seus discípulos que hão-de ser pedagogos da oração na sua Igreja, fala abertamente do Pai e do Espírito Santo.",
            "paragrafo": 2607
        },
        {
            "tipo": "parágrafo",
            "texto": "2608. Jesus insiste na conversão do coração desde o sermão da montanha: a reconciliação com o irmão antes de apresentar a oferta no altar (59); o amor dos inimigos e a oração pelos perseguidores (60); orar ao Pai «no segredo» (Mt 6, 6); não se perder em fórmulas palavrosas (61); perdoar do fundo do coração na oração (62); a pureza do coração e a busca do Reino (63) Esta conversão está totalmente polarizada no Pai: é filial.",
            "paragrafo": 2608
        },
        {
            "tipo": "parágrafo",
            "texto": "2609. O coração, assim decidido a converter-se, aprende a orar na fé. A fé é uma adesão filial a Deus, para além de tudo quanto sentimos e compreendemos. Tornou-se possível, porque o Filho bem-amado nos franqueia o acesso até junto do Pai. Ele pode pedir-nos que «procuremos» e «batamos à porta», porque Ele próprio é a porta e o caminho (64).",
            "paragrafo": 2609
        },
        {
            "tipo": "parágrafo",
            "texto": "2610. Do mesmo modo que Jesus ora ao Pai e Lhe dá graças antes de receber os seus dons, assim também nos ensina esta audácia filial: «tudo o que pedirdes na oração, acreditai que já o alcançastes» (Mc 11, 24). Tal é a força da oração: «tudo é possível a quem crê» (Mc 9, 23), com uma fé que não hesita (65). Assim como Jesus Se entristece por causa da «falta de fé» dos seus conterrâneos (Mc 6, 6) e da «pouca fé» dos seus discípulos (66), também Se enche de admiração perante a «grande fé» do centurião romano (67) e da cananeia (68).",
            "paragrafo": 2610
        },
        {
            "tipo": "parágrafo",
            "texto": "2611. A oração de fé não consiste somente em dizer «Senhor, Senhor!», mas em preparar o coração para fazer a vontade do Pai (69). Jesus exorta os seus discípulos a levar para a oração esta solicitude em cooperar com o desígnio de Deus (70).",
            "paragrafo": 2611
        },
        {
            "tipo": "parágrafo",
            "texto": "2612. Em Jesus, «o Reino de Deus está perto». Ele apela à conversão e à fé, mas também à vigilância. Na oração (Mc 1, 15), o discípulo vela, atento Aquele que é e que vem, na memória da sua primeira vinda na humildade da carne e na esperança da sua segunda vinda na glória (71). Em comunhão com o Mestre, a oração dos discípulos é um combate; é vigiando na oração que não se cai na tentação (72).",
            "paragrafo": 2612
        },
        {
            "tipo": "parágrafo",
            "texto": "2613. São Lucas transmite-nos três parábolas principais sobre a oração.\n\nA primeira, a do «amigo importuno» (73), convida-nos a uma oração persistente: «Batei, e a porta abrir-se-vos-á». Aquele que assim ora, o Pai celeste «dará tudo quanto necessitar» e dará, sobretudo, o Espírito Santo, que encerra todos os dons.\n\nA segunda, a da «viúva importuna» (74), está centrada numa das qualidades da oração: é preciso orar sem se cansar, com a paciência da fé. «Mas o Filho do Homem, quando voltar, achará porventura fé sobre a terra?».\n\nA terceira, a do «fariseu e do publicano» (75), diz respeito à humildade do coração orante. «Meu Deus, tende compaixão de mim, que sou pecador». A Igreja não cessa de fazer sua esta oração: «Kyrie, eleison!».",
            "paragrafo": 2613
        },
        {
            "tipo": "parágrafo",
            "texto": "2614. Quando Jesus confia abertamente aos discípulos o mistério da oração ao Pai, desvenda-lhes o que deve ser a oração deles e a nossa quando Ele tiver voltado para junto do Pai, na sua humanidade glorificada. O que há de novo agora é o «pedir em seu nome» (76). A fé n'Ele introduz os discípulos no conhecimento do Pai, porque Jesus é «o caminho, a verdade e a vida» (Jo 14, 6). A fé dá os seus frutos no amor: guardar a sua Palavra, os seus mandamentos, permanecer com Ele no Pai que n'Ele nos ama ao ponto de permanecer em nós. Nesta aliança nova, a certeza de sermos atendidos nas nossas petições baseia-se na oração de Jesus (77).",
            "paragrafo": 2614
        },
        {
            "tipo": "parágrafo",
            "texto": "2615. Mais ainda: o que o Pai nos dá, quando a nossa oração se une à de Jesus, é «o outro Paráclito, [...] para ficar convosco para sempre, o Espírito de verdade» (Jo14, 16-17). Esta novidade da oração e das suas condições aparece ao longo do discurso do adeus (78). No Espírito Santo, a oração cristã é comunhão de amor com o Pai, não somente por Cristo, mas também n'Ele: «Até agora, não pedistes nada em meu nome. Pedi e recebereis, para a vossa alegria ser completa» (Jo 16, 24).",
            "paragrafo": 2615
        },
        {
            "tipo": "subtópico",
            "texto": "JESUS ATENDE A ORAÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2616. A oração a Jesus já foi sendo atendida por Ele durante o seu ministério, mediante os sinais que antecipam o poder da sua morte e ressurreição: Jesus atende a oração da fé expressa em palavras (do leproso (79), de Jairo (80), da cananeia (81), do bom ladrão (82)) ou feita em silêncio (dos que trouxeram o paralítico (83) , da hemorroíssa que Lhe tocou na veste (84), as lágrimas e o perfume da pecadora (85)). A súplica premente dos cegos: «Filho de David, tem piedade de nós!» (Mt 9, 27), ou «Jesus, filho de David, tem piedade de mim!» (Mc 10, 47), foi retomada na tradição da Oração a Jesus: «Jesus Cristo, Filho de Deus, Senhor, tem piedade de mim, pecador!». Seja a cura das doenças ou o perdão dos pecados, Jesus responde sempre à oração de quem Lhe implora com fé: «Vai em paz, a tua fé te salvou».\n\nSanto Agostinho resume admiravelmente as três dimensões da oração de Jesus: «sendo o nosso Sacerdote, ora por nós; sendo a nossa Cabeça, ora em nós; e sendo o nosso Deus, a Ele oramos. Reconheçamos, pois, n'Ele a nossa voz e a voz d'Ele em nós» (86) .",
            "paragrafo": 2616
        },
        {
            "tipo": "subtópico",
            "texto": "A ORAÇÃO DA VIRGEM MARIA"
        },
        {
            "tipo": "parágrafo",
            "texto": "2617. A oração de Maria é-nos revelada na aurora da plenitude dos tempos. Antes da encarnação do Filho de Deus e da efusão do Espírito Santo, a sua oração coopera de um modo único com o desígnio bene­volente do Pai, aquando da Anunciação para a concepção de Cristo (87) e aquando do Pentecostes para a formação da Igreja, corpo de Cristo (88). Na fé da sua humilde serva, o Dom de Deus encontra o acolhimento que Ele esperava desde o princípio dos tempos. Aquela que o Todo-Poderoso fez «cheia de graça» responde pelo oferecimento de todo o seu ser: «Eis a serva do Senhor, faça-se em mim segundo a tua palavra». «Faça-se» é a oração cristã: ser todo para Ele, já que Ele é todo para nós.",
            "paragrafo": 2617
        },
        {
            "tipo": "parágrafo",
            "texto": "2618. O Evangelho revela-nos como é que Maria ora e intercede na fé: em Caná (89), a Mãe de Jesus roga a seu Filho pelas necessidades dum banquete de bodas, sinal dum outro banquete, o das bodas do Cordeiro que dá o seu corpo e o seu sangue a pedido da Igreja, sua esposa . E é na hora da Nova Aliança, ao pé da cruz (90), que Maria é atendida como a Mulher, a nova Eva, a verdadeira «mãe dos vivos».",
            "paragrafo": 2618
        },
        {
            "tipo": "parágrafo",
            "texto": "2619. É por isso que o cântico de Maria (91) o Magnificat latino, o Megalynárion bizantino – é, ao mesmo tempo, o cântico da Mãe de Deus e o da Igreja, cântico da Filha de Sião e do novo povo de Deus, cântico de acção de graças pela plenitude de graças derramadas na economia da salvação, cântico dos «pobres», cuja esperança se vê satisfeita pelo cumprimento das promessas feitas aos nossos pais, «em favor de Abraão e da sua descendência, para sempre».",
            "paragrafo": 2619
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "2620. No Novo Testamento, o modelo perfeito da oração é a oração filial de Jesus. Feita muitas vezes na solidão, no segredo, a oração de Jesus comporta uma adesão amorosa à vontade do Pai até à cruz e uma confiança absoluta em que será atendida.",
            "paragrafo": 2620
        },
        {
            "tipo": "parágrafo",
            "texto": "2621. Na sua doutrina, Jesus ensina os discípulos a orar com um coração purificado, uma fé viva e perseverante, uma audácia filial. Exorta-os à vigilância e convida-os a apresentar a Deus os seus pedidos em nome d'Ele. O próprio Jesus Cristo atende as orações que Lhe são dirigidas.",
            "paragrafo": 2621
        },
        {
            "tipo": "parágrafo",
            "texto": "2622. A oração da Virgem Maria, no seu «Fiat» e no seu «Magnificat», caracteriza-se pelo oferecimento generoso de todo o seu ser na fé.",
            "paragrafo": 2622
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 3"
        },
        {
            "tipo": "subtítulo",
            "texto": "NO TEMPO DA IGREJA"
        },
        {
            "tipo": "parágrafo",
            "texto": "2623. No dia de Pentecostes, o Espírito da promessa foi derramado sobre os discípulos, «reunidos no mesmo lugar» (Act 2, 1), enquanto O esperavam, «todos [...] perseveravam unânimes na oração» (Act 1, 14). O Espírito que ensina a Igreja e lhe recorda tudo quanto Jesus disse (92) vai também formá-la na vida de oração.",
            "paragrafo": 2623
        },
        {
            "tipo": "parágrafo",
            "texto": "2624. Na primeira comunidade de Jerusalém, os crentes «eram assíduos ao ensino dos Apóstolos, à comunhão fraterna, à fracção do pão e às orações» (Act 2, 42). Esta sequência é típica da oração da Igreja: fundada sobre a fé apostólica e autenticada pela caridade, alimenta-se na Eucaristia.",
            "paragrafo": 2624
        },
        {
            "tipo": "parágrafo",
            "texto": "2625. Estas orações são, em primeiro lugar, as que os fiéis ouvem e lêem nas Escrituras; mas eles actualizam-nas, em particular as dos salmos, a partir da sua realização em Cristo (93). O Espírito Santo, que assim recorda Cristo à sua Igreja orante, também a conduz para a verdade integral e suscita formulações novas que exprimirão o insondável mistério de Cristo operante na vida, sacramentos e missão da Igreja. Estas formulações desenvolver-se-ão nas grandes tradições litúrgicas e espirituais. As formas da oração, tais como as revelam as Escrituras apostólicas canónicas, continuam a ser normativas da oração cristã.",
            "paragrafo": 2625
        },
        {
            "tipo": "tópico",
            "texto": "I. A bênção e a adoração"
        },
        {
            "tipo": "parágrafo",
            "texto": "2626. A bênção exprime o movimento de fundo da oração cristã: ela é o encontro de Deus com o homem; nela se encontram e unem o dom de Deus e o acolhimento do homem. A oração de bênção é a resposta do homem aos dons de Deus: uma vez que Deus abençoa, o coração do homem pode responder bendizendo Aquele que é a fonte de toda a bênção.",
            "paragrafo": 2626
        },
        {
            "tipo": "parágrafo",
            "texto": "2627. Exprimem este movimento duas formas fundamentais: umas vezes, a bênção sobe, levada por Cristo no Espírito Santo, para o Pai (nós O bendizemos por Ele nos ter abençoado) (94); outras vezes, implora a graça do Espírito Santo que, por Cristo, desce de junto do Pai (é Ele que nos abençoa) (95).",
            "paragrafo": 2627
        },
        {
            "tipo": "parágrafo",
            "texto": "2628. A adoração é a primeira atitude do homem que se reconhece criatura diante do seu Criador. Exalta a grandeza do Senhor que nos criou (96) e a omnipotência do Salvador que nos liberta do mal. É a prostração do espírito perante o «Rei da glória» (97) e o silêncio respeitoso face ao Deus «sempre maior» (98). A adoração do Deus três vezes santo e soberanamente amável enche-nos de humildade e dá segurança às nossas súplicas.",
            "paragrafo": 2628
        },
        {
            "tipo": "tópico",
            "texto": "II. A oração de petição"
        },
        {
            "tipo": "parágrafo",
            "texto": "2629. O vocabulário da oração de súplica é rico de matizes no Novo Testamento: pedir, reclamar, chamar com insistência, invocar, bradar, gritar e, até, «lutar na oração» (99). Mas a sua forma mais habitual, porque mais espontânea, é a petição. É pela oração de petição que traduzimos a consciência da nossa relação com Deus: enquanto criaturas, não somos a nossa origem, nem donos das adversidades, nem somos o nosso fim último; mas também, sendo pecadores, sabemos, como cristãos, que nos afastamos do nosso Pai. A petição é já um regresso a Ele.",
            "paragrafo": 2629
        },
        {
            "tipo": "parágrafo",
            "texto": "2630. O Novo Testamento quase não contém orações de lamentação, frequentes no Antigo. Doravante, em Cristo Ressuscitado, a petição da Igreja é sustentada pela esperança, embora ainda estejamos à espera e tenhamos de nos converter em cada dia. É de outra profundidade que brota a petição cristã, aquela a que São Paulo chama gemido: o da criação em «dores de parto» (Rm 8, 22) e também o nosso, «aguardando a libertação do nosso corpo», porque «foi na esperança que fomos salvos» (Rm 8, 23-24); e, por fim, os «gemidos inefáveis» do próprio Espírito Santo, que «vem em auxílio da nossa fraqueza, pois não sabemos o que havemos de pedir, para rezarmos como deve ser» (Rm 8, 26).",
            "paragrafo": 2630
        },
        {
            "tipo": "parágrafo",
            "texto": "2631. O pedido de perdão é o primeiro movimento da oração de petição (cf. o publicano: «Ó Deus, tem piedade de mim, que sou pecador» (Lc 18, 13). É o preliminar duma oração justa e pura. A humildade confiante repõe-nos na luz da comunhão com o Pai e com o seu Filho Jesus Cristo, bem como dos homens uns com os outros (100). Nestas condições, «seja o que for que Lhe peçamos, recebê-lo-emos» (1 Jo 3, 22). O pedido de perdão é o preâmbulo da liturgia Eucarística, bem como da oração pessoal.",
            "paragrafo": 2631
        },
        {
            "tipo": "parágrafo",
            "texto": "2632. A petição cristã está centrada no desejo e na busca do Reino que há-de vir, em conformidade com o ensinamento de Jesus (101). Há uma  hierarquia nas petições: primeiro, o Reino; depois, tudo quanto é necessário para o acolher e para cooperar com a sua vinda. Esta cooperação com a missão de Cristo e do Espírito Santo, que agora é a da Igreja, é o objecto da oração da comunidade apostólica (102). É a oração de Paulo, o apóstolo por excelência, que nos revela como a solicitude divina por todas as Igrejas deve animar a oração cristã (103). Pela oração, todo o cristão trabalha pela vinda do Reino.",
            "paragrafo": 2632
        },
        {
            "tipo": "parágrafo",
            "texto": "2633. Quando se participa assim no amor salvífico de Deus, compreende-se que qualquer necessidade pode tornar-se objecto de pedido. Cristo, que tudo assumiu a fim de tudo resgatar, é glorificado pelos pedidos que dirigimos ao Pai em seu nome (104). É com esta certeza que Tiago (105) e Paulo nos exortam a orar em todas as ocasiões (106).",
            "paragrafo": 2633
        },
        {
            "tipo": "tópico",
            "texto": "III. A oração de intercessão"
        },
        {
            "tipo": "parágrafo",
            "texto": "2634. A intercessão é uma oração de petição que nos conforma de perto com a oração de Jesus. É Ele o único intercessor junto do Pai em favor de todos os homens, em particular dos pecadores (107). Ele «pode salvar de maneira definitiva aqueles que, por seu intermédio, se aproximam de Deus, uma vez que está sempre vivo, para interceder por eles» (Heb 7, 25). O próprio Espírito Santo «intercede por nós [...] intercede pelos santos, em conformidade com Deus» (Rm 8, 26-27).",
            "paragrafo": 2634
        },
        {
            "tipo": "parágrafo",
            "texto": "2635. Interceder, pedir a favor de outrem, é próprio, desde Abraão, dum coração conforme com a misericórdia de Deus. No tempo da Igreja, a intercessão cristã participa na de Cristo: é a expressão da comunhão dos santos. Na intercessão, aquele que ora não «olha aos seus próprios interesses, mas aos interesses dos outros» (Fl 2, 4), e chega até a rezar pelos que lhe fazem mal (108).",
            "paragrafo": 2635
        },
        {
            "tipo": "parágrafo",
            "texto": "2636. As primeiras comunidades cristãs viveram intensamente esta forma de partilha (109). O apóstolo Paulo fá-las participar deste modo no seu ministério do Evangelho (110) mas ele próprio também intercede por elas (111). A intercessão dos cristãos não conhece fronteiras: «[...] por todos os homens, [...] por todos os que exercem a autoridade» (1 Tm 2, 1), pelos perseguidores (112), pela salvação dos que rejeitam o Evangelho (113).",
            "paragrafo": 2636
        },
        {
            "tipo": "tópico",
            "texto": "IV. A oração de acção de graças"
        },
        {
            "tipo": "parágrafo",
            "texto": "2637. A acção de graças caracteriza a oração da Igreja que, ao celebrar a Eucaristia, manifesta e cada vez mais se torna naquilo que é. De facto, pela obra da salvação, Cristo liberta a criação do pecado e da morte, para de novo a consagrar e fazer voltar ao Pai, para sua glória. A acção de graças dos membros do corpo participa na da sua Cabeça.",
            "paragrafo": 2637
        },
        {
            "tipo": "parágrafo",
            "texto": "2638. Como na oração de petição, qualquer acontecimento e qualquer necessidade podem transformar-se em oferenda de acção de graças. As cartas de São Paulo muitas vezes começam e acabam por uma acção de graças, e nelas o Senhor Jesus está sempre presente: «Dai graças em todas as circunstâncias, pois é esta a vontade de Deus, em Cristo Jesus, a vosso respeito» (1 Ts 5, 18); «perseverai na oração; sede, por meio dela, vigilantes em acções de graças» (Cl 4, 2).",
            "paragrafo": 2638
        },
        {
            "tipo": "tópico",
            "texto": "V. A oração de louvor"
        },
        {
            "tipo": "parágrafo",
            "texto": "2639. O louvor é a forma de oração que mais imediatamente reconhece que Deus é Deus! Canta-O por Si próprio, glorifica-O, não tanto pelo que Ele faz, mas sobretudo porque ELE É. Participa da bem-aventurança dos corações puros que O amam na fé, antes de O verem na glória. Por ela, o Espírito junta-Se ao nosso espírito para testemunhar que somos filhos de Deus (114) e dá testemunho do Filho Único no qual fomos adoptados e pelo qual glorificamos o Pai. O louvor integra as outras formas de oração e leva-as Aquele que delas é a fonte e o termo: «o único Deus, o Pai, de quem tudo procede e para quem nós somos» (1 Cor 8, 6).",
            "paragrafo": 2639
        },
        {
            "tipo": "parágrafo",
            "texto": "2640. São Lucas registra muitas vezes no seu Evangelho a admiração e o louvor perante as maravilhas operadas por Cristo. Sublinha também os mesmos sentimentos perante as acções do Espírito Santo que são os Actos dos Apóstolos: a comunidade de Jerusalém (115), o entrevado curado por Pedro e João (116), a multidão que por tal facto dá glória a Deus (117), os pagãos da Pisídia, que, «cheios de alegria, glorificam a Palavra do Senhor» (Act 13, 48).",
            "paragrafo": 2640
        },
        {
            "tipo": "parágrafo",
            "texto": "2641. «Recitai entre vós salmos, hinos e cânticos inspirados; cantai e louvai ao Senhor no vosso coração» (Ef 5, 19) (118). Tal como os escritores inspirados do Novo Testamento, as primeiras comunidades cristãs relêem o livro dos Salmos, cantando neles o mistério de Cristo. Na novidade do Espírito, compõem também hinos e cânticos a partir do acontecimento inaudito que Deus realizou em seu Filho: a sua encarnação, a sua morte vitoriosa sobre a morte, a sua ressurreição e a sua ascensão à direita do Pai (119). É desta «maravilha» de toda a economia da salvação que sobe a doxologia, o louvor de Deus (120).",
            "paragrafo": 2641
        },
        {
            "tipo": "parágrafo",
            "texto": "2642. A revelação «do que deve acontecer em breve», que é o Apocalipse, apoia-se nos cânticos da liturgia celeste (121), mas também na intercessão das «testemunhas» (isto é, dos mártires) (122). Os profetas e os santos, todos os que na terra foram mortos por causa do testemunho dado por Jesus (123), a multidão imensa daqueles que, vindos da grande tribulação, nos precederam no Reino, cantam o louvor da glória d'Aquele que está sentado no trono e do Cordeiro (124). Em comunhão com eles, a Igreja da terra canta também os mesmos cânticos, na fé e na provação. A fé, na súplica e na intercessão, espera contra toda a esperança e dá graças ao Pai das luzes de Quem procede todo o dom perfeito (125). Assim, a fé é um puro louvor.",
            "paragrafo": 2642
        },
        {
            "tipo": "parágrafo",
            "texto": "2643. A Eucaristia contém e exprime todas as formas de oração: é «a oblação pura» de todo o corpo de Cristo «para glória do seu nome» (126); é, segundo as tradições do Oriente e do Ocidente, «o sacrifício de louvor».",
            "paragrafo": 2643
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "2644. O Espírito Santo, que ensina a Igreja e lhe recorda tudo o que Jesus disse, também a educa para a vida de oração, suscitando expressões que se renovam no âmbito de formas permanentes: bênção, petição, intercessão, acção de graças e louvor.",
            "paragrafo": 2644
        },
        {
            "tipo": "parágrafo",
            "texto": "2645. É porque Deus o abençoa, que o coração do homem pode, retribuindo, bendizer Aquele que é a fonte de toda a bênção.",
            "paragrafo": 2645
        },
        {
            "tipo": "parágrafo",
            "texto": "2646. A oração de petição tem por objecto o perdão, a busca do Reino, bem como qualquer necessidade verdadeira.",
            "paragrafo": 2646
        },
        {
            "tipo": "parágrafo",
            "texto": "2647. A oração de intercessão consiste numa petição em favor de outrem. Não conhece fronteiras e estende-se até aos inimigos.",
            "paragrafo": 2647
        },
        {
            "tipo": "parágrafo",
            "texto": "2648. Toda a alegria e todo o sofrimento, todo o acontecimento e toda a necessidade podem ser matéria da acção de graças, a qual, participando na de Cristo, deve encher a vida toda: «Dai graças em todas as circunstâncias» (1 Ts 5, 18).",
            "paragrafo": 2648
        },
        {
            "tipo": "parágrafo",
            "texto": "2649. A oração de louvor, totalmente desinteressada, dirige-se a Deus: canta-O por Si próprio, glorifica-O, não tanto pelo que Ele faz, mas sobretudo porque ELE É.",
            "paragrafo": 2649
        }
    ],
    "referencia": [
        {
            "tipo": "referência",
            "texto": "1. Cf. Sl 8, 6."
        },
        {
            "tipo": "referência",
            "texto": "2. Cf. Sl 8, 2."
        },
        {
            "tipo": "referência",
            "texto": "3. Cf. Act 17, 27."
        },
        {
            "tipo": "referência",
            "texto": "4. Cf. Heb 10, 5-7."
        },
        {
            "tipo": "referência",
            "texto": "5.Cf. Gn 4, 4."
        },
        {
            "tipo": "referência",
            "texto": "6. Cf. Gn 4, 26."
        },
        {
            "tipo": "referência",
            "texto": "7. Cf. Gn 5, 24."
        },
        {
            "tipo": "referência",
            "texto": "8. Cf. Gn 8, 20 – 9, 17."
        },
        {
            "tipo": "referência",
            "texto": "9. Cf. Gn 9, 8-16."
        },
        {
            "tipo": "referência",
            "texto": "10. Cf. Gn 15, 2-3."
        },
        {
            "tipo": "referência",
            "texto": "11. Cf. Gn 15, 6."
        },
        {
            "tipo": "referência",
            "texto": "12. Cf. Gn 17, 1-2."
        },
        {
            "tipo": "referência",
            "texto": "13. Cf. Gn 18, 1-15; Lc 1, 26-38."
        },
        {
            "tipo": "referência",
            "texto": "14. Cf. Gn 18, 16-33."
        },
        {
            "tipo": "referência",
            "texto": "15. Cf. Rm 8, 32."
        },
        {
            "tipo": "referência",
            "texto": "16. Cf. Rm 4, 16-21."
        },
        {
            "tipo": "referência",
            "texto": "17. Cf. Gn 28, 10-22."
        },
        {
            "tipo": "referência",
            "texto": "18. Cf. Gn 32, 25-31; Lc 18, 1-8."
        },
        {
            "tipo": "referência",
            "texto": "19. Cf. Ex 3, 1-10."
        },
        {
            "tipo": "referência",
            "texto": "20. Cf. Ex 34, 6."
        },
        {
            "tipo": "referência",
            "texto": "21. Cf. Ex 17, 8-13."
        },
        {
            "tipo": "referência",
            "texto": "22. Cf. Nm 12, 13-14."
        },
        {
            "tipo": "referência",
            "texto": "23. Cf. Ex 32, 1 - 34, 9."
        },
        {
            "tipo": "referência",
            "texto": "24. Cf. 1 Sm 1, 9-18."
        },
        {
            "tipo": "referência",
            "texto": "25. Cf. 2 Sm 7, 18-29."
        },
        {
            "tipo": "referência",
            "texto": "26. Cf. 1 Rs 8, 10-61."
        },
        {
            "tipo": "referência",
            "texto": "27. Cf. Sl 24, 6."
        },
        {
            "tipo": "referência",
            "texto": "28. Cf. 1 Rs 18, 39."
        },
        {
            "tipo": "referência",
            "texto": "29. Cf. Tg 5, 16-18."
        },
        {
            "tipo": "referência",
            "texto": "30. Cf. 1 Rs 17, 7-24."
        },
        {
            "tipo": "referência",
            "texto": "31. Cf. 1 Rs 18, 20-39."
        },
        {
            "tipo": "referência",
            "texto": "32. Cf. 1 Rs 19, 1-14; Ex 33, 19-23."
        },
        {
            "tipo": "referência",
            "texto": "33. Cf. Lc 9, 30-35."
        },
        {
            "tipo": "referência",
            "texto": "34. Cf. 2 Cor 4, 6."
        },
        {
            "tipo": "referência",
            "texto": "35. Cf. Am 7, 2.5; Is 6, 5.8.11; Jr 1, 6; 15, 15-18; 20, 7-18."
        },
        {
            "tipo": "referência",
            "texto": "36. Cf. Esd 9, 6-15; Ne 1, 4-11; Jn 2, 3-10; Tb 3, 11-16; Jdt 9, 2-14."
        },
        {
            "tipo": "referência",
            "texto": "37. Cf. Instrução geral da Liturgia das Horas, 100-109: Liturgia Horarum, editio typica, v. 1(Typis Polyglottis Vaticanis 1973) p. 52-56 [Liturgia das Horas, v. 1 (Gráfica de Coimbra 1983) p. 54-58]."
        },
        {
            "tipo": "referência",
            "texto": "38. II Concílio do Vaticano, Const. dogm. Dei Verbum, 2: AAS 58 (1966) 818."
        },
        {
            "tipo": "referência",
            "texto": "39. Santo Ambrósio, Enarrationes in Psalmos, 1, 9: CSEL 64, 7 (PL14, 968)."
        },
        {
            "tipo": "referência",
            "texto": "40. São João Damasceno, Expositio fidei, 68 [De fide orthodoxa 3, 24]: PTS 12, 167 (PG 94, 1089)."
        },
        {
            "tipo": "referência",
            "texto": "41. Cf. Lc 1, 49; 2, 19; 2, 51."
        },
        {
            "tipo": "referência",
            "texto": "42 Cf. Lc 3, 21."
        },
        {
            "tipo": "referência",
            "texto": "43. Cf. Lc 9, 28."
        },
        {
            "tipo": "referência",
            "texto": "44 Cf. Lc 22, 41-44."
        },
        {
            "tipo": "referência",
            "texto": "45. Cf. Lc 6, 12."
        },
        {
            "tipo": "referência",
            "texto": "46. Cf. Lc 9, 18-20."
        },
        {
            "tipo": "referência",
            "texto": "47. Cf. Lc 22, 32."
        },
        {
            "tipo": "referência",
            "texto": "48. Cf. Mc 1, 35; 6, 46; Lc 5, 16."
        },
        {
            "tipo": "referência",
            "texto": "49. Cf. Heb 2, 12."
        },
        {
            "tipo": "referência",
            "texto": "50. Cf. Heb 2, 15; 4, 15."
        },
        {
            "tipo": "referência",
            "texto": "51. Cf. Mt 11, 25-27 e Lc 10, 21-22."
        },
        {
            "tipo": "referência",
            "texto": "52. Cf. Ef 1, 9."
        },
        {
            "tipo": "referência",
            "texto": "53. Cf. Jo 11, 41-42."
        },
        {
            "tipo": "referência",
            "texto": "54. Cf. Mt 6, 21.33."
        },
        {
            "tipo": "referência",
            "texto": "55. Cf  Jo 17."
        },
        {
            "tipo": "referência",
            "texto": "56. Cf. Sl 22, 2."
        },
        {
            "tipo": "referência",
            "texto": "57. Cf Mc 15, 37; Jo 19, 30."
        },
        {
            "tipo": "referência",
            "texto": "58. Cf. Act 13, 33."
        },
        {
            "tipo": "referência",
            "texto": "59. Cf. Mt 5, 23-24."
        },
        {
            "tipo": "referência",
            "texto": "60. Cf. Mt 5, 44-45."
        },
        {
            "tipo": "referência",
            "texto": "61 Cf. Mt 6, 7."
        },
        {
            "tipo": "referência",
            "texto": "62. Cf. Mt 6, 14-15."
        },
        {
            "tipo": "referência",
            "texto": "63. Cf. Mt 6, 21.25.33."
        },
        {
            "tipo": "referência",
            "texto": "64. Cf. Mt 7, 7-11.13-14."
        },
        {
            "tipo": "referência",
            "texto": "65.  Cf. Mt 21, 21."
        },
        {
            "tipo": "referência",
            "texto": "66. Cf. Mt 8, 26."
        },
        {
            "tipo": "referência",
            "texto": "67. Cf. Mt 8, 10."
        },
        {
            "tipo": "referência",
            "texto": "68. Cf. Mt 15, 28."
        },
        {
            "tipo": "referência",
            "texto": "69. Cf. Mt 7, 21."
        },
        {
            "tipo": "referência",
            "texto": "70. Cf. Mt 9, 38; Lc 10, 2; Jo 4, 34.."
        },
        {
            "tipo": "referência",
            "texto": "71. Cf. Mc 13; Lc 21, 34-36."
        },
        {
            "tipo": "referência",
            "texto": "72. Cf. Lc 22, 40.46."
        },
        {
            "tipo": "referência",
            "texto": "73. Cf. Lc 11, 5-13."
        },
        {
            "tipo": "referência",
            "texto": "74. Cf. Lc 18, 1-8."
        },
        {
            "tipo": "referência",
            "texto": "75. Cf. Lc 18, 9-14."
        },
        {
            "tipo": "referência",
            "texto": "76. Cf. Jo 14, 13."
        },
        {
            "tipo": "referência",
            "texto": "77. Cf. Jo 14, 13-14."
        },
        {
            "tipo": "referência",
            "texto": "78. Cf. Jo 14, 23-26; 15, 7.16; 16, 13-15.23-27."
        },
        {
            "tipo": "referência",
            "texto": "79. Cf. Mc 1, 40-41."
        },
        {
            "tipo": "referência",
            "texto": "80. Cf. Mc 5, 36."
        },
        {
            "tipo": "referência",
            "texto": "81. Cf. Mc 7, 29."
        },
        {
            "tipo": "referência",
            "texto": "82. Cf. Lc 23, 39-43."
        },
        {
            "tipo": "referência",
            "texto": "83. Cf. Mc 2, 5."
        },
        {
            "tipo": "referência",
            "texto": "84 Cf. Mc 5, 28."
        },
        {
            "tipo": "referência",
            "texto": "85.  Cf. Lc 7, 37-38."
        },
        {
            "tipo": "referência",
            "texto": "86. Santo Agostinho, Enarratio in Psalmum 85, 1 CCL39, 1176 (PL 36, 1081); cf. Instrução geral da Liturgia das Horas, 7: Liturgia Horarum, editio typica, v. 1 (Typis Polyglottis Vaticanis 1973) p. 24 [Liturgia das Horas, v. 1 (Gráfica de Coimbra 1983) p. 26]."
        },
        {
            "tipo": "referência",
            "texto": "87. Cf. Lc 1, 38."
        },
        {
            "tipo": "referência",
            "texto": "88. Cf. Lc 1, 14."
        },
        {
            "tipo": "referência",
            "texto": "89. Cf. Jo 2, 1-12."
        },
        {
            "tipo": "referência",
            "texto": "90. Cf. Jo 19, 25-27."
        },
        {
            "tipo": "referência",
            "texto": "91. Cf. Lc 1, 46-55."
        },
        {
            "tipo": "referência",
            "texto": "92. Cf. Jo 14, 26."
        },
        {
            "tipo": "referência",
            "texto": "93 Cf. Lc 24, 27.44."
        },
        {
            "tipo": "referência",
            "texto": "94. Cf. Ef 1, 3-14; 2 Cor 1, 3-7; 1 Pe 1, 3-9."
        },
        {
            "tipo": "referência",
            "texto": "95. Cf. 2 Cor 13, 13; Rm 15, 5-6.13; Ef 6, 23-24."
        },
        {
            "tipo": "referência",
            "texto": "96. Cf. Sl 95, 1-6."
        },
        {
            "tipo": "referência",
            "texto": "97. Cf. Sl 24, 9-10."
        },
        {
            "tipo": "referência",
            "texto": "98. Santo Agostinho, Enarratio in Psalmum 62, 16: CCL 39, 804 (PL 36, 758)."
        },
        {
            "tipo": "referência",
            "texto": "99. Cf. Rm 15, 30; Cl 4, 12."
        },
        {
            "tipo": "referência",
            "texto": "100. Cf. 1 Jo 1, 7 – 2, 2. 49"
        },
        {
            "tipo": "referência",
            "texto": "101. Cf. Mt 6, 10.33; Lc 11, 2.13."
        },
        {
            "tipo": "referência",
            "texto": "102. Cf. Act 6, 6: 13, 3."
        },
        {
            "tipo": "referência",
            "texto": "103. Cf. Rm 10, l; Ef  1, 16-23; Fl 1, 9-11; Cl 1, 3-6; 4, 3-4.12."
        },
        {
            "tipo": "referência",
            "texto": "104. Cf. Jo 14, 13."
        },
        {
            "tipo": "referência",
            "texto": "105. Cf. Tg 1, 5-8."
        },
        {
            "tipo": "referência",
            "texto": "106 Cf. Ef 5, 20; Fl 4, 6-7; Cl 3, 16-17; 1 Ts 5, 17-18."
        },
        {
            "tipo": "referência",
            "texto": "107. Cf. Rm 8, 34; 1 Jo 2, 1; 1 Tm 2, 5-8."
        },
        {
            "tipo": "referência",
            "texto": "108. Cf. Santo Estêvão rezando pelos que o supliciavam, como Jesus: cf. Act 7, 60; Lc 23, 28.34."
        },
        {
            "tipo": "referência",
            "texto": "109. Cf. Act 12, 5; 20, 36; 21, 5; 2 Cor 9, 14."
        },
        {
            "tipo": "referência",
            "texto": "110. Cf. Ef 6, 18-20; Cl 4, 3-4; 1 Ts 5, 25."
        },
        {
            "tipo": "referência",
            "texto": "111. Cf. 2 Ts 1, 11; Cl 1, 3; Fl 1, 3-4."
        },
        {
            "tipo": "referência",
            "texto": "112. Cf. Rm 12, 14."
        },
        {
            "tipo": "referência",
            "texto": "113. Cf. Rm 10, 1."
        },
        {
            "tipo": "referência",
            "texto": "114. Cf. Rm 8, 16."
        },
        {
            "tipo": "referência",
            "texto": "115. Cf. Act 2, 47."
        },
        {
            "tipo": "referência",
            "texto": "116. Cf. Act 3, 9."
        },
        {
            "tipo": "referência",
            "texto": "117. Cf. Act 4, 21."
        },
        {
            "tipo": "referência",
            "texto": "118. Cf. Cl 3, 16."
        },
        {
            "tipo": "referência",
            "texto": "119. Cf. Fl 2, 6-11; Cl 1, 15-20; Ef 5, 14; 1 Tm 3, 16; 6, 15-16; 2 Tm 2, 11-13."
        },
        {
            "tipo": "referência",
            "texto": "120. Cf. Ef 1, 3-14; 3, 20-21; Rm 16, 25-27; Jd 24-25."
        },
        {
            "tipo": "referência",
            "texto": "121.Cf. Ap 4, 8-11; 5, 9-14; 7, 10-12."
        },
        {
            "tipo": "referência",
            "texto": "122. Cf. Ap 6, 10."
        },
        {
            "tipo": "referência",
            "texto": "123. Cf. Ap 18, 24."
        },
        {
            "tipo": "referência",
            "texto": "124. Cf. Ap 19, 1-8."
        },
        {
            "tipo": "referência",
            "texto": "125. Cf. Tg 1, 17."
        },
        {
            "tipo": "referência",
            "texto": "126. Cf. Ml 1, 11."
        }
    ]
}