{
    "nome": "p1_s2_c2",
    "primeiroParagrafo": 422,
    "ultimoParagrafo": 682,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "PRIMEIRA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A PROFISSÃO DA FÉ\n\n"
        },
        {
            "tipo": "título",
            "texto": "SEGUNDA SECÇÃO"
        },
        {
            "tipo": "título",
            "texto": "A PROFISSÃO DA FÉ CRISTÃ\n\n"
        },
        {
            "tipo": "subtítulo",
            "texto": "CAPÍTULO SEGUNDO"
        },
        {
            "tipo": "subtítulo",
            "texto": "CREIO EM JESUS CRISTO, FILHO ÚNICO DE DEUS\n\n"
        },
        {
            "tipo": "subtópico",
            "texto": "A BOA-NOVA: DEUS ENVIOU O SEU FILHO"
        },
        {
            "tipo": "parágrafo",
            "texto": "422. «Quando chegou a plenitude dos tempos, Deus enviou o seu Filho, nascido de uma mulher e sujeito à Lei, para resgatar os que estavam sujeitos à Lei e nos tornar seus filhos adoptivos» (Gl 4, 4-5). Esta é a «Boa-Nova de Jesus Cristo, Filho de Deus»(1): Deus visitou o seu povo(2) e cumpriu as promessas feitas a Abraão e à sua descendência (3) fê-lo para além de toda a expectativa: enviou o seu «Filho muito-amado» (4).",
            "parágrafo": 422
        },
        {
            "tipo": "parágrafo",
            "texto": "423. Nós cremos e confessamos que Jesus de Nazaré, judeu nascido duma filha de Israel, em Belém, no tempo do rei Herodes o Grande e do imperador César Augusto, carpinteiro de profissão, morto crucificado em Jerusalém sob o procurador Pôncio Pilatos no reinado do imperador Tibério, é o Filho eterno de Deus feito homem; que Ele «saiu de Deus» (Jo 13, 3), «desceu do céu» (Jo 3, 13; 6, 33) e «veio na carne» (5), porque «o Verbo fez-Se carne e habitou entre nós. Nós vimos a sua glória, glória que Lhe vem do Pai como Filho Unigénito, cheio de graça e de verdade [...] Na verdade, foi da sua plenitude que todos nós recebemos, graça sobre graça» (Jo 1, 14, 16).",
            "parágrafo": 423
        },
        {
            "tipo": "parágrafo",
            "texto": "424.  Movidos pela graça do Espírito Santo e atraídos pelo Pai, nós cremos e confessamos a respeito de Jesus: «Tu és o Cristo, o Filho de Deus vivo» (Mt 16, 16). Foi sobre o rochedo desta fé, confessada por Pedro, que Cristo edificou a sua Igreja (6).",
            "parágrafo": 424
        },
        {
            "tipo": "subtópico",
            "texto": "«ANUNCIAR A INSONDÁVEL RIQUEZA DE CRISTO» (Ef 3, 8)"
        },
        {
            "tipo": "parágrafo",
            "texto": "425. A transmissão da fé cristã é, antes de mais, o anúncio de Jesus Cristo, para Levar à fé n'Ele. Desde o princípio, os primeiros discípulos arderam no desejo de anunciar Cristo: «Nós é que não podemos deixar de dizer o que vimos e escutámos» (Act 4, 20). E convidam os homens de todos os tempos a entrar na alegria da sua comunhão com Cristo:\n\n«O que ouvimos, o que vimos com os nossos olhos, o que contemplámos e as nossas mãos tocaram acerca do Verbo da vida, é o que nós vos anunciamos, pois a vida manifestou-Se e nós vimo-la e dela damos testemunho: nós vos anunciamos a vida eterna que estava junto do Pai e nos foi manifestada. Nós vos anunciamos o que vimos e ouvimos, para que estejais também em comunhão connosco. E a comunhão em que estamos é com o Pai e com o seu Filho, Jesus Cristo. E escrevemos tudo isto para a nossa alegria ser completa» (1 Jo, 1, 1-4).",
            "parágrafo": 425
        },
        {
            "tipo": "subtópico",
            "texto": "NO CORAÇÃO DA CATEQUESE: CRISTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "426. «No coração da catequese, encontramos essencialmente uma Pessoa: Jesus de Nazaré, Filho único do Pai [...], que sofreu e morreu por nós e que agora, ressuscitado, vive connosco para sempre [...]. Catequizar [...] é revelar, na Pessoa de Cristo, todo o desígnio eterno de Deus [...]. É procurar compreender o significado dos gestos e das palavras de Cristo e dos sinais por Ele realizados» (7). O fim da catequese é «pôr em comunhão com Jesus Cristo: somente Ele pode levar ao amor do Pai, no Espírito, e fazer-nos participar na vida da Santíssima Trindade» (8).",
            "parágrafo": 426
        },
        {
            "tipo": "parágrafo",
            "texto": "427. «Na catequese, é Cristo, Verbo Encarnado e Filho de Deus, que é ensinado; tudo o mais é-o em referência a Ele. E só Cristo ensina. Todo e qualquer outro o faz apenas na medida em que é seu porta-voz, consentindo em que Cristo ensine pela sua boca [...]. Todo o catequista deveria poder aplicar a si próprio a misteriosa palavra de Jesus: \"A minha doutrina não é minha, mas d'Aquele que Me enviou\" (Jo 7, 16)» (9).",
            "parágrafo": 427
        },
        {
            "tipo": "parágrafo",
            "texto": "428. Aquele que é chamado a «ensinar Cristo» deve, portanto, antes de mais nada, procurar «esse lucro sobreeminente que é o conhecimento de Jesus Cristo». Tem de «aceitar perder tudo [...] para ganhar Cristo e encontrar-se n'Ele» e «conhecê-Lo, a Ele, na força da sua ressurreição e na comunhão com os seus sofrimentos, conformar-se com Ele na morte, na esperança de chegar a ressuscitar dos mortos» (Fl 3, 8-11).",
            "parágrafo": 428
        },
        {
            "tipo": "parágrafo",
            "texto": "429. Deste conhecimento amoroso de Cristo brota o desejo de O anunciar, de «evangelizar» e levar os outros ao «sim» da fé em Jesus Cristo. Mas, ao mesmo tempo, faz-se sentir a necessidade de conhecer sempre melhor esta fé. Com esse objectivo, seguindo a ordem do Símbolo da fé, primeiro serão apresentados os principais títulos de Jesus: Cristo, Filho de Deus, Senhor (Artigo 2). O Símbolo confessa, em seguida, os principais mistérios da vida de Cristo: da sua Encarnação (Artigo 3), da sua Páscoa (Artigos 4 e 5) e, por fim, da sua Glorificação (Artigos 6 e 7).",
            "parágrafo": 429
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 2"
        },
        {
            "tipo": "subtítulo",
            "texto": "«E EM JESUS CRISTO, SEU ÚNICO FILHO,NOSSO SENHOR»"
        },
        {
            "tipo": "tópico",
            "texto": "I. Jesus"
        },
        {
            "tipo": "parágrafo",
            "texto": "430. Em hebraico, Jesus quer dizer «Deus salva». Quando da Anunciação, o anjo Gabriel dá-Lhe como nome próprio o nome de Jesus, o qual exprime, ao mesmo tempo, a sua identidade e a sua missão (10). Uma vez que «só Deus pode perdoar os pecados» (Mc 2, 7), será Ele quem, em Jesus, seu Filho eterno feito homem, «salvará o seu povo dos seus pecados»(Mt 1, 21). Em Jesus, Deus recapitula, assim, toda a sua história de salvação em favor dos homens.",
            "parágrafo": 430
        },
        {
            "tipo": "parágrafo",
            "texto": "431. Nesta história da salvação, Deus não Se contenta com libertar Israel «da casa da escravidão» (Dt 5, 6), fazendo-o sair do Egipto. Salvou-o também do seus pecados. Porque o pecado é sempre uma ofensa feita a Deus (11), só Ele é que pode absolvê-lo (12). É por isso que Israel, tomando cada vez mais consciência da universalidade do pecado, só poderá procurar a salvação na invocação do nome do Deus Redentor (13).",
            "parágrafo": 431
        },
        {
            "tipo": "parágrafo",
            "texto": "432. O nome de Jesus significa que o próprio nome de Deus está presente na pessoa do seu Filho (14) feito homem para a redenção universal e definitiva dos pecados. Ele é o único nome divino que traz a salvação (15) e pode desde agora ser invocado por todos, pois a todos os homens Se uniu pela Encarnação (16), de tal modo que «não existe debaixo do céu outro nome, dado aos homens, pelo qual possamos ser salvos» (Act 4, l2) (17).",
            "parágrafo": 432
        },
        {
            "tipo": "parágrafo",
            "texto": "433. O nome de Deus salvador era invocado apenas uma vez por ano, pelo sumo sacerdote, para expiação dos pecados de Israel, depois de ter aspergido o propiciatório do «santo dos santos» com o sangue do sacrifício (18). O propiciatório era o lugar da presença de Deus (19). Quando São Paulo diz de Jesus que Deus O «ofereceu para, n'Ele, pelo seu sangue, se realizar a expiação» (Rm 3, 25), quer dizer que, na sua humanidade, «era Deus que em Cristo reconciliava o mundo consigo» (2 Cor 5, 19).",
            "parágrafo": 433
        },
        {
            "tipo": "parágrafo",
            "texto": "434. A ressurreição de Jesus glorifica o nome de Deus salvador (20) porque, a partir daí, é o nome de Jesus que manifesta em plenitude o poder supremo do nome que está acima de todos os nomes» (Fl 2, 9-10). Os espíritos maus temem o seu nome (21) e é em seu nome que os discípulos de Jesus fazem milagres (22), porque tudo o que pedem ao Pai, em seu nome, Ele lho concede (23).",
            "parágrafo": 434
        },
        {
            "tipo": "parágrafo",
            "texto": "435. O nome de Jesus está no centro da oração cristã. Todas as orações litúrgicas se concluem com a fórmula «per Dominum nostrum Jesum Christum – por nosso Senhor Jesus Cristo». A Ave-Maria culmina nas palavras «e bendito é o fruto do vosso ventre, Jesus». A oração-do-coração dos Orientais, chamada «oração a Jesus», diz: «Jesus Cristo, Filho de Deus, Senhor, tem piedade de mim, pecador». E muitos cristãos morrem, como Santa Joana d'Arc, tendo nos lábios apenas uma palavra: «Jesus» (24).",
            "parágrafo": 435
        },
        {
            "tipo": "tópico",
            "texto": "II. Cristo"
        },
        {
            "tipo": "parágrafo",
            "texto": "436. Cristo vem da tradução grega do termo hebraico «Messias», que quer dizer «ungido». Só se torna nome próprio de Jesus porque Ele cumpre perfeitamente a missão divina que tal nome significa. Com efeito, em Israel eram ungidos, em nome de Deus, aqueles que Lhe eram consagrados para uma missão d'Ele dimanada. Era o caso dos reis (25), dos sacerdotes (26) e, em raros casos, dos profetas (27). Este devia ser, por excelência, o caso do Messias, que Deus enviaria para estabelecer definitivamente o seu Reino (28). O Messias devia ser ungido pelo Espírito do Senhor (29), ao mesmo tempo como rei e sacerdote (30) mas também como profeta (31). Jesus realizou a expectativa messiânica de Israel na sua tríplice função de sacerdote, profeta e rei.",
            "parágrafo": 436
        },
        {
            "tipo": "parágrafo",
            "texto": "437. O anjo anunciou aos pastores o nascimento de Jesus como sendo o do Messias prometido a Israel: «nasceu-vos hoje, na cidade de David, um salvador que é Cristo, Senhor» (Lc 2, 11). Desde a origem, Ele é «Aquele que o Pai consagrou e enviou ao mundo» (Jo 10, 36), concebido como «santo» no seio virginal de Maria (32). José foi convidado por Deus a «levar para sua casa Maria, sua esposa», grávida d'«Aquele que nela foi gerado pelo poder do Espírito Santo» (Mt 1, 20), para que Jesus, «chamado Cristo», nascesse da esposa de José, na descendência messiânica de David (Mt 1, 16) (33).",
            "parágrafo": 437
        },
        {
            "tipo": "parágrafo",
            "texto": "438. A consagração messiânica de Jesus manifesta a sua missão divina. «Aliás, é o que indica o seu próprio nome; porque no nome de Cristo está subentendido Aquele que ungiu. Aquele que foi ungido e a própria Unção com que foi ungido. Aquele que ungiu é o Pai, Aquele que foi ungido é o Filho, e foi-o no Espírito que é a Unção» (34). A sua eterna consagração messiânica revelou-se no tempo da sua vida terrena, quando do seu baptismo por João, altura em que «Deus O ungiu com o Espírito Santo e poder» (Act 10, 38), «para que se manifestasse a Israel» (Jo 1, 31) como seu Messias. As suas obras e palavras dá-lo-ão a conhecer como «o santo de Deus» (35).",
            "parágrafo": 438
        },
        {
            "tipo": "parágrafo",
            "texto": "439. Numerosos judeus, e mesmo alguns pagãos que partilhavam da sua esperança, reconheceram em Jesus os traços fundamentais do messiânico «filho de David», prometido por Deus a Israel (36). Jesus aceitou o título de Messias a que tinha direito (37), mas não sem reservas, uma vez que esse título era compreendido, por numerosos dos seus contemporâneos, segundo um conceito demasiado humano (38), essencialmente político (39).",
            "parágrafo": 439
        },
        {
            "tipo": "parágrafo",
            "texto": "440. Jesus aceitou a profissão de fé de Pedro, que O reconhecia como o Messias, anunciando a paixão próxima do Filho do Homem (40). Revelou o conteúdo autêntico da sua realeza messiânica, ao mesmo tempo na identidade transcendente do Filho do Homem «que desceu do céu» (Jo 3, 13)(41) e na sua missão redentora como Servo sofredor: «O Filho do Homem [...] não veio para ser servido, veio para servir e dar a vida como resgate pela multidão» (Mt 20, 28) (42). Foi por isso que o verdadeiro sentido da sua realeza só se manifestou do cimo da cruz (43). E só depois da ressurreição, a sua realeza messiânica poderá ser proclamada por Pedro perante o Povo de Deus: «Saiba, com absoluta certeza, toda a casa de Israel, que Deus fez Senhor e Messias esse Jesus que vós crucificastes» (Act 2, 36).",
            "parágrafo": 440
        },
        {
            "tipo": "tópico",
            "texto": "III. Filho único de Deus"
        },
        {
            "tipo": "parágrafo",
            "texto": "441. Filho de Deus, no Antigo Testamento, é um título dado aos anjos (44), ao povo eleito (45) aos filhos de Israel (46) e aos seus reis (47). Nestes casos, significa uma filiação adoptiva, que estabelece entre Deus e a sua criatura relações de particular intimidade. Quando o Rei-Messias prometido é chamado «filho de Deus» (48), isso não implica necessariamente, segundo o sentido literal de tais textos, que Ele seja mais que um simples ser humano. Os que assim designaram Jesus, enquanto Messias de Israel (49), talvez não tenham querido dizer mais (50).",
            "parágrafo": 441
        },
        {
            "tipo": "parágrafo",
            "texto": "442. Mas não é este o caso de Pedro, quando confessa Jesus como «Cristo, o Filho de Deus vivo» (51), porque Jesus responde-lhe solenemente: «não foram a carne nem o sangue que to revelaram, mas sim o meu Pai que está nos céus» (Mt 16, 17). De igual modo, Paulo dirá, a propósito da sua conversão no caminho de Damasco: «Quando aprouve a Deus –  que me escolheu desde o seio de minha mãe e me chamou pela sua graça – revelar o seu Filho em mim, para que O anuncie como Evangelho aos gentios...» (Gl 1, 15-16). «E logo começou a proclamar nas sinagogas que Jesus era o Filho de Deus» (Act 9, 20). Será este, desde o princípio (52),o núcleo da fé apostólica (53), primeiramente professada por Pedro como fundamento da Igreja (54).",
            "parágrafo": 442
        },
        {
            "tipo": "parágrafo",
            "texto": "443. Se Pedro pôde reconhecer o carácter transcendente da filiação divina de Jesus-Messias, foi porque Este lha deixou perceber nitidamente. Diante do Sinédrio, à pergunta dos seus acusadores: «Então, tu és o Filho de Deus?» Jesus respondeu: «É como dizeis, sou» (Lc 22, 70) (55). Já muito antes, Ele Se designara como «o Filho» que conhece o Pai (56), diferente dos «servos» que Deus anteriormente enviara ao seu povo (57), superior aos próprios anjos (58). Ele distinguiu a sua filiação da dos Seus discípulos, nunca dizendo «Pai nosso» (59), a não ser para lhes ordenar: «vós, quando rezardes, dizei assim: Pai nosso» (Mt 6,9); e sublinhou esta distinção: «o meu Pai e vosso Pai» (Jo 20, 17).",
            "parágrafo": 443
        },
        {
            "tipo": "parágrafo",
            "texto": "444. Os evangelhos referem, em dois momentos solenes, no baptismo e na transfiguração de Cristo, a voz do Pai, que O designa como seu «filho muito-amado» (60). Jesus designa-Se a Si próprio como «o Filho único de Deus» (Jo 3, 16), afirmando por este título a sua preexistência eterna (61). E exige a fé «no nome do Filho único de Deus» (Jo 3, 18). Esta profissão de fé cristã aparece já na exclamação do centurião diante de Jesus crucificado: «Verdadeiramente, este homem era o Filho de Deus!» (Mc 15, 39); porque somente no Mistério Pascal o crente pode dar pleno significado ao título de «Filho de Deus».",
            "parágrafo": 444
        },
        {
            "tipo": "parágrafo",
            "texto": "445. É depois da ressurreição que a filiação divina de Jesus aparece no poder da sua humanidade glorificada: «Segundo o Espírito santificante, pela sua ressurreição de entre os mortos, Ele foi estabelecido como Filho de Deus em poder» (Rm 1, 4) (62). E os Apóstolos poderão confessar: «Nós vimos a sua glória, glória que Lhe vem do Pai como a Filho único, cheio de graça e de verdade» (Jo 1, 14).",
            "parágrafo": 445
        },
        {
            "tipo": "tópico",
            "texto": "IV. Senhor"
        },
        {
            "tipo": "parágrafo",
            "texto": "446. Na tradução grega dos Livros do Antigo Testamento, o nome inefável sob o qual Deus Se revelou a Moisés (63), YHWH, é traduzido por « Kyrios» («Senhor»). Senhor torna-se, desde então, o nome mais habitual para designar a própria divindade do Deus de Israel. É neste sentido forte que o Novo Testamento utiliza o título de «Senhor», tanto para o Pai como também – e aí é que está a novidade – para Jesus, assim reconhecido como sendo Ele próprio Deus (64).",
            "parágrafo": 446
        },
        {
            "tipo": "parágrafo",
            "texto": "447. O próprio Jesus veladamente atribui a Si mesmo este título, quando discute com os fariseus sobre o sentido do Salmo 110 (65), e também, de modo explícito, ao dirigir-Se aos Apóstolos (66). Ao longo de toda a vida pública, os seus gestos de domínio sobre a natureza, sobre as doenças, sobre os demónios, sobre a morte e o pecado, demonstravam a sua soberania divina.",
            "parágrafo": 447
        },
        {
            "tipo": "parágrafo",
            "texto": "448. Muitíssimas vezes, nos evangelhos, aparecem pessoas que se dirigem a Jesus chamando-lhe «Senhor». Este título exprime o respeito e a confiança dos que se aproximam de Jesus e d'Ele esperam socorro e cura (67). Pronunciado sob a moção do Espírito Santo, exprime o reconhecimento do Mistério divino de Jesus (68). No encontro com Jesus ressuscitado, transforma-se em adoração: «Meu Senhor e meu Deus» (Jo 20, 28). Assume então uma conotação de amor e afeição, que vai ficar como típica da tradição cristã: «E o Senhor!» (Jo 21, 7).",
            "parágrafo": 448
        },
        {
            "tipo": "parágrafo",
            "texto": "449. Ao atribuir a Jesus o título divino de Senhor, as primeiras confissões de fé da Igreja afirmam, desde o princípio (69), que o poder, a honra e a glória, devidos a Deus Pai, também são devidos a Jesus (70), porque Ele é «de condição divina» (Fl 2, 6) e o Pai manifestou esta soberania de Jesus ressuscitando-O de entre os mortos e exaltando-O na sua glória (71).",
            "parágrafo": 449
        },
        {
            "tipo": "parágrafo",
            "texto": "450. Desde o princípio da história cristã, a afirmação do senhorio de Jesus sobre o mundo e sobre a história (72) significa também o reconhecimento de que o homem não deve submeter a sua liberdade pessoal, de modo absoluto, a nenhum poder terreno, mas somente a Deus Pai e ao Senhor Jesus Cristo: César não é o «Senhor»(73). «A Igreja crê... que a chave, o centro e o fim de toda a história humana se encontra no seu Senhor e Mestre» (74).",
            "parágrafo": 450
        },
        {
            "tipo": "parágrafo",
            "texto": "451. A oração cristã é marcada pelo título de «Senhor», quer no convite à oração: «O Senhor esteja convosco», quer na conclusão da mesma: «Por nosso Senhor Jesus Cristo», quer ainda pelo grito cheio de confiança e de esperança: «Maran atha» («O Senhor vem!») ou «Marana tha» («Vem, Senhor!») (1 Cor 16, 22): «Amen, vem, Senhor Jesus!» (Ap 22, 20).",
            "parágrafo": 451
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "452. O nome de Jesus significa «Deus salva». O menino nascido da Virgem Maria é chamado «Jesus», «porque salvará o seu povo dos seus pecados» (Mt 1, 21); «não existe debaixo do céu outro nome dado aos homens, pelo qual possamos ser salvos» (Act 4, 12).",
            "parágrafo": 452
        },
        {
            "tipo": "parágrafo",
            "texto": "453. O nome de Cristo significa «Ungido», «Messias». Jesus é Cristo, porque «Deus O ungiu com o Espírito Santo e o poder» (Act 10, 38). Ele era «Aquele que estava para vir» (Lc 7, 19), o objecto da «esperança de Israel» (75).",
            "parágrafo": 453
        },
        {
            "tipo": "parágrafo",
            "texto": "454. O nome de Filho de Deus significa a relação única e eterna de Jesus Cristo com Deus seu Pai: Ele é o Filho único do Pai (76) e, Ele próprio, Deus (77). Crer que Jesus Cristo é o Filho de Deus é condição necessária para ser cristão (78).",
            "parágrafo": 454
        },
        {
            "tipo": "parágrafo",
            "texto": "455. O nome de Senhor significa a soberania divina. Confessar ou invocar Jesus como Senhor é crer na sua divindade. «Ninguém pode dizer \"Jesus é Senhor\", a não ser pela acção do Espírito Santo» (1 Co 12, 3).",
            "parágrafo": 455
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 3"
        },
        {
            "tipo": "subtítulo",
            "texto": "«JESUS CRISTO FOI CONCEBIDO PELO PODER DO ESPÍRITO SANTO E NASCEU DA VIRGEM MARIA»"
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 1"
        },
        {
            "tipo": "subtítulo",
            "texto": "O FILHO DE DEUS FEZ-SE HOMEM"
        },
        {
            "tipo": "tópico",
            "texto": "I. Porque é que o Verbo encarnou?"
        },
        {
            "tipo": "parágrafo",
            "texto": "456. Com o Credo Niceno-Constantinopolitano, respondemos confessando: «Por nós, homens, e para nossa salvação, desceu dos céus; e encarnou pelo Espírito Santo no seio da Virgem Maria e Se fez homem» (79).",
            "parágrafo": 456
        },
        {
            "tipo": "parágrafo",
            "texto": "457. O Verbo fez-Se carne para nos salvar, reconciliando-nos com Deus: «Foi Deus que nos amou e enviou o seu Filho como vítima de expiação pelos nossos pecados» (1 Jo 4, 10). «O Pai enviou o Filho como salvador do mundo» (1 Jo 4, 14). «E Ele veio para tirar os pecados» (1 Jo 3, 5):\n\n«Enferma, a nossa natureza precisava de ser curada; decaída, precisava de ser elevada; morta, precisava de ser ressuscitada. Tínhamos perdido a posse do bem; era preciso que nos fosse restituído. Encerrados nas trevas, precisávamos de quem nos trouxesse a luz; cativos, esperávamos um salvador: prisioneiros, esperávamos um auxílio; escravos, precisávamos dum libertador. Seriam razões sem importância? Não seriam suficientes para comover a Deus, a ponto de O fazer descer até à nossa natureza humana para a visitar, já que a humanidade se encontrava em estado tão miserável e infeliz?» (80).",
            "parágrafo": 457
        },
        {
            "tipo": "parágrafo",
            "texto": "458. O Verbo fez-Se carne, para que assim conhecêssemos o amor de Deus: «Assim se manifestou o amor de Deus para connosco: Deus enviou ao mundo o seu Filho Unigénito, para que vivamos por Ele» (I Jo 4, 9). «Porque Deus amou tanto o mundo, que entregou o seu Filho Unigénito, para que todo o homem que acredita n'Ele não pereça, mas tenha a vida eterna» (Jo 3, 16).",
            "parágrafo": 458
        },
        {
            "tipo": "parágrafo",
            "texto": "459. O Verbo fez-Se carne, para ser o nosso modelo de santidade: «Tomai sobre vós o meu jugo e aprendei de Mim [...]» (Mt 11, 29). «Eu sou o caminho, a verdade e a vida. Ninguém vai ao Pai senão por Mim» (Jo 14, 6). E o Pai, na montanha da Transfiguração, ordena: «Escutai-o» (Mc 9, 7) (81). De facto, Ele é o modelo das bem-aventuranças e a norma da Lei nova: «Amai-vos uns aos outros como Eu vos amei» (Jo 15, 12). Este amor implica a oferta efectiva de nós mesmos, no seu seguimento (82).",
            "parágrafo": 459
        },
        {
            "tipo": "parágrafo",
            "texto": "460. O Verbo fez-Se carne, para nos tornar «participantes da natureza divina» (2 Pe 1, 4): «Pois foi por essa razão que o Verbo Se fez homem, e o Filho de Deus Se fez Filho do Homem: foi para que o homem, entrando em comunhão com o Verbo e recebendo assim a adopção divina, se tornasse filho de Deus» (83). «Porque o Filho de Deus fez-Se homem, para nos fazer deuses» (84). «Unigenitus [...] Dei Filias, suae divinitatis volens nos esse participes, naturam nostram assumpsit, ut homines deos faceret factos homo – O Filho Unigénito de Deus, querendo que fôssemos participantes da sua divindade, assumiu a nossa natureza para que, feito homem, fizesse os homens deuses» (84).",
            "parágrafo": 460
        },
        {
            "tipo": "tópico",
            "texto": "II. A Encarnação"
        },
        {
            "tipo": "parágrafo",
            "texto": "461. Retomando a expressão de São João («o Verbo fez-Se carne»: Jo 1, 14), a Igreja chama «Encarnação» ao facto de o Filho de Deus ter assumido uma natureza humana, para nela levar a efeito a nossa salvação. Num hino que nos foi conservado por São Paulo, a Igreja canta este mistério:\n\n«Tende em vós os mesmos sentimentos que havia em Cristo Jesus. Ele, que era de condição divina, não se valeu da sua igualdade com Deus, mas aniquilou-Se a Si próprio, assumindo a condição de servo, tornou-Se semelhante aos homens. Aparecendo como homem, humilhou-Se ainda mais, obedecendo até à morte, e morte de Cruz» (Fl 2, 5-8) (86).",
            "parágrafo": 461
        },
        {
            "tipo": "parágrafo",
            "texto": "462. A Epístola aos Hebreus fala do mesmo mistério:\n\n«É por isso que, ao entrar neste mundo, Cristo diz: \"Não quiseste sacrifícios e oferendas, mas formaste-Me um corpo. Holocaustos e imolações pelo pecado não Te foram agradáveis. Então Eu disse: Eis-Me aqui [...] para fazer a tua vontade\"» (Heb 10, 5-7, citando o Sl 40. 7-9, segundo os LXX).",
            "parágrafo": 462
        },
        {
            "tipo": "parágrafo",
            "texto": "463. A fé na verdadeira Encarnação do Filho de Deus é o sinal distintivo da fé cristã: «Nisto haveis de reconhecer o Espírito de Deus: todo o espírito que confessa a Jesus Cristo encarnado é de Deus» (1 Jo 4, 2). É esta a alegre convicção da Igreja desde o seu princípio, ao cantar «o grande mistério da piedade»: «Ele manifestou-Se na carne» (1 Tm 3, 16).",
            "parágrafo": 463
        },
        {
            "tipo": "tópico",
            "texto": "III. Verdadeiro Deus e verdadeiro homem"
        },
        {
            "tipo": "parágrafo",
            "texto": "464. O acontecimento único e absolutamente singular da Encarnação do Filho de Deus não significa que Jesus Cristo seja em parte Deus e em parte homem, nem que seja o resultado de uma mistura confusa do divino com o humano. Ele fez-Se verdadeiro homem, permanecendo verdadeiro Deus. Jesus Cristo é verdadeiro Deus e verdadeiro homem. Esta verdade da fé, teve a Igreja de a defender e clarificar no decurso dos primeiros séculos, perante heresias que a falsificavam.",
            "parágrafo": 464
        },
        {
            "tipo": "parágrafo",
            "texto": "465. As primeiras heresias negaram menos a divindade de Cristo que a sua verdadeira humanidade (docetismo gnóstico). Desde os tempos apostólicos que a fé cristã insistiu sobre a verdadeira Encarnação do Filho de Deus «vindo na carne» (87). Mas, a partir do século III, a Igreja teve de afirmar, contra Paulo de Samossata, num concilio reunido em Antioquia, que Jesus Cristo é Filho de Deus por natureza e não por adopção. O primeiro Concílio ecuménico de Niceia, em 325, confessou no seu Credo que o Filho de Deus é «gerado, não criado, consubstancial ('homoúsios') ao Pai» (88); e condenou Ario, o qual afirmava que «o Filho de Deus saiu do nada» (89) e devia ser «duma substância diferente da do Pai» (90).",
            "parágrafo": 465
        },
        {
            "tipo": "parágrafo",
            "texto": "466. A heresia nestoriana via em Cristo uma pessoa humana unida à pessoa divina do Filho de Deus. Perante esta heresia, São Cirilo de Alexandria e o terceiro Concilio ecuménico, reunido em Éfeso em 431,confessaram que «o Verbo, unindo na sua pessoa uma carne animada por uma alma racional, Se fez homem» (91). A humanidade de Cristo não tem outro sujeito senão a pessoa divina do Filho de Deus, que a assumiu e a fez sua desde que foi concebida. Por isso, o Concílio de Éfeso proclamou, cm 431, que Maria se tornou, com toda a verdade. Mãe de Deus, por ter concebido humanamente o Filho de Deus em seu seio: «Mãe de Deus, não porque o Verbo de Deus dela tenha recebido a natureza divina, mas porque dela recebeu o corpo sagrado, dotado duma alma racional, unido ao qual, na sua pessoa, se diz que o Verbo nasceu segundo a carne» (92).",
            "parágrafo": 466
        },
        {
            "tipo": "parágrafo",
            "texto": "467. Os monofisitas afirmavam que a natureza humana tinha deixado de existir, como tal, em Cristo, sendo assumida pela sua pessoa divina de Filho de Deus. Confrontando-se com esta heresia, o quarto Concílio ecuménico, em Calcedónia, no ano de 451, confessou:\n\n«Na sequência dos santos Padres, ensinamos unanimemente que se confesse um só e mesmo Filho, nosso Senhor Jesus Cristo, igualmente perfeito na divindade e perfeito na humanidade, sendo o mesmo verdadeiramente Deus e verdadeiramente homem, composto duma alma racional e dum corpo, consubstancial ao Pai pela sua divindade, consubstancial a nós pela sua humanidade, «semelhante a nós em tudo, menos no pecado» (93): gerado do Pai antes de todos os séculos segundo a divindade, e nestes últimos dias, por nós e pela nossa salvação, nascido da Virgem Mãe de Deus segundo a humanidade.\n\nUm só e mesmo Cristo, Senhor, Filho Único, que devemos reconhecer em duas naturezas, sem confusão, sem mudança, sem divisão, sem separação. A diferença das naturezas não é abolida pela sua união; antes, as propriedades de cada uma são salvaguardadas e reunidas numa só pessoa e numa só hipóstase» (94).",
            "parágrafo": 467
        },
        {
            "tipo": "parágrafo",
            "texto": "468. Depois do Concílio de Calcedónia, alguns fizeram da natureza humana de Cristo uma espécie de sujeito pessoal. Contra eles, o quinto Concílio ecuménico, reunido em Constantinopla em 553, confessou a propósito de Cristo: «não há n'Ele senão uma só hipóstase (ou pessoa), que é nosso Senhor Jesus Cristo, um da santa Trindade» (95). Tudo na humanidade de Cristo deve, portanto, ser atribuído à sua pessoa divina como seu sujeito próprio (96); não só os milagres, mas também os sofrimentos (97) e a própria morte: «Aquele que foi crucificado na carne, nosso Senhor Jesus Cristo, é verdadeiro Deus, Senhor da glória e um da Santíssima Trindade» (98).",
            "parágrafo": 468
        },
        {
            "tipo": "parágrafo",
            "texto": "469. Assim, a Igreja confessa que Jesus é inseparavelmente verdadeiro Deus e verdadeiro homem. É verdadeiramente o Filho de Deus feito homem, nosso irmão, e isso sem deixar de ser Deus, nosso Senhor:\n\n«Id quod fuit remansit, et quod non fuit assumpsit» – «Continuou a ser o que era e assumiu o que não era», como canta a Liturgia Romana (90). E a Liturgia de São João Crisóstomo proclama e canta: «Ó Filho único e Verbo de Deus, sendo imortal. Vos dignastes, para nossa salvação, encarnar no seio da Santa Mãe de Deus e sempre Virgem Maria, e sem mudança Vos fizestes homem e fostes crucificado! Ó Cristo Deus, que por Vossa morte esmagastes a morte, que sois um da Santíssima Trindade, glorificado com o Pai e o Espírito Santo, salvai-nos!» (100).",
            "parágrafo": 469
        },
        {
            "tipo": "tópico",
            "texto": "IV. Como é que o Filho de Deus é homem"
        },
        {
            "tipo": "parágrafo",
            "texto": "470. Uma vez que, na união misteriosa da Encarnação, «a natureza humana foi assumida, não absorvida» (101), a Igreja, no decorrer dos séculos, foi levada a confessar a plena realidade da alma humana, com as suas operações de inteligência e vontade, e do corpo humano de Cristo. Mas, paralelamente, a mesma Igreja teve de lembrar repetidamente que a natureza humana de Cristo pertence, como própria, à pessoa divina do Filho de Deus que a assumiu. Tudo o que Ele fez e faz nela, depende de «um da Trindade». Portanto, o Filho de Deus comunica à sua humanidade o seu próprio modo de existir pessoal na Santíssima Trindade. E assim, tanto na sua alma como no seu corpo, Cristo exprime humanamente os costumes divinos da Trindade (102):\n\n«O Filho de Deus trabalhou com mãos humanas, pensou com uma inteligência humana, agiu com uma vontade humana, amou com um coração humano. Nascido da Virgem Maria, tornou-Se verdadeiramente um de nós, semelhante a nós em tudo, excepto no pecado» (103).",
            "parágrafo": 470
        },
        {
            "tipo": "subtópico",
            "texto": "A ALMA E O CONHECIMENTO HUMANO DE CRISTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "471. Apolinário de Laodiceia afirmava que, em Cristo, o Verbo tinha ocupado o lugar da alma ou do espírito. Contra este erro, a Igreja confessou que o Filho eterno assumiu também uma alma racional humana (104).",
            "parágrafo": 471
        },
        {
            "tipo": "parágrafo",
            "texto": "472. Esta alma humana, que o Filho de Deus assumiu, é dotada de um verdadeiro conhecimento humano. Como tal, este não podia ser por si mesmo ilimitado. Exercia-se nas condições históricas da sua existência no espaço e no tempo. Foi por isso que o Filho de Deus, fazendo-Se homem, pôde aceitar «crescer em sabedoria, estatura e graça» (Lc 2, 52) e também teve de Se informar sobre o que, na condição humana, deve aprender-se de modo experimental (105). Isso correspondia à realidade do seu abatimento voluntário na «condição de servo» (106).",
            "parágrafo": 472
        },
        {
            "tipo": "parágrafo",
            "texto": "473. Mas, ao mesmo tempo, este conhecimento verdadeiramente humano do Filho de Deus exprimia a vida divina da sua pessoa (107). «A natureza humana do Filho de Deus, não por si mesma, mas pela sua união com o Verbo, conhecia e manifestava em si tudo o que é próprio de Deus» (108). É o caso, em primeiro lugar, do conhecimento íntimo e imediato que o Filho de Deus feito homem tem do seu Pai (109). O Filho também mostrava, no seu conhecimento humano, a clarividência divina que tinha dos pensamentos secretos do coração dos homens (110).",
            "parágrafo": 473
        },
        {
            "tipo": "parágrafo",
            "texto": "474. Pela sua união com a Sabedoria divina na pessoa do Verbo Encarnado, o conhecimento humano de Cristo gozava, em plenitude, da ciência dos desígnios eternos que tinha vindo revelar (111). O que neste domínio Ele reconhece ignorar (112) declara, noutro ponto, não ter a missão de o revelar (113).",
            "parágrafo": 474
        },
        {
            "tipo": "subtópico",
            "texto": "A VONTADE HUMANA DE CRISTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "475. De igual modo, a Igreja confessou, no sexto Concilio ecuménico, que Cristo possui duas vontades e duas operações naturais, divinas e humanas, não opostas mas cooperantes, de maneira que o Verbo feito carne quis humanamente, em obediência ao Pai, tudo quanto decidiu divinamente com o Pai e o Espírito Santo para a nossa salvação (114). A vontade humana de Cristo «segue a sua vontade divina, sem fazer resistência nem oposição em relação a ela, antes estando subordinada a essa vontade omnipotente» (115).",
            "parágrafo": 475
        },
        {
            "tipo": "subtópico",
            "texto": "O VERDADEIRO CORPO DE CRISTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "476. Uma vez que o Verbo Se fez carne, assumindo uma verdadeira natureza humana, o corpo de Cristo era circunscrito (116). Portanto, o rosto humano de Jesus pode ser «pintado» (117). No VII Concílio ecuménico (118), a Igreja reconheceu como legítimo que ele fosse representado em santas imagens.",
            "parágrafo": 476
        },
        {
            "tipo": "parágrafo",
            "texto": "477. Ao mesmo tempo, a Igreja sempre reconheceu que, no corpo de Jesus, «Deus que, por sua natureza, era invisível, tornou-Se visível aos nossos olhos» (119). Com efeito, as particularidades individuais do corpo de Cristo exprimem a pessoa divina do Filho de Deus. Este fez seus os traços do seu corpo humano, de tal modo que, pintados numa imagem sagrada, podem ser venerados porque o crente que venera a sua imagem, «venera nela a pessoa nela representada» (120).",
            "parágrafo": 477
        },
        {
            "tipo": "subtópico",
            "texto": "O CORAÇÃO DO VERBO ENCARNADO"
        },
        {
            "tipo": "parágrafo",
            "texto": "478. Jesus conheceu-nos e amou-nos, a todos e a cada um, durante a sua vida, a sua agonia e a sua paixão, entregando-Se por cada um de nós: «O Filho de Deus amou-me e entregou-Se por mim» (Gl 2, 20). Amou-nos a todos com um coração humano. Por esse motivo, o Sagrado Coração de Jesus, trespassado pelos nossos pecados e para nossa salvação (121), «praecipuus consideratur index et symbolus... illius amoris, quo divinus Redemptor aeternum Patrem hominesque universos continenter adamat é considerado sinal e símbolo por excelência... daquele amor com que o divino Redentor ama sem cessar o eterno Pai e todos os homens» (122).",
            "parágrafo": 478
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "479. No tempo estabelecido por Deus, o Filho Unigénito do Pai, a Palavra eterna, isto é, o Verbo e imagem substancial do Pai, encarnou. Sem perder a natureza divina, assumiu a natureza humana.",
            "parágrafo": 479
        },
        {
            "tipo": "parágrafo",
            "texto": "480. Jesus Cristo é verdadeiro Deus e verdadeiro homem, na unidade da sua Pessoa divina; por essa razão, Ele é o único mediador entre Deus e os homens.",
            "parágrafo": 480
        },
        {
            "tipo": "parágrafo",
            "texto": "481. Jesus Cristo tem duas naturezas, a divina e a humana, não confundidas, mas unidas na única Pessoa do Filho de Deus.",
            "parágrafo": 481
        },
        {
            "tipo": "parágrafo",
            "texto": "482. Verdadeiro Deus e verdadeiro homem, Cristo tem uma inteligência e uma vontade humanas em perfeito acordo e submissão à inteligência e vontade divinas, que Ele tem em comum com o Pai e o Espírito Santo.",
            "parágrafo": 482
        },
        {
            "tipo": "parágrafo",
            "texto": "483. A encarnação é, pois, o mistério da união admirável da natureza divina e da natureza humana, na única Pessoa do Verbo.",
            "parágrafo": 483
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 2"
        },
        {
            "tipo": "subtítulo",
            "texto": "«... CONCEBIDO PELO PODER DO ESPÍRITO SANTO, NASCIDO DA VIRGEM MARIA»"
        },
        {
            "tipo": "tópico",
            "texto": "I. Concebido pelo poder do Espírito Santo..."
        },
        {
            "tipo": "parágrafo",
            "texto": "484. A Anunciação a Maria inaugura a «plenitude dos tempos» (Gl 4, 4), isto é, o cumprimento das promessas e dos preparativos. Maria é convidada a conceber Aquele em quem habitará «corporalmente toda a plenitude da Divindade» (Cl 2, 9). A resposta divina ao seu «como será isto, se Eu não conheço homem?» (Lc 1, 34) é dada pelo poder do Espírito: «O Espírito Santo virá sobre ti» (Lc 1, 35).",
            "parágrafo": 484
        },
        {
            "tipo": "parágrafo",
            "texto": "485. A missão do Espírito Santo está sempre unida e ordenada à do Filho (123). O Espírito Santo, que é «o Senhor que dá a Vida», é enviado para santificar o seio da Virgem Maria e para a fecundar pelo poder divino, fazendo-a conceber o Filho eterno do Pai, numa humanidade originada da sua.",
            "parágrafo": 485
        },
        {
            "tipo": "parágrafo",
            "texto": "486. Tendo sido concebido como homem no seio da Virgem Maria, o Filho único do Pai é «Cristo», isto é, ungido pelo Espírito Santo (124), desde o princípio da sua existência humana, embora a sua manifestação só se venha a fazer progressivamente: aos pastores (125), aos magos 126), a João Baptista (127), aos discípulos (128). Toda a vida de Jesus Cristo manifestará, portanto, «como Deus O ungiu com o Espírito Santo e o poder» (Act 10, 38).",
            "parágrafo": 486
        },
        {
            "tipo": "tópico",
            "texto": "II. ...nascido da Virgem Maria"
        },
        {
            "tipo": "parágrafo",
            "texto": "487. O que a fé católica crê, a respeito de Maria, funda-se no que crê a respeito de Cristo. Mas o que a mesma fé ensina sobre Maria esclarece, por sua vez, a sua fé em Cristo.",
            "parágrafo": 487
        },
        {
            "tipo": "subtópico",
            "texto": "A PREDESTINAÇÃO DE MARIA"
        },
        {
            "tipo": "parágrafo",
            "texto": "488. «Deus enviou o seu Filho» (GI 4, 4). Mas, para Lhe «formar um corpo» (129), quis a livre cooperação duma criatura. Para isso, desde toda a eternidade, Deus escolheu, para ser a Mãe do seu Filho, uma filha de Israel, uma jovem judia de Nazaré, na Galileia, «virgem que era noiva de um homem da casa de David, chamado José. O nome da virgem era Maria» (Lc 1, 26-27):\n\n«O Pai das misericórdias quis que a aceitação, por parte da que Ele predestinara para Mãe, precedesse a Encarnação, para que, assim como uma mulher contribuiu para a morte, também outra mulher contribuísse para a vida (130).",
            "parágrafo": 488
        },
        {
            "tipo": "parágrafo",
            "texto": "489. Ao longo da Antiga Aliança, a missão de Maria foi preparada pela missão de santas mulheres. Logo no princípio, temos Eva; apesar da sua desobediência, ela recebe a promessa duma descendência que sairá vitoriosa do Maligno(131) e de vir a ser a mãe de todos os vivos (132). Em virtude desta promessa, Sara concebe um filho, apesar da sua idade avançada (133). Contra toda a esperança humana, Deus escolheu o que era tido por incapaz e fraco (134) para mostrar a sua fidelidade à promessa feita: Ana, a mãe de Samuel (135), Débora, Rute, Judite e Ester e muitas outras mulheres. Maria «é a primeira entre os humildes e pobres do Senhor, que confiadamente esperam e recebem a salvação de Deus. Com ela, enfim, excelsa filha de Sião, passada a longa espera da promessa, cumprem-se os tempos e inaugura-se a nova economia da salvação» (136).",
            "parágrafo": 489
        },
        {
            "tipo": "subtópico",
            "texto": "A IMACULADA CONCEIÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "490. Para vir a ser Mãe do Salvador, Maria «foi adornada por Deus com dons dignos de uma tão grande missão» (137). O anjo Gabriel, no momento da Anunciação, saúda-a como «cheia de graça»(138). Efectivamente, para poder dar o assentimento livre da sua fé ao anúncio da sua vocação, era necessário que Ela fosse totalmente movida pela graça de Deus.",
            "parágrafo": 490
        },
        {
            "tipo": "parágrafo",
            "texto": "491. Ao longo dos séculos, a Igreja tomou consciência de que Maria, «cumulada de graça» por Deus (139), tinha sido redimida desde a sua conceição. É o que confessa o dogma da Imaculada Conceição, procla­mado em 1854 pelo Papa Pio IX:\n\n«Por uma graça e favor singular de Deus omnipotente e em previsão dos méritos de Jesus Cristo, Salvador do género humano, a bem-aventurada Virgem Maria foi preservada intacta de toda a mancha do pecado original no primeiro instante da sua conceição» (140).",
            "parágrafo": 491
        },
        {
            "tipo": "parágrafo",
            "texto": "492. Este esplendor de uma «santidade de todo singular», com que foi «enriquecida desde o primeiro instante da sua conceição» (141), vem-lhe totalmente de Cristo: foi «remida dum modo mais sublime, em atenção aos méritos de seu Filho» (142). Mais que toda e qualquer outra pessoa  criada, o Pai a «encheu de toda a espécie de bênçãos espirituais, nos céus, em Cristo» (Ef 1, 3). «N'Ele a escolheu antes da criação do mundo, para ser, na caridade, santa e irrepreensível na sua presença» (Ef 1, 4).",
            "parágrafo": 492
        },
        {
            "tipo": "parágrafo",
            "texto": "493. Os Padres da tradição oriental chamam ã Mãe de Deus «a toda santa» («Panaghia»), celebram-na como «imune de toda a mancha de pecado, visto que o próprio Espírito Santo a modelou e dela fez uma nova criatura» (143). Pela graça de Deus, Maria manteve-se pura de todo o pecado pessoal ao longo de toda a vida.",
            "parágrafo": 493
        },
        {
            "tipo": "subtópico",
            "texto": "«FAÇA-SE EM MIM SEGUNDO A TUA PALAVRA...»"
        },
        {
            "tipo": "parágrafo",
            "texto": "494. Ao anúncio de que dará à luz «o Filho do Altíssimo», sem conhecer homem, pela virtude do Espírito Santo (144), Maria respondeu pela «obediência da fé» (145), certa de que «a Deus nada é impossível»: «Eis a serva do Senhor, faça-se em mim segundo a tua palavra» (Lc 1, 38). Assim, dando o seu consentimento à palavra de Deus, Maria tornou-se Mãe de Jesus. E aceitando de todo o coração, sem que nenhum pecado a retivesse, a vontade divina da salvação, entregou-se totalmente à pessoa e à obra do seu Filho para servir, na dependência d'Ele e com Ele, pela graça de Deus, o mistério da redenção (146).\n\n«Como diz Santo Ireneu, \"obedecendo, Ela tornou-se causa de salvação, para si e para todo o género humano\" (147). Eis porque não poucos Padres afirmam, tal como ele, nas suas pregações, que \"o nó da desobediência de Eva foi desatado pela obediência de Maria; e aquilo que a virgem Eva atou, com a sua incredulidade, desatou-o a Virgem Maria com a sua fé\" (148); e, por comparação com Eva, chamam Maria a \"Mãe dos vivos\" e afirmam muitas vezes: \"a morte veio por Eva, a vida veio por Maria\"» (149).",
            "parágrafo": 494
        },
        {
            "tipo": "subtópico",
            "texto": "A MATERNIDADE DIVINA DE MARIA"
        },
        {
            "tipo": "parágrafo",
            "texto": "495. Chamada nos evangelhos «a Mãe de Jesus» (Jo 2, 1; 19, 25)(150), Maria é aclamada, sob o impulso do Espírito Santo e desde antes do nascimento do seu Filho, como «a Mãe do meu Senhor» (Lc 1, 43). Com efeito, Aquele que Ela concebeu como homem por obra do Espírito Santo, e que Se tornou verdadeiramente seu Filho segundo a carne, não é outro senão o Filho eterno do Pai, a segunda pessoa da Santíssima Trindade. A Igreja confessa que Maria é, verdadeiramente, Mãe de Deus («Theotokos») (151).",
            "parágrafo": 495
        },
        {
            "tipo": "subtópico",
            "texto": "A VIRGINDADE DE MARIA"
        },
        {
            "tipo": "parágrafo",
            "texto": "496. Desde as primeiras formulações da fé (152), a Igreja confessou que Jesus foi concebido unicamente pelo poder do Espírito Santo no seio da Virgem Maria, afirmando igualmente o aspecto corporal deste acontecimento: Jesus foi concebido « absque semine, [...] ex Spiritu Sancto – do Espírito Santo, sem sémen [de homem]» (153). Os Santos Padres vêem, na conceição virginal, o sinal de que foi verdadeiramente o Filho de Deus que veio ao mundo numa humanidade como a nossa:\n\nDiz, por exemplo, Santo Inácio de Antioquia (princípio do século II): «Vós estais firmemente convencidos, a respeito de nosso Senhor, que Ele é verdadeiramente da raça de David segundo a carne (154). Filho de Deus segundo a vontade e o poder de Deus (155); verdadeiramente nascido duma virgem [...], foi verdadeiramente crucificado por nós, na sua carne, sob Pôncio Pilatos [...] e verdadeiramente sofreu, como também verdadeiramente ressuscitou» (156).",
            "parágrafo": 496
        },
        {
            "tipo": "parágrafo",
            "texto": "497. As narrativas evangélicas (157) entendem a conceição virginal como uma obra divina que ultrapassa toda a compreensão e possibilidade humanas (158): «O que foi gerado nela vem do Espírito Santo», diz o anjo a José, a respeito de Maria, sua esposa (Mt 1, 20). A Igreja vê nisto o cumprimento da promessa divina feita através do profeta Isaías: «Eis que a virgem conceberá e dará à luz um filho» (Is 7, 14), segundo a tradução grega de Mt 1, 23.",
            "parágrafo": 497
        },
        {
            "tipo": "parágrafo",
            "texto": "498. Tem, por vezes, causado impressão o silêncio do Evangelho de São Marcos e das epístolas do Novo Testamento sobre a conceição virginal de Maria Também foi questionado, se não se trataria aqui de lendas ou construções teológicas fora do âmbito da historicidade. A isto há que responder: a fé na conceição virginal de Jesus encontrou viva oposição, troça ou incompreensão por parte dos não-crentes, judeus e pagãos (159); mas não tinha origem na mitologia pagã, nem era motivada por qualquer adaptação às ideias do tempo. O sentido deste acontecimento só é acessível à fé. que o vê no «nexo que liga os mistérios entre si» (160), no conjunto dos mistérios de Cristo, da Encarnação até à Páscoa. Já Santo Inácio de Antioquia fala deste nexo: «O príncipe deste mundo não teve conhecimento da virgindade de Maria e do seu parto, tal como da morte do Senhor: três mistérios extraordinários, que se efectuaram no silêncio de Deus» (161).",
            "parágrafo": 498
        },
        {
            "tipo": "subtópico",
            "texto": "MARIA – «SEMPRE VIRGEM»"
        },
        {
            "tipo": "parágrafo",
            "texto": "499. O aprofundamento da fé na maternidade virginal levou a Igreja a confessar a virgindade real e perpétua de Maria (162), mesmo no parto do Filho de Deus feito homem (163). Com efeito, o nascimento de Cristo «não diminuiu, antes consagrou a integridade virginal» da sua Mãe (164).\n\nA Liturgia da Igreja celebra Maria “Aeiparthenos” como a «sempre Virgem»(165)",
            "parágrafo": 499
        },
        {
            "tipo": "parágrafo",
            "texto": "500. A isso objecta-se, por vezes, que a Escritura menciona irmãos e irmãs de Jesus (166). A Igreja entendeu sempre estas passagens como não designando outros filhos da Virgem Maria. Com efeito, Tiago e José, «irmãos de Jesus» (Mt 13, 55), são filhos duma Maria discípula de Cristo (167) designada significativamente como «a outra Maria» (Mt 28, 1). Trata-se de parentes próximos de Jesus, segundo uma expressão conhecida do Antigo Testamento (168).",
            "parágrafo": 500
        },
        {
            "tipo": "parágrafo",
            "texto": "501. Jesus é o filho único de Maria. Mas a maternidade espiritual de Maria (169) estende-se a todos os homens que Ele veio salvar: «Ela deu à luz um Filho que Deus estabeleceu como \"primogénito de muitos irmãos\" (Rm 8, 29), isto é, dos fiéis para cuja geração e educação Ela coopera com amor de mãe» (170).",
            "parágrafo": 501
        },
        {
            "tipo": "subtópico",
            "texto": "A MATERNIDADE VIRGINAL DE MARIA NO PLANO DE DEUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "502. O olhar da fé pode descobrir, em ligação com o conjunto da Revelação, as razões misteriosas pelas quais Deus, no seu desígnio salvífico, quis que o seu Filho nascesse duma virgem. Tais razões dizem respeito tanto à pessoa e missão redentora de Cristo como ao acolhimento dessa missão por Maria, para bem de todos os homens:",
            "parágrafo": 502
        },
        {
            "tipo": "parágrafo",
            "texto": "503. A virgindade de Maria manifesta a iniciativa absoluta de Deus na Encarnação. Jesus só tem Deus por Pai (171). «A natureza humana, que Ele assumiu, nunca O afastou do Pai [...]. Naturalmente Filho do seu Pai segundo a divindade, naturalmente Filho da sua Mãe segundo a humanidade, mas propriamente Filho de Deus nas suas duas naturezas» (172).",
            "parágrafo": 503
        },
        {
            "tipo": "parágrafo",
            "texto": "504. Jesus é concebido pelo Espírito Santo no seio da Virgem Maria, porque Ele é o Novo Adão (173), que inaugura a criação nova: «O primeiro homem veio da terra e do pó: o segundo homem veio do céu» (1 Cor 15, 47). A humanidade de Cristo é, desde a sua conceição, cheia do Espírito Santo, porque Deus «não dá o Espírito por medida» (Jo 3, 34). É da «sua plenitude», que Lhe é própria enquanto cabeça da humanidade resgatada que «nós recebemos graça sobre graça» (Jo 1, 16).",
            "parágrafo": 504
        },
        {
            "tipo": "parágrafo",
            "texto": "505. Jesus, o novo Adão, inaugura, pela sua conceição virginal, o novo nascimento dos filhos de adopção, no Espírito Santo, pela fé, «Como será isso?» (Lc 1, 34) (175). A parti­cipação na vida divina não procede «do sangue, nem da vontade da carne, nem da vontade do homem, mas de Deus» (Jo 1, 13). A recepção desta vida é virginal, porque inteiramente dada ao homem pelo Espírito. O sentido esponsal da vocação humana, em relação a Deus (176), foi perfeitamente realizado na maternidade virginal de Maria.",
            "parágrafo": 505
        },
        {
            "tipo": "parágrafo",
            "texto": "506. Maria é virgem, porque a virgindade é nela o sinal da sua fé, «sem a mais leve sombra de dúvida» (177) e da sua entrega sem reservas à vontade de Deus (178). É graças à sua fé que ela vem a ser a Mãe do Salvador: «Beatior est Maria percipiendo fïdem Christi quam concipiendo carnem Christi – Maria é mais feliz por receber a fé de Cristo do que por conceber a carne de Cristo» (179).",
            "parágrafo": 506
        },
        {
            "tipo": "parágrafo",
            "texto": "507. Maria é, ao mesmo tempo, virgem e mãe, porque é a figura e a mais perfeita realização da Igreja (180): «Por sua vez, a Igreja, que contempla a sua santidade misteriosa e imita a sua caridade, cumprindo fielmente a vontade do Pai, torna-se também, ela própria, mãe, pela fiel recepção da Palavra de Deus: efectivamente, pela pregação e pelo Baptismo, gera, para uma vida nova e imortal, os filhos concebidos por acção do Espírito Santo e nascidos de Deus. E também ela é virgem, pois guarda fidelidade total e pura ao seu esposo» (181).",
            "parágrafo": 507
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "508. Na descendência de Eva, Deus escolheu a Virgem Maria para ser a Mãe do seu Filho. «Cheia de graça», ela é «o mais excelso fruto da Redenção» (182). Desde o primeiro instante da sua conceição, ela foi totalmente preservada imune da mancha do pecado original, e permaneceu pura de todo o pecado pessoal ao longo da vida.",
            "parágrafo": 508
        },
        {
            "tipo": "parágrafo",
            "texto": "509. Maria é verdadeiramente «Mãe de Deus», pois é a Mãe do Filho eterno de Deus feito homem que, Ele próprio, é Deus.",
            "parágrafo": 509
        },
        {
            "tipo": "parágrafo",
            "texto": "510. Maria permaneceu «Virgem ao conceber o seu Filho, Virgem ao dá-Lo à luz, Virgem grávida, Virgem fecunda, Virgem perpétua» (183); com todo o seu ser; ela é a «serva do Senhor» (Lc 1, 38).",
            "parágrafo": 510
        },
        {
            "tipo": "parágrafo",
            "texto": "511. A Virgem Maria «cooperou livremente, pela sua fé e obediência, na salvação dos homens» (184). Pronunciou o seu «fiat» – faça-se – «loco totius humanae naturae – em vez de toda a humanidade» (185): pela sua obediência, tornou-se a nova Eva, mãe dos vivos.",
            "parágrafo": 511
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 3"
        },
        {
            "tipo": "subtítulo",
            "texto": "OS MISTÉRIOS DA VIDA DE CRISTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "512. Relativamente à vida de Cristo, o Símbolo da Fé apenas fala dos mistérios da Encarnação (conceição e nascimento) e da Páscoa (paixão, crucifixão, morte, sepultura, descida à mansão dos mortos, ressurreição, ascensão). Nada diz explicitamente dos mistérios da vida oculta e pública de Jesus. Mas os artigos que dizem respeito à Encarnação e à Páscoa de Jesus esclarecem toda a vida terrena de Cristo. «Tudo o que Jesus fez e ensinou desde o princípio até ao dia em que foi elevado ao céu» (Act 1, 1-2) deve ser visto á luz dos mistérios do Natal e da Páscoa.",
            "parágrafo": 512
        },
        {
            "tipo": "parágrafo",
            "texto": "513. A catequese, segundo as circunstâncias, explanará toda a riqueza dos mistérios de Jesus. Aqui, basta indicar alguns elementos comuns a todos os mistérios da vida de Cristo (I), para depois esboçar os principais mistérios da vida oculta (II) e pública (III) de Jesus.",
            "parágrafo": 513
        },
        {
            "tipo": "tópico",
            "texto": "I. Toda a vida de Cristo é mistério"
        },
        {
            "tipo": "parágrafo",
            "texto": "514. Muitas coisas que interessam à curiosidade humana, a respeito de Jesus, não figuram nos evangelhos. Quase nada se diz da sua vida em Nazaré e mesmo grande parte da sua vida pública não é relatada (186). O que foi escrito nos evangelhos, foi-o «para acreditardes que Jesus é o Messias, o Filho de Deus, e para que, acreditando, tenhais a vida em seu nome» (Jo 20, 31).",
            "parágrafo": 514
        },
        {
            "tipo": "parágrafo",
            "texto": "515. Os evangelhos foram escritos por homens que foram dos primeiros a receber a fé (187) e que quiseram partilhá-la com outros. Tendo conhecido, pela fé, quem é Jesus, puderam ver e fazer ver os traços do seu mistério em toda a sua vida terrena. Desde os panos do nascimento (188) até ao vinagre da paixão (189) e ao sudário da ressurreição (190), tudo, na vida de Jesus, é sinal do seu mistério. Através dos seus gestos, milagres e palavras, foi revelado que «n'Ele habita corporalmente toda a plenitude da Divindade» (Cl 2, 9). A sua humanidade aparece, assim, como «sacramento», isto é, sinal e instrumento da sua divindade e da salvação que Ele veio trazer. O que havia de visível na sua vida terrena conduz ao mistério invisível da sua filiação divina e da sua missão redentora.",
            "parágrafo": 515
        },
        {
            "tipo": "subtópico",
            "texto": "OS TRAÇOS COMUNS DOS MISTÉRIOS DE JESUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "516. Toda a vida de Cristo é revelação do Pai: as suas palavras e actos, os seus silêncios e sofrimentos, a maneira de ser e de falar. Jesus pode dizer: «Quem Me vê, vê o Pai» (Jo 14, 9); e o Pai: «Este é o meu Filho predilecto: escutai-O» (Lc 9, 35). Tendo-Se nosso Senhor feito homem para cumprir a vontade do Pai (191), os mais pequenos pormenores dos seus mistérios manifestam «o amor de Deus para connosco» (192).",
            "parágrafo": 516
        },
        {
            "tipo": "parágrafo",
            "texto": "517. Toda a vida de Cristo é mistério de redenção. A redenção vem-nos, antes de mais, pelo sangue da cruz (193). Mas este mistério está actuante em toda a vida de Cristo: já na sua Encarnação, pela qual, fazendo-Se pobre, nos enriquece com a sua pobreza (194); na vida oculta que, pela sua obediência (195), repara a nossa insubmissão; na palavra que purifica os seus ouvintes (196): nas curas e expulsões dos demónios, pelas quais «toma sobre Si as nossas enfermidades e carrega com as nossas doenças» (Mt 8, 17)(197); na ressurreição, pela qual nos justifica (198).",
            "parágrafo": 517
        },
        {
            "tipo": "parágrafo",
            "texto": "518. Toda a vida de Cristo é mistério de recapitulação. Tudo o que Jesus fez, disse e sofreu tinha por fim restabelecer o homem decaído na sua vocação originária:\n\n«Quando Ele encarnou e Se fez homem, recapitulou em Si a longa história dos homens e proporcionou-nos, em síntese, a salvação, de tal forma que aquilo que havíamos perdido em Adão – isto é, sermos imagem e semelhança de Deus – o recuperássemos em Cristo Jesus» (199). «Aliás, foi por isso que Cristo passou por todas as idades da vida, restituindo assim a todos os homens a comunhão com Deus» (200).",
            "parágrafo": 518
        },
        {
            "tipo": "subtópico",
            "texto": "A NOSSA COMUNHÃO NOS MISTÉRIOS DE JESUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "519. Toda a riqueza de Cristo «se destina a todos os homens e constitui o bem de cada um» (201). Cristo não viveu para Si mesmo, mas para nós, desde a Encarnação «por nós homens e para nossa salvação» (202) até á sua morte «por causa dos nossos pecados» (1 Cor 15, 3) e à sua ressurreição «para nossa justificação» (Rm 4, 25). Ainda agora, Ele é «o nosso advogado junto do Pai» (1 Jo 2, 1), «sempre vivo para interceder por nós» (Heb 7, 25). Com tudo o que viveu e sofreu por nós, uma vez por todas, Ele está para sempre presente «em nosso favor, na presença de Deus» (Heb 9, 24).",
            "parágrafo": 519
        },
        {
            "tipo": "parágrafo",
            "texto": "520. Em toda a sua vida, Jesus mostra-Se como nosso modelo (203): é «o homem perfeito» (204), que nos convida a tornarmo-nos seus discípulos e a segui-Lo; com a sua humilhação, deu-nos um exemplo a imitar (205); com a sua oração, convida-nos à oração (206); com a sua pobreza, incita--nos a aceitar livremente o despojamento e as perseguições (207).",
            "parágrafo": 520
        },
        {
            "tipo": "parágrafo",
            "texto": "521. Tudo o que Cristo viveu, Ele próprio faz com que o possamos viver n'Ele e Ele vivê-lo em nós. «Pela sua Encarnação, o Filho de Deus uniu-Se, de certo modo, a cada homem» (208). Nós somos chamados a ser um só com Ele; Ele faz-nos comungar, enquanto membros do seu corpo, em tudo o que Ele próprio viveu na sua carne por nós, e como nosso modelo:\n\n«Devemos continuar a completar em nós os estados e mistérios da vida de Jesus e pedir-Lhe continuamente que Se digne consumá-los perfeitamente em nós e em toda a sua Igreja [...]. Na verdade, o Filho de Deus deseja comunicar e prolongar, de certo modo, os seus mistérios em nós e em toda a sua Igreja, [...] quer pelas graças que decidiu conceder-nos, quer pelos efeitos que deseja produzir em nós, por meio destes mistérios. É neste sentido que Ele quer completá-los em nós» (209).",
            "parágrafo": 521
        },
        {
            "tipo": "tópico",
            "texto": "II. Os mistérios da infância e da vida oculta de Jesus"
        },
        {
            "tipo": "subtópico",
            "texto": "OS PREPARATIVOS"
        },
        {
            "tipo": "parágrafo",
            "texto": "522. A vinda do Filho de Deus à terra é um acontecimento tão grandioso, que Deus quis prepará-lo durante séculos. Ritos e sacrifícios, figuras e símbolos da «primeira Aliança» (210), tudo Deus faz convergir para Cristo. Anuncia-O pela boca dos profetas que se sucedem em Israel. E, por outro lado, desperta no coração dos pagãos a obscura expectativa desta vinda.",
            "parágrafo": 522
        },
        {
            "tipo": "parágrafo",
            "texto": "523. São João Baptista é o precursor imediato do Senhor (211), enviado para Lhe preparar o caminho (212). «Profeta do Altíssimo» (Lc 1, 76), supera todos os profetas (213), é o último deles (214) inaugura o Evangelho (215); saúda a vinda de Cristo desde o seio da sua Mãe (216) e põe a sua alegria em ser «o amigo do esposo» (Jo 3, 29) que ele designa como «Cordeiro de Deus que tira o pecado do mundo» (Jo 1, 29). Precedendo Jesus «com o espírito e o poder de Elias» (Lc 1, 17), dá testemunho d'Ele pela sua pregação, pelo seu baptismo de conversão e, finalmente, pelo seu martírio (217).",
            "parágrafo": 523
        },
        {
            "tipo": "parágrafo",
            "texto": "524. Ao celebrar em cada ano a Liturgia do Advento, a Igreja actualiza esta expectativa do Messias. Comungando na longa preparação da primeira vinda do Salvador, os fiéis renovam o ardente desejo da sua segunda vinda (218). Pela celebração do nascimento e martírio do Precursor, a Igreja une-se ao seu desejo: «Ele deve crescer e eu diminuir» (Jo 3, 30).",
            "parágrafo": 524
        },
        {
            "tipo": "subtópico",
            "texto": "O MISTÉRIO DO NATAL"
        },
        {
            "tipo": "parágrafo",
            "texto": "525. Jesus nasceu na humildade dum estábulo, no seio duma família pobre (219). As primeiras testemunhas deste acontecimento são simples pastores. E é nesta pobreza que se manifesta a glória do céu (220). A Igreja não se cansa de cantar a glória desta noite:\n\n«Hoje a Virgem dá à luz o Eterno\ne a terra oferece uma gruta ao Inacessível.\nCantam-n'O os anjos e os pastores,\ne com a estrela os magos põem-se a caminho,\nporque Tu nasceste para nós,\npequeno Infante. Deus eterno!» (221)",
            "parágrafo": 525
        },
        {
            "tipo": "parágrafo",
            "texto": "526. «Tornar-se criança» diante de Deus é a condição para entrar no Reino (222), e para isso, é preciso abaixar-se (223) tornar-se pequeno. Mais ainda: é preciso «nascer do Alto» (Jo 3, 7), «nascer de Deus» (224) para se «tornar filho de Deus» (225). O mistério do Natal cumpre-se em nós quando Cristo «Se forma» em nós (226). O Natal é o mistério desta «admirável permuta»:\n\n«O admirabile commercium! Creator generis humani, animatum corpus sumens de Virgine nasci dignatus est; et, procedens homo sine semine, largitus est nobis suam deitatem». – «Oh admirável permuta! O Criador do género humano, tomando corpo e alma, dignou-Se nascer duma Virgem; e, feito homem sem progenitor humano, tornou-nos participantes da sua divindade!» (227).",
            "parágrafo": 526
        },
        {
            "tipo": "subtópico",
            "texto": "OS MISTÉRIOS DA INFÂNCIA DE JESUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "527. A circuncisão de Jesus, oito dias depois do seu nascimento (228), sinal da sua inserção na descendência de Abraão, no povo da Aliança, da sua submissão à Lei (229) e da sua deputação para o culto de Israel, no qual participará durante toda a sua vida. Este sinal prefigura «a circuncisão de Cristo», que é o Baptismo (230).",
            "parágrafo": 527
        },
        {
            "tipo": "parágrafo",
            "texto": "528. A Epifania é a manifestação de Jesus como Messias de Israel, Filho de Deus e salvador do mundo. Juntamente com o baptismo de Jesus no Jordão e as bodas de Caná (231), a Epifania celebra a adoração de Jesus pelos «magos» vindos do Oriente (232). Nestes «magos», representantes das religiões pagãs circunvizinhas, o Evangelho vê as primícias das nações, que acolhem a Boa-Nova da salvação pela Encarnação. A vinda dos magos a Jerusalém, para «adorar o rei dos judeus» (233), mostra que eles procuram em Israel, à luz messiânica da estrela de David (234), Aquele que será o rei das nações (235). A sua vinda significa que os pagãos não podem descobrir Jesus e adorá-Lo como Filho de Deus e Salvador do mundo, senão voltando-se para os Judeus (236) e recebendo deles a sua promessa messiânica, tal como está contida no Antigo Testamento (237). A Epifania manifesta que «todos os povos entram na família dos patriarcas» (238) e adquire a « israelitica dignitas» – a dignidade própria do povo eleito (239).",
            "parágrafo": 528
        },
        {
            "tipo": "parágrafo",
            "texto": "529. A apresentação de Jesus no templo (240) mostra-O como Primogénito que pertence ao Senhor (241). Com Simeão e Ana, é toda a expectativa de Israel que vem ao encontro do seu Salvador (a tradição bizantina designa por encontro este acontecimento). Jesus é reconhecido como o Messias tão longamente esperado, «luz das nações» e «glória de Israel», mas também como «sinal de contradição». A espada de dor, predita a Maria, anuncia essa outra oblação, perfeita e única, da cruz, que trará a salvação que Deus «preparou diante de todos os povos».",
            "parágrafo": 529
        },
        {
            "tipo": "parágrafo",
            "texto": "530. A fuga para o Egipto e o massacre dos Inocentes (242) manifestam a oposição das trevas à luz: «Ele veio para o que era seu e os seus não O receberam» (Jo 1, 11). Toda a vida de Cristo decorrerá sob o signo da perseguição. Os seus partilham-na com Ele (243). O seu regresso do Egipto (244) lembra o Êxodo (245) e apresenta Jesus como o libertador definitivo.",
            "parágrafo": 530
        },
        {
            "tipo": "subtópico",
            "texto": "OS MISTÉRIOS DA VIDA OCULTA DE JESUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "531. Durante a maior parte da sua vida, Jesus partilhou a condição da imensa maioria dos homens: uma vida quotidiana sem grandeza aparente, vida de trabalho manual, vida religiosa judaica sujeita à Lei de Deus (246), vida na comunidade. De todo este período, é-nos revelado que Jesus era «submisso» a seus pais (247) e que «ia crescendo em sabedoria, em estatura e em graça, diante de Deus e dos homens» (Lc 2, 52).",
            "parágrafo": 531
        },
        {
            "tipo": "parágrafo",
            "texto": "532. A submissão de Jesus à sua Mãe e ao seu pai legal foi o cumprimento perfeito do quarto mandamento. É a imagem temporal da sua obediência filial ao Pai celeste. A submissão diária de Jesus a José e a Maria anunciava e antecipava a submissão de Quinta-Feira Santa: «Não se faça a minha vontade [...]» (Lc 22, 42). A obediência de Cristo, no quotidiano da vida oculta, inaugurava já a recuperação daquilo que a desobediência de Adão tinha destruído (248).",
            "parágrafo": 532
        },
        {
            "tipo": "parágrafo",
            "texto": "533. A vida oculta de Nazaré permite a todos os homens entrar em comunhão com Jesus, pelos diversos caminhos da vida quotidiana:\n\n«Nazaré é a escola em que se começa a compreender a vida de Jesus, é a escola em que se inicia o conhecimento do Evangelho [...] Em primeiro lugar, uma lição de silêncio. Oh! se renascesse em nós o amor do silêncio, esse admirável e indispensável hábito do espírito [...]! Uma lição de vida familiar Que Nazaré nos ensine o que é a família, a sua comunhão de amor, a sua austera e simples beleza, o seu carácter sagrado e inviolável [...]. Uma lição de trabalho, Nazaré, a casa do \"Filho do carpinteiro\"! Aqui desejaríamos compreender e celebrar a lei, severa mas redentora, do trabalho humano [...] Daqui, finalmente, queremos saudar os trabalhadores de todo o mundo e mostrar-lhes o seu grande modelo, o seu Irmão divino» (249)",
            "parágrafo": 533
        },
        {
            "tipo": "parágrafo",
            "texto": "534. O reencontro de Jesus no templo (250) é o único acontecimento que quebra o silêncio dos evangelhos sobre os anos ocultos de Jesus. Nele, Jesus deixa entrever o mistério da sua consagração total à missão decorrente da sua filiação divina: «Não sabíeis que Eu tenho de estar na casa do meu Pai?». Maria e José «não compreenderam» esta palavra, mas acolheram-na na fé, e Maria «guardava no coração todas estas recordações», ao longo dos anos em que Jesus permaneceu oculto no silêncio duma vida normal.",
            "parágrafo": 534
        },
        {
            "tipo": "tópico",
            "texto": "III. Os mistérios da vida pública de Jesus"
        },
        {
            "tipo": "subtópico",
            "texto": "O BAPTISMO DE JESUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "535 O início (251) da vida pública de Jesus é o seu baptismo por João, no rio Jordão (252). João pregava «um baptismo de penitência, em ordem à remissão dos pecados» (Lc 3, 3). Uma multidão de pecadores, publicanos e soldados (253), fariseus e saduceus (254) e prostitutas vinha ter com ele, para que os baptizasse. «Então aparece Jesus». O Baptista hesita, Jesus insiste: e recebe o baptismo. Então o Espírito Santo, sob a forma de pomba, desce sobre Jesus e uma voz do céu proclama: «Este é o meu Filho muito amado» (Mt 3,13-17). Tal foi a manifestação («epifania») de Jesus como Messias de Israel e Filho de Deus.",
            "parágrafo": 535
        },
        {
            "tipo": "parágrafo",
            "texto": "536. Da parte de Jesus, o seu baptismo é a aceitação e a inauguração da sua missão de Servo sofredor. Deixa-se contar entre o número dos pecadores (256). É já «o Cordeiro de Deus que tira o pecado do mundo» (Jo 1, 29), e antecipa já o «baptismo» da sua morte sangrenta (257). Vem, desde já, para «cumprir toda a justiça» (Mt 3,15). Quer dizer que Se submete inteiramente à vontade do Pai e aceita por amor o baptismo da morte para a remissão dos nossos pecados (258). A esta aceitação responde a voz do Pai, que põe toda a sua complacência no Filho (259). O Espírito que Jesus possui em plenitude, desde a sua conceição, vem «repousar» sobre Ele (Jo 1, 32-33) (260) e Jesus será a fonte do mesmo Espírito para toda a humanidade. No baptismo de Cristo, «abriram-se os céus» (Mt 3, 16) que o pecado de Adão tinha fechado, e as águas são santificadas pela descida de Jesus e do Espírito, prelúdio da nova criação.",
            "parágrafo": 536
        },
        {
            "tipo": "parágrafo",
            "texto": "537. Pelo Baptismo, o cristão é sacramentalmente assimilado a Jesus que, no seu baptismo, antecipa a sua morte e ressurreição. Deve entrar neste mistério de humilde abatimento e de penitência, descer à água com Jesus, para de lá subir com Ele, renascer da água e do Espírito para se tornar, no Filho, filho-amado do Pai e «viver numa vida nova» (Rm 6, 4):\n\n«Sepultemo-nos com Cristo pelo Baptismo, para com Ele ressuscitarmos; desçamos com Ele, para com Ele sermos elevados; tornemos a subir com Ele, para n'Ele sermos glorificados» (261).\n«Tudo o que se passou com Cristo dá-nos a conhecer que, depois do banho de água, o Espírito Santo desce sobre nós do alto dos céus e, adoptados pela voz do Pai, tornamo-nos filhos de Deus» (262).",
            "parágrafo": 537
        },
        {
            "tipo": "subtópico",
            "texto": "A TENTAÇÃO DE JESUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "538. Os evangelhos falam dum tempo de solidão que Jesus passou no deserto, imediatamente depois de ter sido baptizado por João: «Impelido»pelo Espírito para o deserto, Jesus ali permanece sem comer durante quarenta dias. Vive com os animais selvagens e os anjos servem-n'O (263).\n\nNo fim desse tempo, Satanás tenta-O por três vezes, procurando pôr em causa a sua atitude filial para com Deus; Jesus repele esses ataques, que recapitulam as tentações de Adão no paraíso e de Israel no deserto; e o Diabo afasta-se d'Ele «até determinada altura» (Lc 4, 13).",
            "parágrafo": 538
        },
        {
            "tipo": "parágrafo",
            "texto": "539. Os evangelistas indicam o sentido salvífico deste acontecimento misterioso, Jesus é o Novo Adão, que Se mantém fiel naquilo em que o primeiro sucumbiu à tentação. Jesus cumpre perfeitamente a vocação de Israel: contrariamente aos que outrora, durante quarenta anos, provocaram a Deus no deserto (264), Cristo revela-Se o Servo de Deus totalmente obediente à vontade divina. Nisto, Jesus vence o Diabo: «amarrou o homem forte», para lhe tirar os despojos (265). A vitória de Jesus sobre o tentador, no deserto, antecipa a vitória da paixão, suprema obediência do seu amor filial ao Pai.",
            "parágrafo": 539
        },
        {
            "tipo": "parágrafo",
            "texto": "540. A tentação de Jesus manifesta a maneira própria de o Filho de Deus ser Messias, ao contrário da que Lhe propõe Satanás e que os homens (266) desejam atribuir-Lhe. Foi por isso que Cristo venceu o Tentador, por nós: «Nós não temos um sumo-sacerdote incapaz de se compadecer das nossas fraquezas; temos um, que possui a experiência de todas as provações, tal como nós, com excepção do pecado» (Heb 4, 15). Todos os anos, pelos quarenta dias da Grande Quaresma, a Igreja une-se ao mistério de Jesus no deserto.",
            "parágrafo": 540
        },
        {
            "tipo": "subtópico",
            "texto": "«O REINO DE DEUS ESTÁ PRÓXIMO»"
        },
        {
            "tipo": "parágrafo",
            "texto": "541. «Depois de João ter sido preso, Jesus partiu para a Galileia. Aí proclamava a Boa-Nova da vinda de Deus, nestes termos: \"Completou-se o tempo e o Reino de Deus está próximo: convertei-vos e acreditai na Boa-Nova!\"» (Mc 1, 14-15). «Por isso, Cristo, a fim de cumprir a vontade do Pai, deu começo na terra ao Reino dos céus» (267). Ora a vontade do Pai é «elevar os homens à participação da vida divina» (268). E fá-lo reunindo os homens em torno do seu Filho, Jesus Cristo. Esta reunião é a Igreja, a qual é na terra «o germe e o princípio» do Reino de Deus» (269).",
            "parágrafo": 541
        },
        {
            "tipo": "parágrafo",
            "texto": "542. Cristo está no centro desta reunião dos homens na «família de Deus». Reúne-os à sua volta pela sua palavra, pelos seus sinais que manifestam o Reino de Deus, pelo envio dos discípulos. E realizará a vinda do seu Reino sobretudo pelo grande mistério da sua Páscoa: a sua morte de cruz e a sua ressurreição. «E Eu, uma vez elevado da Terra, atrairei todos a Mim» (Jo 12, 32). Todos os homens são chamados a esta união com Cristo (270).",
            "parágrafo": 542
        },
        {
            "tipo": "subtópico",
            "texto": "O ANÚNCIO DO REINO DE DEUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "543. Todos os homens são chamados a entrar no Reino. Anunciado primeiro aos filhos de Israel (271), este Reino messiânico é destinado a acolher os homens de todas as nações (272). Para ter acesso a ele, é preciso acolher a Palavra de Jesus:\n\n«A Palavra do Senhor compara-se à semente lançada ao campo: aqueles que a ouvem com fé e entram a fazer parte do pequeno rebanho de Cristo, já receberam o Reino; depois, por força própria, a semente germina e cresce até ao tempo da messe» (273).",
            "parágrafo": 543
        },
        {
            "tipo": "parágrafo",
            "texto": "544. O Reino é dos pobres e pequenos, quer dizer, dos que o acolheram com um coração humilde. Jesus foi enviado para «trazer a Boa-Nova aos pobres» (Lc 4, 18) (274). Declara-os bem-aventurados, porque «é deles o Reino dos céus» (Mt 5, 3). Foi aos «pequenos» que o Pai se dignou revelar o que continua oculto aos sábios e inteligentes (275). Jesus partilha a vida dos pobres, desde o presépio até à cruz: sabe o que é sofrer a fome (276), a sede  (277) e a indigência (278). Mais ainda: identifica-se com os pobres de toda a espécie, e faz do amor activo para com eles a condição da entrada no seu Reino (279).",
            "parágrafo": 544
        },
        {
            "tipo": "parágrafo",
            "texto": "545. Jesus convida os pecadores para a mesa do Reino: «Eu não vim chamar os justos, mas os pecadores» (Mc 2, 17) (280). Convida-os à conversão sem a qual não se pode entrar no Reino, mas por palavras e actos, mostra-lhes a misericórdia sem limites do Seu Pai para com eles e a imensa «alegria que haverá no céu, por um só pecador que se arrependa» (Lc 15, 7). A prova suprema deste amor será o sacrifício da sua própria vida, «pela remissão dos pecados» (Mt 26, 28).",
            "parágrafo": 545
        },
        {
            "tipo": "parágrafo",
            "texto": "546. Jesus chama para entrar no Reino, por meio de parábolas, traço característico do seu ensino (282). Por meio delas, convida para o banquete do Reino (283), mas exige também uma opção radical: para adquirir o Reino é preciso dar tudo (284). As palavras não bastam, exigem-se actos (285). As parábolas são, para o homem, uma espécie de espelho: como é que ele recebe a Palavra? Como chão duro, ou como terra boa? (286) Que faz ele dos talentos recebidos? (287) Jesus e a presença do Reino neste mundo estão secretamente no coração das parábolas. É preciso entrar no Reino, quer dizer, tornar-se discípulo de Cristo, para «conhecer os mistérios do Reino dos céus» (Mt 13, 11). Para os que ficam «fora» (Mc 4, 11), tudo permanece enigmático (288).",
            "parágrafo": 546
        },
        {
            "tipo": "subtópico",
            "texto": "OS SINAIS DO REINO DE DEUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "547. Jesus acompanha as suas palavras com numerosos «milagres, prodígios e sinais» (Act 2,22), os quais manifestam que o Reino está presente n'Ele. Comprovam que Ele é o Messias anunciado (289).",
            "parágrafo": 547
        },
        {
            "tipo": "parágrafo",
            "texto": "548. Os sinais realizados por Jesus testemunham que o Pai O enviou (290). Convidam a crer n'Ele (291). Aos que se Lhe dirigem com fé, concede-lhes o que pedem (292). Assim, os milagres fortificam a fé n'Aquele que faz as obras do seu Pai: testemunham que Ele é o Filho de Deus (293). Mas também podem ser «ocasião de queda» (294). Eles não pretendem satisfazer a curiosidade nem desejos mágicos. Apesar de os seus milagres serem tão evidentes, Jesus é rejeitado por alguns (295); chega mesmo a ser acusado de agir pelo poder dos demónios (296).",
            "parágrafo": 548
        },
        {
            "tipo": "parágrafo",
            "texto": "549. Ao libertar certos homens dos males terrenos da fome (297), da injustiça (298) da doença e da morte (299) – Jesus realizou sinais messiânicos; no entanto, Ele não veio para abolir todos os males deste mundo (300), mas para libertar os homens da mais grave das escravidões, a do pecado (301), que os impede de realizar a sua vocação de filhos de Deus e é causa de todas as servidões humanas.",
            "parágrafo": 549
        },
        {
            "tipo": "parágrafo",
            "texto": "550. A vinda do Reino de Deus é a derrota do reino de Satanás (302): «Se é pelo Espírito de Deus que Eu expulso os demónios, então é porque o Reino de Deus chegou até vós» (Mt 12, 28). Os exorcismos de Jesus libertam os homens do poder dos demónios (303). E antecipam a grande vitória de Jesus sobre «o príncipe deste mundo» (304). É pela cruz de Cristo que o Reino de Deus vai ser definitivamente estabelecido: «Regnavit a ligno Deus – Deus reinou desde o madeiro» (305).",
            "parágrafo": 550
        },
        {
            "tipo": "subtópico",
            "texto": "«AS CHAVES DO REINO»"
        },
        {
            "tipo": "parágrafo",
            "texto": "551. Desde o princípio da sua vida pública, Jesus escolheu alguns homens, em número de doze, para andarem com Ele e participarem na sua missão (306). Deu-lhes parte na sua autoridade «e enviou-os a pregar o Reino de Deus e a fazer curas» (Lc 9, 2). Estes homens ficam para sempre associados ao Reino de Cristo, porque, por meio deles, Jesus Cristo dirige a Igreja:\n\n«Eu disponho, a vosso favor, do Reino, como meu Pai dispõe dele a meu favor, a fim de que comais e bebais à minha mesa, no meu Reino. E sentar-vos-eis em tronos, a julgar as doze tribos de Israel» (Lc 22, 29-30).",
            "parágrafo": 551
        },
        {
            "tipo": "parágrafo",
            "texto": "552. No colégio dos Doze, Simão Pedro ocupa o primeiro lugar (307). Jesus confiou-lhe uma missão única. Graças a uma revelação vinda do Pai, Pedro confessara: «Tu és o Cristo, o Filho de Deus vivo» (Mt 16, 16). E nosso Senhor declarou-lhe então: «Tu és Pedro: sobre esta pedra edificarei a minha Igreja e as portas do inferno não prevalecerão contra ela» (Mt 16, 18). Cristo, «pedra viva» (308), garante à sua Igreja, edificada sobre Pedro, a vitória sobre os poderes da morte. Pedro, graças à fé que confessou, permanecerá o rochedo inabalável da Igreja. Terá a missão de defender esta fé para que nunca desfaleça e de nela confirmar os seus irmãos (309).",
            "parágrafo": 552
        },
        {
            "tipo": "parágrafo",
            "texto": "553. Jesus confiou a Pedro uma autoridade específica: «Dar-te-ei as chaves do Reino dos céus: tudo o que ligares na terra será ligado nos céus; tudo o que desligares na terra será desligado nos céus» (Mt 16, 19). O «poder das chaves» designa a autoridade para governar a Casa de Deus, que é a Igreja. Jesus, o «bom Pastor» (Jo 10, 11), confirmou este cargo depois da sua ressurreição: «Apascenta as minhas ovelhas» (Jo 21, 15-17). O poder de «ligar e desligar» significa a autoridade para absolver os pecados, pronunciar juízos doutrinais e tomar decisões disciplinares na Igreja. Jesus confiou esta autoridade à Igreja pelo ministério dos Apóstolos e particularmente pelo de Pedro, o único a quem confiou explicitamente as chaves do Reino.",
            "parágrafo": 553
        },
        {
            "tipo": "subtópico",
            "texto": "UM ANTEGOZO DO REINO: A TRANSFIGURAÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "554. A partir do dia em que Pedro confessou que Jesus era o Cristo, Filho do Deus vivo, o Mestre «começou a explicar aos seus discípulos que tinha de ir a Jerusalém e lá sofrer [...], que tinha de ser morto e ressuscitar ao terceiro dia» (Mt 16, 21). Pedro rejeita este anúncio e os outros também não o entendem (312). É neste contexto que se situa o episódio misterioso da transfiguração de Jesus (313), no cimo duma alta montanha, perante três testemunhas por Ele escolhidas: Pedro, Tiago e João. O rosto e as vestes de Jesus tornaram-se fulgurantes de luz, Moisés e Elias aparecem, «e falam da sua morte, que ia consumar-se em Jerusalém» (Lc 9, 31). Uma nuvem envolve-os e uma voz do céu diz: «Este é o meu Filho predilecto: escutai-O» (Lc 9, 35).",
            "parágrafo": 554
        },
        {
            "tipo": "parágrafo",
            "texto": "555. Por um momento, Jesus mostra a sua glória divina, confirmando assim a confissão de Pedro. Mostra também que, para «entrar na sua glória» (Lc 24, 26), tem de passar pela cruz em Jerusalém. Moisés e Elias tinham visto a glória de Deus sobre a montanha; a Lei e os Profetas tinham anunciado os sofrimentos do Messias (314). A paixão de Jesus é da vontade do Pai: o Filho age como Servo de Deus (315). A nuvem indica a presença do Espírito Santo: «Tota Trinitas apparuit: Pater in voce; Filius in homine; Spiritus in nube clara – Apareceu toda a Trindade: o Pai na voz; o Filho na humanidade; o Espírito Santo na nuvem luminosa» (316):\n\n«Transfiguraste-Te sobre a montanha e, na medida em que disso eram capazes, os teus discípulos contemplaram a tua glória, ó Cristo Deus; para que, quando Te vissem crucificado, compreendessem que a tua paixão era voluntária, e anunciassem ao mundo que Tu és verdadeiramente a irradiação do Pai» (317).",
            "parágrafo": 555
        },
        {
            "tipo": "parágrafo",
            "texto": "556. No limiar da vida pública, o baptismo; no limiar da Páscoa, a transfiguração. Pelo baptismo de Jesus «declaratum fuit mysterium primae regenerationis – foi declarado o mistério da (nossa) primeira regeneração» – o nosso Baptismo; e a transfiguração «est sacramentum secundae regenerationis – é o sacramento da (nossa) segunda regeneração» – a nossa própria ressurreição (318). Desde agora, nós participamos na ressurreição do Senhor pelo Espírito Santo que actua nos sacramentos do Corpo de Cristo. A transfiguração dá-nos um antegozo da vinda gloriosa de Cristo, «que transfigurará o nosso corpo miserável para o conformar com o seu corpo glorioso» (Fl 3, 21). Mas lembra-nos também que temos de passar por muitas tribulações para entrar no Reino de Deus» (Act 14, 22):\n\n«Era isso que Pedro ainda não tinha compreendido, quando manifestava o desejo de ficar com Cristo no cimo da montanha (319). – Isso, Ele to reservou, Pedro, para depois da morte. Mas agora, Ele próprio te diz: Desce para sofrer na Terra, para servir na Terra, para ser desprezado e crucificado na Terra. A Vida desce para se fazer matar: o Pão desce para passar fome; o Caminho desce para se cansar de andar; a Fonte desce para ter sede; – e tu recusas-te a sofrer?» (320).",
            "parágrafo": 556
        },
        {
            "tipo": "subtópico",
            "texto": "A SUBIDA DE JESUS PARA JERUSALÉM"
        },
        {
            "tipo": "parágrafo",
            "texto": "557. «Ora, como se aproximavam os dias de Jesus ser levado deste mundo, Ele tomou a firme resolução de Se dirigir a Jerusalém» (Lc 9, 51) (321). Por esta decisão, indicava que subia para Jerusalém pronto para lá morrer. Já por três vezes tinha anunciado a sua paixão e a sua ressurreição (322). E ao dirigir-Se para Jerusalém, declara: «não se admite que um profeta morra fora de Jerusalém» (Lc 13, 33).",
            "parágrafo": 557
        },
        {
            "tipo": "parágrafo",
            "texto": "558. Jesus recorda o martírio dos profetas que tinham sido entregues à morte em Jerusalém (323). No entanto, continua a convidar Jerusalém a reunir-se à sua volta: «Quantas vezes Eu quis agrupar os teus filhos como a galinha junta os seus pintainhos sob as asas!... Mas vós não quisestes» (Mt 23, 37b). Quando já avista Jerusalém, chora sobre ela (324) e exprime, uma vez mais, o desejo do seu coração: «Se neste dia também tu tivesses conhecido o que te pode trazer a paz! Mas agora isto está oculto aos teus olhos» (Lc 19, 42).",
            "parágrafo": 558
        },
        {
            "tipo": "subtópico",
            "texto": "A ENTRADA MESSIÂNICA DE JESUS EM JERUSALÉM"
        },
        {
            "tipo": "parágrafo",
            "texto": "559. Como vai Jerusalém acolher o seu Messias? Embora tenha sempre evitado as tentativas populares de O fazerem rei (325), Jesus escolheu o momento e preparou os pormenores da sua entrada messiânica na cidade de «David, seu pai» (Lc 1, 32) (326). E é aclamado como filho de David e como aquele que traz a salvação («Hosanna» quer dizer «então salva!», «dá a salvação»). Ora, o «rei da glória» (Sl 24, 7-10) entra na «sua cidade», «montado num jumento» (Zc 9, 9). Não conquista a filha de Sião, figura da sua Igreja, nem pela astúcia nem pela violência, mas pela humildade que dá testemunho da verdade (327). Por isso é que, naquele dia, os súbditos do seu Reino, são as crianças (328) e os «pobres de Deus», que O aclamam, tal como os anjos O tinham anunciado aos pastores (329). A aclamação deles: «Bendito o que vem em nome do Senhor» (Sl 118, 26) é retomada pela Igreja no «Sanctus» da Liturgia Eucarística, a abrir o memorial da Páscoa do Senhor.",
            "parágrafo": 559
        },
        {
            "tipo": "parágrafo",
            "texto": "560. A entrada de Jesus em Jerusalém manifesta a vinda do Reino que o Rei-Messias vai realizar pela Páscoa da sua morte e da sua ressurreição. É com a sua celebração, no Domingo de Ramos, que a Liturgia da Igreja começa a Semana Santa.",
            "parágrafo": 560
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "561. «Toda a vida de Cristo foi um contínuo ensinamento: os seus silêncios, os seus milagres, os seus gestos, a sua oração, o seu amor pelo homem, a sua predilecção pelos pequenos e pelos pobres, a aceitação do sacrifício total na cruz pela redenção do mundo, a sua ressurreição tudo é actuação da sua palavra e cumprimento da Revelação» (330).",
            "parágrafo": 561
        },
        {
            "tipo": "parágrafo",
            "texto": "562. Os discípulos de Cristo devem conformar-se com Ele até que Ele Se forme neles (331), «Por isso, somos assumidos nos mistérios da sua vida, configurados com Ele, com Ele mortos e ressuscitados, até que reinemos com Ele» (332).",
            "parágrafo": 562
        },
        {
            "tipo": "parágrafo",
            "texto": "563. Pastor ou mago, ninguém pode atingir a Deus neste mundo senão ajoelhando diante do presépio de Belém e adorando-O oculto na fraqueza duma criança.",
            "parágrafo": 563
        },
        {
            "tipo": "parágrafo",
            "texto": "564. Pela sua submissão a Maria e a José, assim como pelo seu trabalho humilde em Nazaré durante longos anos, Jesus dá-nos o exemplo da santidade na vida quotidiana da família e do trabalho.",
            "parágrafo": 564
        },
        {
            "tipo": "parágrafo",
            "texto": "565. Desde o princípio da sua vida pública, desde o seu baptismo, Jesus é o «Servo» inteiramente consagrado à obra redentora, que consumará pelo «baptismo» da sua paixão.",
            "parágrafo": 565
        },
        {
            "tipo": "parágrafo",
            "texto": "566. A tentação no deserto mostra Jesus como Messias humilde, que triunfa de Satanás pela total adesão ao desígnio de salvação querido pelo Pai.",
            "parágrafo": 566
        },
        {
            "tipo": "parágrafo",
            "texto": "567. O Reino dos céus foi inaugurado na terra por Cristo, e resplandece para os homens na palavra, nas obras e na presença de Cristo» (333). A Igreja é o gérmen e o princípio deste Reino. As suas chaves são confiadas a Pedro.",
            "parágrafo": 567
        },
        {
            "tipo": "parágrafo",
            "texto": "568.  A transfiguração de Cristo tem por fim fortalecer a fé dos Apóstolos em vista da paixão: a subida à «alta montanha» prepara a subida ao Calvário. Cristo, cabeça da Igreja, manifesta o que o seu Corpo contém e irradia nos sacramentos: «a esperança da Glória» (Cl 1, 27) (334).",
            "parágrafo": 568
        },
        {
            "tipo": "parágrafo",
            "texto": "569. Jesus subiu voluntariamente a Jerusalém, sabendo perfeitamente que ali ia morrer de morte violenta, por causa da oposição dos pecadores (335).",
            "parágrafo": 569
        },
        {
            "tipo": "parágrafo",
            "texto": "570. A entrada de Jesus em Jerusalém manifesta a vinda do Reino, que o Rei-Messias, acolhido na cidade pelas crianças e pelos humildes de corarão, vai realizar pela Páscoa da sua morte e ressurreição.",
            "parágrafo": 570
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 4"
        },
        {
            "tipo": "subtítulo",
            "texto": "«JESUS CRISTO PADECEU SOB PÔNCIO PILATOS FOI CRUCIFICADO, MORTO E SEPULTADO»"
        },
        {
            "tipo": "parágrafo",
            "texto": "571. O mistério pascal da cruz e ressurreição de Cristo está no centro da Boa-Nova que os Apóstolos, e depois deles a Igreja, devem anunciar ao mundo. O desígnio salvífico de Deus cumpriu-se de «una vez por todas» (Heb 9, 26) pela morte redentora do seu Filho Jesus Cristo.",
            "parágrafo": 571
        },
        {
            "tipo": "parágrafo",
            "texto": "572. A Igreja permanece fiel à «interpretação de todas as Escrituras» dada pelo próprio Jesus, tanto antes como depois da sua Páscoa (336) «Não tinha o Messias de sofrer tudo isto, para entrar na sua glória?» (Lc 24, 26). Os sofrimentos de Jesus tomaram a sua forma histórica concreta, pelo facto de Ele ter sido «rejeitado pelos anciãos, pelos sumos sacerdotes e pelos escribas» (Mc 8, 31), que «O entregaram aos pagãos para ser escarnecido, flagelado e crucificado» (Mt 20, 19).",
            "parágrafo": 572
        },
        {
            "tipo": "parágrafo",
            "texto": "573. A fé pode, portanto, esforçar-se por investigar as circunstâncias da morte de Jesus, fielmente transmitidas pelos evangelhos (337) e esclarecidas por outras fontes históricas, para melhor compreender o sentido da redenção.",
            "parágrafo": 573
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 1"
        },
        {
            "tipo": "subtítulo",
            "texto": "JESUS E ISRAEL"
        },
        {
            "tipo": "parágrafo",
            "texto": "574. Desde o princípio do ministério público de Jesus, fariseus e partidários de Herodes, com sacerdotes e escribas, puseram-se de acordo para lhe dar a morte (338). Por alguns dos seus actos (expulsões de demónios (339); perdão dos pecados (340) curas em dia de sábado (341); interpretação original dos preceitos de pureza legal (342): trato familiar com publicanos e pecadores públicos (343), Jesus pareceu a alguns, mal intencionados, suspeito de possessão diabólica (344). Foi acusado de blasfémia (345) e de falso profetismo (346), crimes religiosos que a Lei castigava com a pena de morte por apedrejamento (347).",
            "parágrafo": 574
        },
        {
            "tipo": "parágrafo",
            "texto": "575. Muitas atitudes e palavras de Jesus foram, portanto, «sinal de contradição» (348) para as autoridades religiosas de Jerusalém, a quem o Evangelho de São João muitas vezes chama simplesmente «os Judeus» (349), mais ainda do que para o comum do Povo de Deus (350). Sem dúvida que as suas relações com os fariseus não foram unicamente polémicas: são fariseus que O previnem do perigo que corre (351). Jesus louva alguns de entre eles, como o escriba de Mc 12, 34, e em várias ocasiões come em casa de fariseus (352). Jesus confirma doutrinas partilhadas por esta elite religiosa do povo de Deus: a ressurreição dos mortos (353) formas de piedade (esmola, jejum e oração (354)) e o hábito de se dirigir a Deus como Pai, o carácter central do mandamento do amor de Deus e do próximo (355).",
            "parágrafo": 575
        },
        {
            "tipo": "parágrafo",
            "texto": "576. Aos olhos de muitos em Israel, parece que Jesus procede contra as instituições essenciais do Povo eleito:\n\n– a submissão à Lei, na totalidade dos seus preceitos escritos e, para os fariseus, na interpretação da tradição oral;\n\n– a centralidade do templo de Jerusalém, como lugar santo em que Deus habita de maneira privilegiada;\n\n– a fé no Deus único, cuja glória nenhum homem pode partilhar.",
            "parágrafo": 576
        },
        {
            "tipo": "tópico",
            "texto": "I. Jesus e a Lei"
        },
        {
            "tipo": "parágrafo",
            "texto": "577. Jesus fez uma solene advertência no início do sermão da montanha, ao apresentar a Lei dada por Deus no Sinai, quando da primeira Aliança, à luz da graça da Nova Aliança:\n\n«Não penseis que vim revogar a Lei ou os Profetas; não vim revogá-los, mas levá-los à perfeição. Em verdade vos digo: Antes que passem o céu e a Terra, não passará da Lei a mais pequena letra ou o mais pequeno sinal, sem que tudo se cumpra. Portanto, se alguém transgredir um só destes mandamentos, por mais pequeno que seja, e ensinar assim aos homens, será o menor no Reino dos céus. Mas aquele que os praticar e ensinar, será grande no Reino dos céus» (Mt 5, 17-19).",
            "parágrafo": 577
        },
        {
            "tipo": "parágrafo",
            "texto": "578. Jesus, o Messias de Israel e, portanto, o maior no Reino dos céus, fazia questão de cumprir a Lei, executando-a integralmente até nos mais pequenos preceitos, segundo as suas próprias palavras. Foi, mesmo, o único a poder fazê-lo perfeitamente (356). Os Judeus, segundo a sua própria confissão, não puderam nunca cumprir integralmente a Lei sem violação do mínimo preceito (357). Por isso é que, em cada festa anual da Expiação, os filhos de Israel pediam a Deus perdão pelas suas transgressões da Lei. Com efeito, a Lei constitui um todo e, como lembra São Tiago, «quem observa toda a Lei, mas falta num só mandamento, torna-se réu de todos os outros» (Tg 2, 10) (358).",
            "parágrafo": 578
        },
        {
            "tipo": "parágrafo",
            "texto": "579. Este princípio da integralidade da observância da Lei, não só na letra mas também no espírito, era caro aos fariseus. Tomando-o extensivo a Israel, conduziram muitos judeus do tempo de Jesus a um zelo religioso extremo (359). E um tal zelo, se não se ficasse por uma casuística «hipócrita» (360), com certeza que prepararia o povo para esta inaudita intervenção de Deus, que será o cumprimento perfeito da Lei pelo único justo representante de todos os pecadores (361).",
            "parágrafo": 579
        },
        {
            "tipo": "parágrafo",
            "texto": "580. O cumprimento perfeito da Lei só podia ser obra do divino Legislador, nascido sujeito à Lei na pessoa do Filho (362). Em Jesus, a Lei já não aparece gravada em tábuas de pedra, mas «no íntimo do coração» (Jr 31, 33) do Servo, o qual, proclamando «fielmente o direito» (Is 42, 3), se tornou «a aliança do povo» (Is 42, 6). Jesus cumpriu a Lei até ao ponto de tomar sobre Si «a maldição da Lei» (363) em que incorrem aqueles que não «praticam todos os preceitos da Lei» (364); porque «a morte de Cristo foi para remir as faltas cometidas durante a primeira Aliança» (Heb 9, 15).",
            "parágrafo": 580
        },
        {
            "tipo": "parágrafo",
            "texto": "581. Jesus apareceu aos olhos dos Judeus e dos seus chefes espirituais como um «rabbi» (365). Muitas vezes argumentou, no quadro da interpretação rabínica da Lei (366). Mas, ao mesmo tempo, Jesus tinha forçosamente de Se confrontar com os doutores da Lei porque não Se contentava com propor a sua interpretação a par das deles: «ensinava como quem tem autoridade e não como os escribas» (Mt 7, 28-29). N'Ele, era a própria Palavra de Deus, que Se fizera ouvir no Sinai, para dar a Moisés a Lei escrita, que de novo Se fazia ouvir sobre a montanha das bem-aventuranças (367). Esta Palavra de Deus não aboliu a Lei, mas cumpriu-a, ao fornecer, de modo divino, a sua interpretação última: «Ouvistes que foi dito aos antigos [...] Eu, porém, digo-vos» (Mt 5, 33-34). Com esta mesma autoridade divina, desaprova certas «tradições humanas» (368) dos fariseus, que «anulam a Palavra de Deus» (369).",
            "parágrafo": 581
        },
        {
            "tipo": "parágrafo",
            "texto": "582. Indo mais longe, Jesus cumpriu a lei sobre a pureza dos alimentos, tão importante na vida quotidiana judaica, explicando o seu sentido «pedagógico» (370) por uma interpretação divina: «Não há nada fora do homem que, ao entrar nele, o possa tornar impuro [...] – e assim declarava puros todos os alimentos – [...]. O que sai do homem é que o toma impuro. Pois, do interior do coração dos homens é que saem os pensamentos perversos» (Mc 7, 18-21). Proporcionando, com autoridade divina, a interpretação definitiva da Lei, Jesus colocou-Se numa situação de confronto com certos doutores da Lei, que não aceitavam a sua interpretação, muito embora garantida pelos sinais divinos que a acompanhavam (371). Isto vale sobretudo para a questão do sábado: Jesus lembra, e muitas vezes com argumentos rabínicos (372), que o repouso sabático não é violado pelo serviço de Deus (373) ou do próximo (374) que as suas curas realizam.",
            "parágrafo": 582
        },
        {
            "tipo": "tópico",
            "texto": "II. Jesus e o templo"
        },
        {
            "tipo": "parágrafo",
            "texto": "583. Jesus, como antes d'Ele os profetas, professou pelo templo de Jerusalém o mais profundo respeito. Ali foi apresentado por José e Maria, quarenta dias depois do seu nascimento (375). Na idade de doze anos, decidiu ficar no templo para lembrar aos seus pais que tinha de Se ocupar das coisas de seu Pai (376). Ao templo subiu todos os anos, ao menos pela Páscoa, durante a vida oculta (377). O seu próprio ministério público foi ritmado pelas peregrinações a Jerusalém nas grandes festas judaicas (378).",
            "parágrafo": 583
        },
        {
            "tipo": "parágrafo",
            "texto": "584. Jesus subiu ao templo como quem sobe ao lugar privilegiado de encontro com Deus. O templo é para Ele a casa do seu Pai, uma casa de oração, e indigna-Se com o facto de o átrio exterior se ter tornado lugar de negócio (379). Se expulsa os vendilhões do templo é pelo amor zeloso a seu Pai: «Não façais da casa do meu Pai casa de comércio». «Os discípulos recordaram-se de que estava escrito: \"O zelo pela tua casa devorar-me-á\" (Sl 69, 10)» (Jo 2, 16-17). Depois da ressurreição, os Apóstolos guardaram para com o templo um respeito religioso (380).",
            "parágrafo": 584
        },
        {
            "tipo": "parágrafo",
            "texto": "585. No entanto, nas vésperas da sua paixão, Jesus anunciou a ruína deste esplêndido edifício, do qual não ficaria pedra sobre pedra (381). Há aqui o anúncio dum sinal dos últimos tempos, que vão iniciar-se com a sua própria Páscoa (382). Mas esta profecia pôde ser referida de modo deturpado por falsas testemunhas, quando do interrogatório a que Jesus foi sujeito em casa do sumo-sacerdote (383) e ser-Lhe lançada em rosto, como injúria, quando agonizava, pregado na cruz (384).",
            "parágrafo": 585
        },
        {
            "tipo": "parágrafo",
            "texto": "586. Longe de ter sido contra o templo (385) onde proclamou o essencial da sua doutrina (386), Jesus quis pagar o imposto do templo, associando a Si Pedro (387), que Ele acabara de estabelecer como pedra basilar da sua Igreja futura (388). Mais ainda: identificou-Se com o templo, apresentando-Se como a morada definitiva de Deus entre os homens (389). Por isso é que a sua entrega à morte corporal (390) prenuncia a destruição do templo, a qual vai assinalar a entrada numa nova idade da história da salvação: «Vai chegar a hora em que nem neste monte nem em Jerusalém adorareis o Pai» (Jo 4, 21) (391).",
            "parágrafo": 586
        },
        {
            "tipo": "tópico",
            "texto": "III. Jesus e a fé de Israel no Deus único e salvador"
        },
        {
            "tipo": "parágrafo",
            "texto": "587. Se a Lei e o templo de Jerusalém puderam ser ocasião de «contradição» (392) entre Jesus e as autoridades religiosas de Israel, o seu papel na redenção dos pecados, obra divina por excelência, foi, para essas autoridades, a verdadeira pedra de escândalo (393).",
            "parágrafo": 587
        },
        {
            "tipo": "parágrafo",
            "texto": "588. Jesus escandalizou os fariseus por comer com os publicanos e os pecadores (394) tão familiarmente como com eles (395). Contra aqueles «que se consideravam justos e desprezavam os demais» (Lc 18, 9) (396) Jesus afirmou: «Eu não vim chamar os justos, vim chamar os pecadores, para que se arrependam» (Lc 5, 32). E foi mais longe, afirmando, diante dos fariseus, que, sendo o pecado universal (397), cegam-se a si próprios (398) aqueles que pretendem não precisar de salvação.",
            "parágrafo": 588
        },
        {
            "tipo": "parágrafo",
            "texto": "589. Jesus escandalizou, sobretudo, por ter identificado a sua conduta misericordiosa para com os pecadores com a atitude do próprio Deus a respeito dos mesmos (399). Chegou, até, a dar a entender que, sentando-Se à mesa dos pecadores (400), os admitia no banquete messiânico (401). Mas foi muito particularmente ao perdoar os pecados que Jesus colocou as autoridades religiosas de Israel perante um dilema. É que, como essas autoridades justamente dizem, apavoradas, «só Deus pode perdoar os pecados» (Mc 2, 7). Jesus ao perdoar os pecados, ou blasfema por ser um homem que se faz igual a Deus (402), ou diz a verdade e a Sua pessoa torna então presente e revela o nome de Deus (403).",
            "parágrafo": 589
        },
        {
            "tipo": "parágrafo",
            "texto": "590. Só a identidade divina da pessoa de Jesus é que pode justificar uma exigência tão absoluta como esta: «Quem não está comigo, está contra Mim» (Mt 12, 30); o mesmo se diga de quando afirma ser «mais que Jonas,... mais que Salomão» (Mt 12, 41-42), «mais que o templo» (404); de quando lembra, a respeito de si próprio, que David chamou ao Messias o seu Senhor (405); de quando afirma: «Antes de Abraão existir, \"Eu sou\"» (Jo 8, 58); e ainda mais: «Eu e o Pai somos um» (Jo 10, 30).",
            "parágrafo": 590
        },
        {
            "tipo": "parágrafo",
            "texto": "591. Jesus pediu às autoridades religiosas de Jerusalém que acreditassem n'Ele, por causa das obras do seu Pai que Ele fazia (406). Mas tal acto de fé tinha de passar por uma misteriosa morte para si mesmo, a qual desse lugar a um novo «nascimento do Alto» (407), por atracção da graça divina (408). Tal exigência de conversão, face a um tão surpreendente cumprimento das promessas (409), permite compreender o trágico desdém do Sinédrio, ao sentenciar que Jesus merecia a morte como blasfemo (410). Os membros do Sinédrio agiam assim, ao mesmo tempo por «ignorância» (411) e pelo «endurecimento» (412) da sua «incredulidade» (413).",
            "parágrafo": 591
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "592. Jesus não aboliu a Lei do Sinai, mas cumpriu-a (414) com tal perfeição (415) que revelou o sentido último dela (416) e resgatou as transgressões contra ela cometidas (417).",
            "parágrafo": 592
        },
        {
            "tipo": "parágrafo",
            "texto": "593. Jesus venerou o templo, subindo a ele nas festas judaicas de peregrinação e amou com amor zeloso esta morada de Deus entre os homens. O templo prefigura o seu mistério. Quando anuncia a sua destruição, fá-lo como revelação da sua própria morte e da entrada numa nova idade da história da salvação, em que o seu Corpo será o templo definitivo.",
            "parágrafo": 593
        },
        {
            "tipo": "parágrafo",
            "texto": "594. Jesus praticou actos, como o perdão dos pecados, que O manifestaram como sendo o próprio Deus salvador (418). Alguns judeus, que, não reconhecendo o Deus feito homem (419) viam n'Ele «um homem que se faz Deus» (420), julgaram-n'O como blasfemo.",
            "parágrafo": 594
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 2"
        },
        {
            "tipo": "subtítulo",
            "texto": "JESUS MORREU CRUCIFICADO"
        },
        {
            "tipo": "tópico",
            "texto": "I. O processo de Jesus"
        },
        {
            "tipo": "subtópico",
            "texto": "DIVISÕES ENTRE AS AUTORIDADES JUDAICAS A RESPEITO DE JESUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "595. Entre as autoridades religiosas de Jerusalém, não somente se encontravam o fariseu Nicodemos (421) e o notável José de Arimateia, discípulos ocultos de Jesus (422), mas também, durante muito tempo, houve dissensões a respeito d'Ele (423) ao ponto de, na própria véspera da paixão. João poder dizer deles que «um bom número acreditou n' Ele», embora de modo assaz imperfeito (Jo 12, 42); o que não é nada de admirar, tendo-se presente que, no dia seguinte ao de Pentecostes, «um grande número de sacerdotes se submetia à fé» (Act 6, 7) e «alguns homens do partido dos fariseus tinham abraçado a fé» (Act 15, 5), de tal modo que São Tiago podia dizer a São Paulo que «muitos milhares entre os judeus abraçaram a fé e todos têm zelo pela Lei» (Act 21, 20).",
            "parágrafo": 595
        },
        {
            "tipo": "parágrafo",
            "texto": "596. As autoridades religiosas de Jerusalém não foram unânimes na atitude a adoptar a respeito de Jesus (424). Os fariseus ameaçaram de excomunhão aqueles que O seguissem (425). Aos que temiam que «todos acreditassem n'Ele e os romanos viessem destruir o templo e a nação» (Jo 11, 48), o sumo sacerdote Caifás propôs, profetizando: «E do vosso interesse que morra um só homem pelo povo e não pereça a nação inteira» (Jo 11, 50). O Sinédrio, tendo declarado Jesus «réu de morte» (426) como blasfemo, mas tendo perdido o direito de condenar à morte fosse quem fosse (427), entregou Jesus aos romanos, acusando-O de revolta política (428) — o que O colocava em pé de igualdade com que Barrabás, acusado de «sedição» (Lc 23, 19). São também de carácter político as ameaças que os sumos-sacerdotes fazem a Pilatos, pressionando-o a condenar Jesus à morte (429).",
            "parágrafo": 596
        },
        {
            "tipo": "subtópico",
            "texto": "OS JUDEUS NÃO SÃO COLECTIVAMENTE RESPONSÁVEIS PELA MORTE DE JESUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "597. Tendo em conta a complexidade histórica do processo de Jesus, manifestada nas narrativas evangélicas, e qualquer que tenha sido o pecado pessoal dos intervenientes no processo (Judas, o Sinédrio, Pilatos), que só Deus conhece, não se pode atribuir a responsabilidade do mesmo ao conjunto dos judeus de Jerusalém, apesar da gritaria duma multidão manipulada (430) e das censuras globais contidas nos apelos à conversão, depois do Pentecostes (431). O próprio Jesus, perdoando na cruz (432) e Pedro a seu exemplo, apelaram para «a ignorância» (433) dos judeus de Jerusalém e mesmo dos seus chefes. Menos ainda é possível estender a responsabilidade ao conjunto dos judeus no espaço e no tempo, a partir do grito do povo: «Que o seu sangue caia sobre nós e sobre os nossos filhos» (Mt 27, 25), que é uma fórmula de ratificação (434):\n\nPor isso, a Igreja declarou no II Concílio do Vaticano: «Não se pode, todavia, imputar indistintamente a todos os judeus que então viviam, nem aos judeus do nosso tempo, o que na sua paixão se perpetrou. [...] Nem por isso os judeus devem ser apresentados como reprovados por Deus e malditos, como se tal coisa se concluísse da Sagrada Escritura» (435).",
            "parágrafo": 597
        },
        {
            "tipo": "subtópico",
            "texto": "TODOS OS PECADORES FORAM AUTORES DA PAIXÃO DE CRISTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "598. A Igreja, no magistério da sua fé e no testemunho dos seus santos, nunca esqueceu que «os pecadores é que foram os autores, e como que os instrumentos, de todos os sofrimentos que o divino Redentor suportou» (436). Partindo do princípio de que os nossos pecados atingem Cristo em pessoa (437), a Igreja não hesita em imputar aos cristãos a mais grave responsabilidade no suplício de Jesus, responsabilidade que eles muitas vezes imputaram unicamente aos judeus:\n\n«Devemos ter como culpados deste horrível crime os que continuam a recair nos seus pecados. Porque foram os nossos crimes que fizeram nosso Senhor Jesus Cristo suportar o suplício da cruz, é evidente que aqueles que mergulham na desordem e no mal crucificam de novo em seu coração, tanto quanto deles depende, o Filho de Deus, pelos seus pecados, expondo-O à ignomínia. E temos de reconhecer: o nosso crime, neste caso, é maior que o dos judeus. Porque eles, como afirma o Apóstolo, «se tivessem conhecido a Sabedoria de Deus, não leriam crucificado o Senhor da glória» (1 Cor 2, 8); ao passo que nós, pelo contrário, fazemos profissão de O conhecer: e, quando O renegamos pelos nossos actos, de certo modo levantamos contra Ele as nossas mãos assassinas» (438).\n\n«Não foram os demónios que O pregaram na cruz, mas tu com eles O crucificaste, e ainda agora O crucificas quando te deleitas nos vícios e pecados» (439).",
            "parágrafo": 598
        },
        {
            "tipo": "tópico",
            "texto": "II. A morte redentora de Cristo no desígnio divino de salvação"
        },
        {
            "tipo": "subtópico",
            "texto": "«JESUS ENTREGUE, SEGUNDO O DESÍGNIO DETERMINADO DE DEUS»"
        },
        {
            "tipo": "parágrafo",
            "texto": "599. A morte violenta de Jesus não foi fruto do acaso, nem coincidência infeliz de circunstâncias várias. Faz parte do mistério do desígnio de Deus, como Pedro explica aos judeus de Jerusalém, logo no seu primeiro discurso no dia de Pentecostes: «Depois de entregue, segundo o desígnio determinado e a previsão de Deus» (Act 2, 23). Esta linguagem bíblica não significa que os que «entregaram Jesus» (440) foram simples actores passivos dum drama previamente escrito por Deus.",
            "parágrafo": 599
        },
        {
            "tipo": "parágrafo",
            "texto": "600. A Deus, todos os momentos do tempo estão presentes na sua actualidade. Por isso, Ele estabelece o seu desígnio eterno de «predestinação», incluindo nele a resposta livre de cada homem à sua graça: «Na verdade, Herodes e Pôncio Pilatos uniram-se nesta cidade, com as nações pagãs e os povos de Israel, contra o vosso santo Servo Jesus, a quem ungistes (441). Cumpriram assim tudo o que o vosso poder e os vossos desígnios tinham de antemão decidido que se realizasse» (Act 4, 27-28). Deus permitiu os actos resultantes da sua cegueira (442), como fim de levar a cabo o seu plano de salvação (443).",
            "parágrafo": 600
        },
        {
            "tipo": "subtópico",
            "texto": "«MORTO PELOS NOSSOS PECADOS, SEGUNDO AS ESCRITURAS»"
        },
        {
            "tipo": "parágrafo",
            "texto": "601. Este plano divino de salvação, pela entrega à morte do «Servo, o Justo» (444), tinha sido de antemão anunciado na Escritura como um mistério de redenção universal, quer dizer, de resgate que liberta os homens da escravidão do pecado (445) São Paulo professa, numa confissão de fé que diz ter «recebido» (446), que «Cristo morreu pelos nossos pecados segundo as Escrituras» (1 Cor 15, 3) (447). A morte redentora de Jesus deu cumprimento sobretudo à profecia do Servo sofredor (448). O próprio Jesus apresentou o sentido da sua vida e da sua morte à luz do Servo sofredor (449). Após a sua ressurreição, deu esta interpretação das Escrituras aos discípulos de Emaús (450) e depois aos próprios Apóstolos (451).",
            "parágrafo": 601
        },
        {
            "tipo": "subtópico",
            "texto": "«POR NÓS, DEUS FÊ-LO PECADO»"
        },
        {
            "tipo": "parágrafo",
            "texto": "602. Consequentemente, Pedro pôde formular assim a fé apostólica no plano divino da salvação: «fostes resgatados da vã maneira de viver herdada dos vossos pais, pelo sangue precioso de Cristo, como de um cordeiro sem defeito nem mancha, predestinado antes da criação do mundo e manifestado nos últimos tempos por nossa causa» (1 Pe1, 18-20). Os pecados dos homens, que se seguiram ao pecado original, foram castigados com a morte (452). Enviando o seu próprio Filho na condição de escravo (453), que era a de uma humanidade decaída e votada à morte por causa do pecado (454), «a Cristo, que não conhecera o pecado, Deus fê-lo pecado por amor de nós, para que, em Cristo, nos tornássemos justos aos olhos de Deus» (2 Cor 5, 21).",
            "parágrafo": 602
        },
        {
            "tipo": "parágrafo",
            "texto": "603. Jesus não conheceu a reprovação como se tivesse pecado pessoalmente (455). Mas, no amor redentor que constantemente O unia ao Pai (456), assumiu-nos no afastamento do nosso pecado em relação a Deus a ponto de, na cruz, poder dizer em nosso nome: «Meu Deus, meu Deus, por que Me abandonaste?» (Mc 15, 34) (457). Tendo-O feito solidário connosco, pecadores, «Deus não poupou o seu próprio Filho, mas entregou-O para morrer por nós todos» (Rm 8, 32), para que fôssemos «reconciliados com Ele pela morte do seu Filho» (Rm 5, 10).",
            "parágrafo": 603
        },
        {
            "tipo": "subtópico",
            "texto": "DEUS TOMA A INICIATIVA DO AMOR REDENTOR UNIVERSAL"
        },
        {
            "tipo": "parágrafo",
            "texto": "604. Entregando o seu Filho pelos nossos pecados, Deus manifesta que o seu plano sobre nós é um desígnio de amor benevolente, independente de qualquer mérito da nossa parte: «Nisto consiste o amor: não fomos nós que amámos a Deus, foi Deus que nos amou a nós e enviou o seu Filho como vítima de propiciação pelos nossos pecados» (1 Jo 4, 10) (458). «Deus prova assim o seu amor para connosco: Cristo morreu por nós quando ainda éramos pecadores» (Rm 5, 8).",
            "parágrafo": 604
        },
        {
            "tipo": "parágrafo",
            "texto": "605. Este amor é sem exclusão. Jesus lembrou-o ao terminar a parábola da ovelha perdida: «Assim, não é da vontade do meu Pai, que está nos céus, que se perca um só destes pequeninos» (Mt 18, 14). E afirma «dar a Sua vida em resgate pela multidão» (Mt 20, 28). Esta última expressão não é restritiva: simplesmente contrapõe o conjunto da humanidade à pessoa única do redentor, que Se entrega para a salvar (459). No seguimento dos Apóstolos (460), a Igreja ensina que Cristo morreu por todos os homens, sem excepção: «Não há, não houve, nem haverá nenhum homem pelo qual Cristo não tenha sofrido» (461).",
            "parágrafo": 605
        },
        {
            "tipo": "tópico",
            "texto": "III. Cristo ofereceu-Se a Si mesmo ao Pai pelos nossos pecados"
        },
        {
            "tipo": "subtópico",
            "texto": "TODA A VIDA DE CRISTO É OBLAÇÃO AO PAI"
        },
        {
            "tipo": "parágrafo",
            "texto": "606. O Filho de Deus, «descido do céu, não para fazer a sua vontade mas a do seu Pai, que O enviou» (462), «diz, ao entrar no mundo: [...] Eis-me aqui, [...] ó Deus, para fazer a tua vontade. [...] E em virtude dessa mesma vontade, é que nós fomos santificados, pela oferenda do corpo de Jesus Cristo, feita de uma vez para sempre» (Heb 10, 5-10). Desde o primeiro instante da sua Encarnação, o Filho faz seu o plano divino de salvação, no desempenho da sua missão redentora: «O meu alimento é fazer a vontade d'Aquele que Me enviou e realizar a sua obra» (Jo 4, 34). O sacrifício de Jesus «pelos pecados do mundo inteiro» (1 Jo 2, 2) é a expressão da sua comunhão amorosa com o Pai: «O Pai ama-Me, porque Eu dou a minha vida» (Jo 10, 17). «O mundo tem de saber que amo o Pai e procedo como o Pai Me ordenou» (Jo 14, 31).",
            "parágrafo": 606
        },
        {
            "tipo": "parágrafo",
            "texto": "607. Este desejo de fazer seu o plano do amor de redenção do seu Pai, anima toda a vida de Jesus (463). A sua paixão redentora é a razão de ser da Encarnação: «Pai, salva-Me desta hora! Mas por causa disto, é que Eu cheguei a esta hora» (Jo 12, 27). «O cálice que o Pai Me deu, não havia de bebê-lo?» (Jo 18, 11). E ainda na cruz, antes de «tudo estar consumado» (Jo 19, 30), diz: «Tenho sede» (Jo 19, 28).",
            "parágrafo": 607
        },
        {
            "tipo": "subtópico",
            "texto": "«O CORDEIRO QUE TIRA O PECADO DO MUNDO»"
        },
        {
            "tipo": "parágrafo",
            "texto": "608. Depois de ter aceitado dar-Lhe o baptismo como aos pecadores (464), João Baptista viu e mostrou em Jesus o «Cordeiro de Deus que tira o pecado do mundo» (465). Manifestou deste modo que Jesus é, ao mesmo tempo, o Servo sofredor, que Se deixa levar ao matadouro sem abrir a boca (466), carregando os pecados das multidões (467), e o cordeiro pascal, símbolo da redenção de Israel na primeira Páscoa (468), Toda a vida de Cristo manifesta a sua missão: «servir e dar a vida como resgate pela multidão» (469).",
            "parágrafo": 608
        },
        {
            "tipo": "subtópico",
            "texto": "JESUS PARTILHA LIVREMENTE O AMOR REDENTOR DO PAI"
        },
        {
            "tipo": "parágrafo",
            "texto": "609. Ao partilhar, no seu coração humano, o amor do Pai para com os homens, Jesus «amou-os até ao fim» (Jo 13, 1), «pois não há maior amor do que dar a vida por aqueles que se ama» (Jo 15, 13). Assim, no sofrimento e na morte, a sua humanidade tornou-se instrumento livre e perfeito do seu amor divino, que quer a salvação dos homens (470). Com efeito, Ele aceitou livremente a sua paixão e morte por amor do Pai e dos homens a quem o Pai quer salvar: «Ninguém Me tira a vida. Sou Eu que a dou espontaneamente» (Jo 10, 18). Daí, a liberdade soberana do Filho de Deus, quando Ele próprio vai ao encontro da morte (471).",
            "parágrafo": 609
        },
        {
            "tipo": "subtópico",
            "texto": "NA CEIA, JESUS ANTECIPOU A OBLAÇÃO LIVRE DA SUA VIDA"
        },
        {
            "tipo": "parágrafo",
            "texto": "610. Jesus exprimiu de modo supremo a oblação livre de Si mesmo na refeição que tornou com os doze Apóstolos (472), na «noite em que foi entregue» (1 Cor 11, 23). Na véspera da sua paixão, quando ainda era livre, Jesus fez desta última Ceia com os Apóstolos o memorial da sua oblação voluntária ao Pai (473) para a salvação dos homens: «Isto é o meu Corpo, que vai ser entregue por vós» (Lc 22, 19). «Isto é o meu \"Sangue da Aliança\", que vai ser derramado por uma multidão, para remissão dos pecados» (Mt 26, 28).",
            "parágrafo": 610
        },
        {
            "tipo": "parágrafo",
            "texto": "611. A Eucaristia, que neste momento instituiu, será o «memorial» (474) do seu sacrifício. Jesus incluiu os Apóstolos na sua própria oferenda e pediu-lhes que a perpetuassem (475). Desse modo, instituiu os Apóstolos como sacerdotes da Nova Aliança: «Eu consagro-me por eles, para que também eles sejam consagrados na verdade» (Jo 17, 19) (476).",
            "parágrafo": 611
        },
        {
            "tipo": "subtópico",
            "texto": "A AGONIA NO GETSÉMANI"
        },
        {
            "tipo": "parágrafo",
            "texto": "612. O cálice da Nova Aliança, que Jesus antecipou na Ceia, oferecendo-Se a Si mesmo (477), é aceite seguidamente por Jesus das mãos do Pai, na agonia no Getsémani (478), fazendo-Se «obediente até á morte» (Fl 2, 8) (479). Na sua oração, Jesus diz: «Meu Pai, se é possível, que se afaste de Mim este cálice [...]» (Mt 26, 39). Exprime desse modo o horror que a morte representa para a sua natureza humana. Com efeito, esta, como a nossa, está destinada à vida eterna. Mas, diferentemente da nossa, é perfeitamente isenta do pecado (480) que causa a morte (481). E, sobretudo, é assumida pela pessoa divina do «Príncipe da Vida» (482), do «Vivente» (483). Aceitando, com a sua vontade humana, que se faça a vontade do Pai (484) aceita a sua morte enquanto redentora, para «suportar os nossos pecados no seu corpo, no madeiro da cruz» (1 Pe 2, 24).",
            "parágrafo": 612
        },
        {
            "tipo": "subtópico",
            "texto": "A MORTE DE CRISTO É O SACRIFÍCIO ÚNICO E DEFINITIVO"
        },
        {
            "tipo": "parágrafo",
            "texto": "613. A morte de Cristo é, ao mesmo tempo, o sacrifício pascal que realiza a redenção definitiva dos homens (485) por meio do «Cordeiro que tira o pecado do mundo» (486), e o sacrifício da Nova Aliança (487)que restabelece a comunhão entre o homem e Deus (488), reconciliando-o com Ele pelo «sangue derramado pela multidão, para a remissão dos pecados» (489).",
            "parágrafo": 613
        },
        {
            "tipo": "parágrafo",
            "texto": "614. Este sacrifício de Cristo é único, leva à perfeição e ultrapassa todos os sacrifícios (490). Antes de mais, é um dom do próprio Deus Pai: é o Pai que entrega o seu Filho para nos reconciliar consigo (491). Ao mesmo tempo, é oblação do Filho de Deus feito homem, que livremente e por amor (492) oferece a sua vida (493) ao Pai pelo Espírito Santo (494) para reparar a nossa desobediência.",
            "parágrafo": 614
        },
        {
            "tipo": "subtópico",
            "texto": "JESUS SUBSTITUI A NOSSA DESOBEDIÊNCIA PELA SUA OBEDIÊNCIA"
        },
        {
            "tipo": "parágrafo",
            "texto": "615. «Como pela desobediência de um só homem, muitos se tornaram pecadores, assim também, pela obediência de um só, muitos se tornarão justos» (Rm 5, 19). Pela sua obediência até à morte, Jesus realizou a acção substitutiva do Servo sofredor, que oferece a sua vida como sacrifício de expiação, ao carregar com o pecado das multidões, que justifica carregando Ele próprio com as suas faltas (495). Jesus reparou as nossas faltas e satisfez ao Pai pelos nossos pecados (496).",
            "parágrafo": 615
        },
        {
            "tipo": "subtópico",
            "texto": "NA CRUZ, JESUS CONSUMA O SEU SACRIFÍCIO"
        },
        {
            "tipo": "parágrafo",
            "texto": "616. É o «amor até ao fim» (497) que confere ao sacrifício de Cristo o valor de redenção e reparação, de expiação e satisfação. Ele conheceu-nos e amou-nos a todos no oferecimento da sua vida (498). «O amor de Cristo nos pressiona, ao pensarmos que um só morreu por todos e que todos, portanto, morreram» (2 Cor 5, 14). Nenhum homem, ainda que fosse o mais santo, estava em condições de tornar sobre si os pecados de todos os homens e de se oferecer em sacrifício por todos. A existência, em Cristo, da pessoa divina do Filho, que ultrapassa e ao mesmo tempo abrange todas as pessoas humanas e O constitui cabeça de toda a humanidade, é que torna possível o seu sacrifício redentor por todos.",
            "parágrafo": 616
        },
        {
            "tipo": "parágrafo",
            "texto": "617. «Sua sanctissima passione in ligno crucis nobis justificationem meruit – Pela sua santíssima paixão no madeiro da cruz, Ele mereceu-nos a justificação» – ensina o Concílio de Trento (499), sublinhando o carácter único do sacrifício de Cristo como fonte de salvação eterna (500). E a Igreja venera a Cruz cantando: «O crux, ave, spes unica! – Avé, ó cruz, esperança única!» (501).",
            "parágrafo": 617
        },
        {
            "tipo": "subtópico",
            "texto": "A NOSSA PARTICIPAÇÃO NO SACRIFÍCIO DE CRISTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "618. A cruz é o único sacrifício de Cristo, mediador único entre Deus e os homens (502). Mas porque, na sua pessoa divina encarnada. «Ele Se uniu, de certo modo, a cada homem» (503), «a todos dá a possibilidade de se associarem a este mistério pascal, por um modo só de Deus conhe­cido» (504). Convida os discípulos a tomarem a sua cruz e a segui-Lo(505) porque sofreu por nós, deixando-nos o exemplo, para que sigamos os seus passos (506). De facto, quer associar ao seu sacrifício redentor aqueles mesmos que são os primeiros beneficiários (507). Isto realiza-se, em sumo grau, em sua Mãe, associada, mais intimamente do que ninguém, ao mistério do seu sofrimento redentor (508):\n\nHá uma só escada verdadeira fora do paraíso; fora da cruz, não há outra escada por onde se suba ao céu» (509).",
            "parágrafo": 618
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "619. «Cristo morreu pelos nossos pecados, segundo as Escrituras» (1 Cor 15, 3).",
            "parágrafo": 619
        },
        {
            "tipo": "parágrafo",
            "texto": "620. A nossa salvação procede da iniciativa amorosa de Deus em nosso favor, pois «foi Ele que nos amou a nós e enviou o seu Filho como vítima de propiciação pelos nossos pecados» (1 Jo 4, 10). «Foi Deus que, em Cristo, reconciliou consigo o mundo» (2 Cor 5, 19).",
            "parágrafo": 620
        },
        {
            "tipo": "parágrafo",
            "texto": "621. Jesus ofereceu-Se livremente para nossa salvação. Este dom, significa-o e realiza-o Ele, de antemão, durante a Ultimo Ceia: «Isto é o meu Corpo, que vai ser entregue por vós» (Lc 22, 19).",
            "parágrafo": 621
        },
        {
            "tipo": "parágrafo",
            "texto": "622. Nisto consiste a redenção de Cristo: Ele «veio dar a sua vida em resgate pela multidão»(Mt 20, 28), quer dizer; veio «amuar os seus até ao fim» (Jo 13, 1), para que fossem libertos da má conduta herdada dos seus pais (510).",
            "parágrafo": 622
        },
        {
            "tipo": "parágrafo",
            "texto": "623. Pela sua obediência amorosa ao Pai, «até d morte de cruz» (Fl 2, 8), Jesus cumpriu a missão expiatória (511) do Servo sofredor, que justifica as multidões, tomando sobre Si o peso das suas faltas (Is 53, 11) (512).",
            "parágrafo": 623
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 3"
        },
        {
            "tipo": "subtítulo",
            "texto": "JESUS CRISTO FOI SEPULTADO"
        },
        {
            "tipo": "parágrafo",
            "texto": "624. «Pela graça de Deus, ele experimentou a morte, para proveito de todos» (Heb 2, 9). No seu plano de salvação, Deus dispôs que o seu Filho, não só «morresse pelos nossos pecados» (1 Cor 15, 3), mas também «saboreasse a morte», isto é, conhecesse o estado de morte, o estado de separação entre a sua alma e o seu corpo, durante o tempo compreendido entre o momento em que expirou na cruz e o momento em que ressuscitou. Este estado de Cristo morto é o mistério do sepulcro e da descida à mansão dos mortos. É o mistério do Sábado Santo, em que Cristo, depositado no túmulo (513), manifesta o repouso sabático de Deus (514) depois da realização (515) da salvação dos homens, que pacifica todo o universo (516).",
            "parágrafo": 624
        },
        {
            "tipo": "subtópico",
            "texto": "O CORPO DE CRISTO NO SEPULCRO"
        },
        {
            "tipo": "parágrafo",
            "texto": "625. A permanência do corpo de Cristo no túmulo constitui o laço real entre o estado passível de Cristo antes da Páscoa e o seu estado glorioso actual de ressuscitado. É a mesma pessoa do «Vivente» que pode dizer: «Estive morto e eis-Me vivo pelos séculos dos séculos» (Ap 1, 18):\n\n«É este o mistério do desígnio de Deus àcerca da morte e da ressurreição dos mortos: se Ele não impediu que a morte separasse a alma do corpo, segundo a ordem necessária da natureza: mas juntou-os de novo um ao outro pela ressurreição, a fim de ser Ele próprio na sua pessoa o ponto de encontro da morte e da vida, suspendendo em Si a decomposição da natureza produzida pela morte e tornando-Se, Ele próprio, princípio de reunião para as partes separadas» (517).",
            "parágrafo": 625
        },
        {
            "tipo": "parágrafo",
            "texto": "626. Uma vez que o «Príncipe da Vida», a quem deram a morte (518), é precisamente o mesmo «Vivente que ressuscitou» (519), é forçoso que a pessoa divina do Filho de Deus tenha continuado a assumir a alma e o corpo, separados um do outro pela morte:\n\n«Embora Cristo, enquanto homem tenha sofrido a morte e a sua santa alma tenha sido separada do seu corpo imaculado, nem por isso a divindade se separou, de nenhum modo, nem da alma nem do corpo: e nem por isso a Pessoa única foi dividida em duas. Tanto o corpo como a alma tiveram existência simultânea, desde o início, na Pessoa do Verbo; e, apesar de na morte terem sido separados, nenhum dos dois deixou de subsistir na Pessoa única do Verbo» (520).",
            "parágrafo": 626
        },
        {
            "tipo": "subtópico",
            "texto": "«NÃO DEIXAREIS O VOSSO SANTO SOFRER A CORRUPÇÃO»"
        },
        {
            "tipo": "parágrafo",
            "texto": "627. A morte de Cristo foi uma verdadeira morte, na medida em que pôs fim à sua existência humana terrena. Mas por causa da união que a Pessoa do Filho manteve com o seu corpo, este não se tornou um despojo mortal como os outros, porque «não era possível que Ele ficasse sob o domínio» da morte (Act 2, 24) e, por isso, «o poder divino preservou o corpo de Cristo da corrupção» (521). De Cristo pode dizer-se ao mesmo tempo: «Foi cortado da terra dos vivos» (Is 53, 8) e: «A minha carne repousará na esperança, porque Tu não abandonarás a minha alma na mansão dos mortos, nem deixarás que o teu santo conheça a corrupção» (Act 2, 26-27) (522). A ressurreição de Jesus «ao terceiro dia» (1 Cor 15, 4; Lc 24, 46) (523) era disso sinal, até porque se julgava que a corrupção começava a manifestar-se a partir do quarto dia (524).",
            "parágrafo": 627
        },
        {
            "tipo": "subtópico",
            "texto": "«SEPULTADOS COM CRISTO...»"
        },
        {
            "tipo": "parágrafo",
            "texto": "628. O Baptismo, cujo sinal original e pleno é a imersão, significa eficazmente a descida ao túmulo, por parte do cristão que morre para o pecado com Cristo, com vista a uma vida nova. «Fomos sepultados com Ele, pelo Baptismo, na sua morte, para que, assim como Cristo ressuscitou dos mortos, pela glória do Pai, também nós vivamos uma vida nova» (Rm 6, 4) (525).",
            "parágrafo": 628
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "629. Para benefício de todos os homens, Jesus experimentou a morte (526). Foi, de verdade, o Filho de Deus feito homem que morreu e foi sepultado.",
            "parágrafo": 629
        },
        {
            "tipo": "parágrafo",
            "texto": "630. Durante a permanência de Cristo no túmulo, a sua pessoa divina continuou a assumir tanto a alma como o corpo, apesar de sepa­rados entre si pela morte. Por isso, o corpo de Cristo morto «não sofreu a corrupção» (Act 13,37).",
            "parágrafo": 630
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 5"
        },
        {
            "tipo": "subtítulo",
            "texto": "«JESUS CRISTO DESCEU À MANSÃO DOS MORTOS, AO TERCEIRO DIA RESSUSCITOU DOS MORTOS»"
        },
        {
            "tipo": "parágrafo",
            "texto": "631. «Jesus desceu às regiões inferiores da Terra. Aquele que desceu é precisamente o mesmo que subiu» (Ef 4, 9-10). O Símbolo dos Apóstolos confessa, num mesmo artigo da fé, a descida de Cristo a mansão dos mortos e a sua ressurreição dos mortos ao terceiro dia, porque, na sua Páscoa, é da profundidade da morte que Ele faz jorrar a vida:\n\n«Christus, Filius tuus,\nqui, regressos ab inferis,\nhumano generi serenus illuxit,\net vivit et regnat in saecula saeculorum. Amen».\n«Jesus Cristo, vosso Filho,\nque, ressuscitando de entre os mortos,\niluminou o género humano com a sua luz e a sua paz\ne vive glorioso pelos séculos dos séculos. Ámen» (527).",
            "parágrafo": 631
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 1"
        },
        {
            "tipo": "subtítulo",
            "texto": "CRISTO DESCEU À MANSÃO DOS MORTOS"
        },
        {
            "tipo": "parágrafo",
            "texto": "632. As frequentes afirmações do Novo Testamento, segundo as quais Jesus «ressuscitou de entre os mortos» (1 Cor 15, 20) (528), pressupõem que, anteriormente à ressurreição, Ele tenha estado na mansão dos mortos (529) este o sentido primeiro dado pela pregação apostólica à descida de Jesus à mansão dos mortos: Jesus conheceu a morte, como todos os homens, e foi ter com eles à morada dos mortos. Porém, desceu lá como salvador proclamando a Boa-Nova aos espíritos que ali estavam prisioneiros (530).",
            "parágrafo": 632
        },
        {
            "tipo": "parágrafo",
            "texto": "633. A morada dos mortos, a que Cristo morto desceu, é chamada pela Escritura os infernos, Sheol ou Hades (531), porque aqueles que aí se encontravam estavam privados da visão de Deus (532). Tal era o caso de todos os mortos, maus ou justos, enquanto esperavam o Redentor (533), o que não quer dizer que a sua sorte fosse idêntica, como Jesus mostra na parábola do pobre Lázaro, recebido no «seio de Abraão» (534). «Foram precisamente essas almas santas, que esperavam o seu libertador no seio de Abraão, que Jesus Cristo libertou quando desceu à mansão dos mortos» (535). Jesus não desceu à mansão dos mortos para de lá libertar os condenados (536), nem para abolir o inferno da condenação (537), mas para libertar os justos que O tinham precedido (538).",
            "parágrafo": 633
        },
        {
            "tipo": "parágrafo",
            "texto": "634. «A Boa-Nova foi igualmente anunciada aos mortos...» (1 Pe 4, 6). A descida à mansão dos mortos é o cumprimento, até à plenitude, do anúncio evangélico da salvação. É a última fase da missão messiânica de Jesus, fase condensada no tempo, mas imensamente vasta no seu significado real de extensão da obra redentora a todos os homens de todos os tempos e de todos os lugares, porque todos aqueles que se salvaram se tornaram participantes da redenção.",
            "parágrafo": 634
        },
        {
            "tipo": "parágrafo",
            "texto": "635. Cristo, portanto, desceu aos abismos da morte (539), para que «os mortos ouvissem a voz do Filho do Homem e os que a ouvissem, vivessem» (Jo 5, 25). Jesus, «o Príncipe da Vida» (540), «pela sua morte, reduziu à impotência aquele que tem o poder da morte, isto é, o Diabo, e libertou quantos, por meio da morte, se encontravam sujeitos à servidão durante a vida inteira» (Heb 2, 14-15). Desde agora, Cristo ressuscitado «detém as chaves da morte e do Hades» (Ap 1, 18) e «ao nome de Jesus todos se ajoelhem, no céu, na terra e nos abismos» (Fl 2, 10).\n\n«Um grande silêncio reina hoje sobre a terra; um grande silêncio e uma grande solidão. Um grande silêncio, porque o rei dorme. A terra estremeceu e ficou silenciosa, porque Deus adormeceu segundo a carne e despertou os que dormiam há séculos [...]. Vai à procura de Adão, nosso primeiro pai, a ovelha perdida. Quer visitar os que jazem nas trevas e nas sombras da morte. Vai libertar Adão do cativeiro da morte. Ele que é ao mesmo tempo seu Deus e seu filho [...] \"Eu sou o teu Deus, que por ti me fiz teu filho [...] Desperta tu que dormes, porque Eu não te criei para que permaneças cativo no reino dos mortos: levanta-te de entre os mortos; Eu sou a vida dos mortos\"» (541).",
            "parágrafo": 635
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "636. Na expressão «Jesus desceu à mansão dos mortos», o Símbolo confessa que Jesus morreu realmente, e que, por ter morrido por nós, venceu a morte e o Diabo «que tem o poder da morte» (Heb 2, 14).",
            "parágrafo": 636
        },
        {
            "tipo": "parágrafo",
            "texto": "637. Cristo morto, na sua alma unida à pessoa divina, desceu à morada dos mortos. E abriu aos justos, que O tinham precedido, as portas do céu.",
            "parágrafo": 637
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 2"
        },
        {
            "tipo": "subtítulo",
            "texto": "AO TERCEIRO DIA, RESSUSCITOU DOS MORTOS"
        },
        {
            "tipo": "parágrafo",
            "texto": "638. «Nós vos anunciamos a Boa-Nova de que a promessa feita aos nossos pais, a cumpriu Deus para nós, seus filhos, ao ressuscitar Jesus» (Act 13, 32-33). A ressurreição de Jesus é a verdade culminante da nossa fé em Cristo, acreditada e vivida como verdade central pela primeira comunidade cristã, transmitida como fundamental pela Tradição, estabelecida pelos documentos do Novo Testamento, pregada como parte essencial do mistério pascal, ao mesmo tempo que a cruz:\n\n«Cristo ressuscitou dos mortos.\nPela Sua morte venceu a morte,\ne aos mortos deu a vida» (542).",
            "parágrafo": 638
        },
        {
            "tipo": "tópico",
            "texto": "I. Acontecimento histórico e transcendente"
        },
        {
            "tipo": "parágrafo",
            "texto": "639. O mistério da ressurreição de Cristo é um acontecimento real, com manifestações historicamente verificadas, como atesta o Novo Testamento. Já São Paulo, por volta do ano 56, pôde escrever aos Coríntios: «Transmiti-vos, em primeiro lugar, o mesmo que havia recebido: Cristo morreu pelos nossos pecados, segundo as Escrituras, e foi sepultado e ressuscitou ao terceiro dia, segundo as Escrituras: a seguir, apareceu a Pedro, depois aos Doze» (1 Cor 15, 3-4). O Apóstolo fala aqui da tradição viva da ressurreição, de que tinha tomado conhecimento após a sua conversão, às portas de Damasco (543).",
            "parágrafo": 639
        },
        {
            "tipo": "subtópico",
            "texto": "O TÚMULO VAZIO"
        },
        {
            "tipo": "parágrafo",
            "texto": "640. «Por que motivo procurais entre os mortos Aquele que está vivo? Não está aqui, ressuscitou» (Lc 24, 5-6). No quadro dos acontecimentos da Páscoa, o primeiro elemento que se nos oferece é o sepulcro vazio. Isso não é, em si, uma prova directa. A ausência do corpo de Cristo do sepulcro poderia explicar-se doutro modo (544). Apesar disso, o sepulcro vazio constitui, para todos, um sinal essencial. A descoberta do facto pelos discípulos foi o primeiro passo para o reconhecimento do facto da ressurreição. Foi, primeiro, o caso das santas mulheres (545), depois o de Pedro (546). «O discípulo que Jesus amava» (Jo 20, 2) afirma que, ao entrar no sepulcro vazio e ao descobrir «os lençóis no chão» (Jo 20, 6), «viu e acreditou» (547); o que supõe que ele terá verificado, pelo estado em que ficou o sepulcro vazio \"', que a ausência do corpo de Jesus não podia ter sido obra humana e que Jesus não tinha simplesmente regressado a uma vida terrena, como fora o caso de Lázaro (549).",
            "parágrafo": 640
        },
        {
            "tipo": "subtópico",
            "texto": "AS APARIÇÕES DO RESSUSCITADO"
        },
        {
            "tipo": "parágrafo",
            "texto": "641. Maria Madalena e as santas mulheres, que vinham para acabar de embalsamar o corpo de Jesus (550), sepultado à pressa por causa do início do «Sábado», no fim da tarde de Sexta-feira Santa (551), foram as primeiras pessoas a encontra-se com o Ressuscitado (552). Assim, as mulheres foram as primeiras mensageiras da ressurreição de Cristo para os próprios Apóstolos (553). Em seguida, foi a eles que Jesus apareceu: primeiro a Pedro, depois aos Doze (554). Pedro, incumbido de consolidar a fé dos seus irmãos (555), vê, portanto, o Ressuscitado antes deles e é com base no seu testemunho que a comunidade exclama: «Realmente, o Senhor ressuscitou e apareceu a Simão» (Lc 24, 34.36).",
            "parágrafo": 641
        },
        {
            "tipo": "parágrafo",
            "texto": "642. Tudo quanto aconteceu nestes dias pascais empenha cada um dos Apóstolos – e muito particularmente Pedro – na construção da era nova, que começa na manhã do dia de Páscoa. Como testemunhas do Ressuscitado, eles são as pedras do alicerce da sua Igreja. A fé da primeira comunidade dos crentes está fundada no testemunho de homens concretos, conhecidos dos cristãos e, a maior parte, vivendo ainda entre eles. Estas «testemunhas da ressurreição de Cristo» (556) são, em primeiro lugar, Pedro e os Doze. Mas há outros: Paulo fala claramente de mais de quinhentas pessoas às quais Jesus apareceu em conjunto, além de Tiago e de todos os Apóstolos (557).",
            "parágrafo": 642
        },
        {
            "tipo": "parágrafo",
            "texto": "643. Perante estes testemunhos, é impossível interpretar a ressurreição de Cristo fora da ordem física e não a reconhecer como um facto histórico. Resulta, dos factos, que a fé dos discípulos foi submetida à prova radical da paixão e morte de cruz do seu Mestre, por este de antemão anunciada (558). O abalo provocado pela paixão foi tão forte que os discípulos (pelo menos alguns) não acreditaram imediatamente na notícia da ressurreição. Longe de nos apresentar uma comunidade tomada de exaltação mística, os evangelhos apresentam-nos os discípulos abatidos (de «rosto sombrio»: Lc 24, 17) e apavorados (559). Foi por isso que não acreditaram nas santas mulheres, regressadas da sua visita ao túmulo, e «as suas narrativas pareceram-lhe um desvario» (Lc 24, 11) (560). Quando Jesus apareceu aos onze, na tarde do dia de Páscoa, «censurou-lhes a falta de fé e a teimosia em não quererem acreditar naqueles que O tinham visto ressuscitado» (Mc 16, 14).",
            "parágrafo": 643
        },
        {
            "tipo": "parágrafo",
            "texto": "644.  Mesmo confrontados com a realidade de Jesus Ressuscitado, os discípulos ainda duvidam (561) de tal modo isso lhes parecia impossível: julgavam ver um fantasma (562). «Por causa da alegria, estavam ainda sem querer acreditar e cheios de assombro» (Lc 24, 41). Tomé experimentará a mesma provação da dúvida (563), e quando da última aparição na Galileia, referida por Mateus, «alguns ainda duvidavam» (Mt 28, 17).É por isso que a hipótese, segundo a qual a ressurreição teria sido um «produto» da fé (ou da credulidade) dos Apóstolos, é inconsistente. Pelo contrário, a sua fé na ressurreição nasceu — sob a acção da graça divina da experiência directa da realidade de Jesus Ressuscitado.",
            "parágrafo": 644
        },
        {
            "tipo": "subtópico",
            "texto": "O ESTADO DA HUMANIDADE RESSUSCITADA DE CRISTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "645. Jesus Ressuscitado estabeleceu com os seus discípulos relações directas, através do contacto físico (564) e da participação na refeição (565). Desse modo, convida-os a reconhecer que não é um espírito (566), e sobretudo a verificar que o corpo ressuscitado, com o qual se lhes apresenta, é o mesmo que foi torturado e crucificado, pois traz ainda os vestígios da paixão (567). No entanto, este corpo autêntico e real possui, ao mesmo tempo, as propriedades novas dum corpo glorioso: não está situado no espaço e no tempo, mas pode, livremente, tornar-se presente onde e quando quer (568), porque a sua humanidade já não pode ser retida sobre a terra e já pertence exclusivamente ao domínio divino do Pai (569). Também por este motivo, Jesus Ressuscitado é soberanamente livre de aparecer como quer: sob a aparência dum jardineiro (570) ou «com um aspecto diferente» (Mc 16, 12) daquele que era familiar aos discípulos; e isso, precisamente, para lhes despertar a fé (571).",
            "parágrafo": 645
        },
        {
            "tipo": "parágrafo",
            "texto": "646. A ressurreição de Cristo não foi um regresso à vida terrena, como no caso das ressurreições que Ele tinha realizado antes da Páscoa: a filha de Jairo, o jovem de Naim e Lázaro. Esses factos eram acontecimentos milagrosos, mas as pessoas miraculadas reencontravam, pelo poder de Jesus, uma vida terrena «normal»: em dado momento, voltariam a morrer. A ressurreição de Cristo é essencialmente diferente. No seu corpo ressuscitado, Ele passa do estado de morte a uma outra vida, para além do tempo e do espaço. O corpo de Cristo é, na ressurreição, cheio do poder do Espírito Santo; participa da vida divina no estado da sua glória, de tal modo que São Paulo pode dizer de Cristo que Ele é o «homem celeste» (572).",
            "parágrafo": 646
        },
        {
            "tipo": "subtópico",
            "texto": "A RESSURREIÇÃO COMO ACONTECIMENTO TRANSCENDENTE"
        },
        {
            "tipo": "parágrafo",
            "texto": "647. «Oh noite bendita! – canta o «Exultet» pascal – única a ter conhecimento do tempo e da hora em que Cristo ressuscitou do sepulcro» (573). Com efeito, ninguém foi testemunha ocular do acontecimento da ressurreição propriamente dita e nenhum evangelista o descreve. Ninguém pôde dizer como ela se deu, fisicamente. Ainda menos a sua essência mais íntima, a passagem a uma outra vida, foi perceptível aos sentidos. Acontecimento histórico comprovado pelo sinal do túmulo vazio e pela realidade dos encontros dos Apóstolos com Cristo Ressuscitado, nem por isso a ressurreição deixa de estar, naquilo em que transcende e ultrapassa a história, no próprio centro do mistério da fé. Foi por isso que Cristo Ressuscitado não Se manifestou ao mundo (574), mas aos discípulos, «aos que com Ele tinham subido da Galileia a Jerusalém» e que «são agora testemunhas de Jesus junto do povo» (Act 13, 31).",
            "parágrafo": 647
        },
        {
            "tipo": "tópico",
            "texto": "II. A ressurreição – obra da Santíssima Trindade"
        },
        {
            "tipo": "parágrafo",
            "texto": "648. A ressurreição de Cristo é objecto de fé, na medida em que é uma intervenção transcendente do próprio Deus na criação e na história. Nela, as três pessoas divinas agem em conjunto e manifestam a sua originalidade própria: realizou-se pelo poder do Pai, que «ressuscitou» (Act 2, 24) Cristo seu Filho, e assim introduziu de modo perfeito a sua humanidade – com o seu corpo – na Trindade. Jesus foi divinamente revelado «Filho de Deus em todo o seu poder, pela sua ressurreição de entre os mortos» (Rm 1, 4). São Paulo insiste na manifestação do poder de Deus (575) por obra do Espírito, que vivificou a humanidade morta de Jesus e a chamou ao estado glorioso de Senhor.",
            "parágrafo": 648
        },
        {
            "tipo": "parágrafo",
            "texto": "649. Quanto ao Filho, Ele opera a sua própria ressurreição em virtude do seu poder divino. Jesus anuncia que o Filho do Homem deverá sofrer muito, e depois ressuscitar (no sentido activo da palavra (576)). Aliás, é d'Ele esta afirmação explícita: «Eu dou a minha vida para retomá-la [...] Tenho o poder de a dar e o poder de a retomar» (Jo 10, 17-18). «Nós cremos que Jesus morreu e depois ressuscitou» (1 Ts 4, 14).",
            "parágrafo": 649
        },
        {
            "tipo": "parágrafo",
            "texto": "650. Os Santos Padres contemplam a ressurreição a partir da pessoa divina de Cristo, que ficou unida à sua alma e ao seu corpo, separados entre si pela morte: «Pela unidade da natureza divina, que continua presente em cada uma das duas partes do homem, estas unem-se de novo. Assim, a morte é produzida pela separação do composto humano e a ressurreição pela união das duas partes separadas» (577).",
            "parágrafo": 650
        },
        {
            "tipo": "tópico",
            "texto": "III. Sentido e alcance salvífico da ressurreição"
        },
        {
            "tipo": "parágrafo",
            "texto": "651. «Se Cristo não ressuscitou, então a nossa pregação é vã e também é vã a vossa fé» (1 Cor 15, 14). A ressurreição constitui, antes de mais, a confirmação de tudo quanto Cristo em pessoa fez e ensinou. Todas as verdades, mesmo as mais inacessíveis ao espírito humano, encontram a sua justificação se, ressuscitando, Cristo deu a prova definitiva, que tinha prometido, da sua autoridade divina.",
            "parágrafo": 651
        },
        {
            "tipo": "parágrafo",
            "texto": "652. A ressurreição de Cristo é o cumprimento das promessas do Antigo Testamento (578) e do próprio Jesus, durante a sua vida terrena (579). A expressão «segundo as Escrituras» (580) indica que a ressurreição de Cristo cumpriu essas predições.",
            "parágrafo": 652
        },
        {
            "tipo": "parágrafo",
            "texto": "653. A verdade da divindade de Jesus é confirmada pela ressurreição. Ele tinha dito: «Quando elevardes o Filho do Homem, então sabereis que \"Eu Sou\"» (Jo 8, 28). A ressurreição do Crucificado demonstrou que Ele era verdadeiramente «Eu Sou», o Filho de Deus e Ele próprio Deus. São Paulo pôde declarar aos judeus: «E nós vos anunciamos a Boa-Nova de que a promessa feita aos nossos pais, cumpriu-a Deus para os filhos deles ao ressuscitar Jesus, como justamente está escrito no Salmo segundo: \"Tu és meu Filho, Eu gerei-Te hoje\"» (Act 13, 32-33) (581). O mistério da ressurreição de Cristo está estreitamente ligado ao mistério da Encarnação do Filho de Deus. É dele o cumprimento, segundo o desígnio eterno de Deus.",
            "parágrafo": 653
        },
        {
            "tipo": "parágrafo",
            "texto": "654. Existe um duplo aspecto no mistério pascal: pela sua morte, Cristo liberta-nos do pecado; pela sua ressurreição, abre-nos o acesso a uma nova vida. Esta é, antes de mais, a justificação, que nos repõe na graça de Deus (582), «para que, assim como Cristo ressuscitou dos mortos [...], também nós vivamos uma vida nova» (Rm 6, 4). Esta consiste na vitória sobre a morte do pecado e na nova participação na graça (583); realiza a adopção filial, porque os homens tornam-se irmãos de Cristo, como o próprio Jesus chama aos discípulos depois da ressurreição: «Ide anunciar aos meus irmãos» (Mt 28, 10) (584). Irmãos, não por natureza, mas por dom da graça, porque esta filiação adoptiva proporciona uma participação real na vida do Filho, plenamente revelada na sua ressurreição.",
            "parágrafo": 654
        },
        {
            "tipo": "parágrafo",
            "texto": "655. Finalmente, a ressurreição de Cristo – e o próprio Cristo Ressuscitado – é princípio e fonte da nossa ressurreição futura: «Cristo ressuscitou dos mortos como primícias dos que morreram [...]. Do mesmo modo que em Adão todos morreram, assim também em Cristo serão todos restituídos à vida» (1 Cor 15, 20-22). Na expectativa de que isto se realize, Cristo Ressuscitado vive no coração dos seus fiéis. N'Ele, os cristãos «saboreiam as maravilhas do mundo vindouro» (Heb 6, 5) e a sua vida é atraída por Cristo para o seio da vida divina (585), «para que os vivos deixem de viver para si próprios, mas vivam para Aquele que morreu e ressuscitou por eles» (2 Cor 5, 15).",
            "parágrafo": 655
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "656. A fé na ressurreição tem por objecto um acontecimento, ao mesmo tempo historicamente testemunhado pelos discípulos (que realmente encontraram o Ressuscitado) e misteriosamente transcendente, enquanto entrada da humanidade de Cristo na glória de Deus.",
            "parágrafo": 656
        },
        {
            "tipo": "parágrafo",
            "texto": "657. O sepulcro vazio e os lençóis deixados no chão significam, por si mesmos, que o corpo de Cristo escapou aos laços da morte e da corrupção, pelo poder de Deus. E preparam os discípulos para o encontro com o Ressuscitado.",
            "parágrafo": 657
        },
        {
            "tipo": "parágrafo",
            "texto": "658. Cristo, «primogénito de entre os mortos» (Cl 1, 18), é o princípio da nossa própria ressurreição, desde agora pela justificação da nossa alma (586), mais tarde pela vivificação do nosso corpo (587).",
            "parágrafo": 658
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 6"
        },
        {
            "tipo": "subtítulo",
            "texto": "«JESUS SUBIU AOS CÉUS E ESTÁ SENTADO À DIREITA DE DEUS, PAI TODO-PODEROSO»"
        },
        {
            "tipo": "parágrafo",
            "texto": "659. «Então, o Senhor Jesus, depois de lhes ter falado, foi elevado ao céu e sentou-se à direita de Deus» (Mc 16, 19). O corpo de Cristo foi glorificado desde o momento da sua ressurreição, como o provam as propriedades novas e sobrenaturais de que, a partir de então, ele goza permanentemente (588). Mas, durante os quarenta dias em que vai comer e beber familiarmente com os discípulos (589) e instruí-los sobre o Reino (590), a sua glória fica ainda velada sob as aparências duma humanidade normal (591). A última aparição de Jesus termina com a entrada irreversível da sua humanidade na glória divina, simbolizada pela nuvem (592) e pelo céu (593). onde a partir de então, está sentado à direita de Deus (594). Só de modo absolutamente excepcional e único é que Se mostrará a Paulo, «como a um aborto» (1 Cor 15, 8), numa última aparição que o constitui Apóstolo (595).",
            "parágrafo": 659
        },
        {
            "tipo": "parágrafo",
            "texto": "660. O carácter velado da glória do Ressuscitado, durante este tempo, transparece na sua misteriosa palavra a Maria Madalena: « [...] ainda não subi para o Pai. Vai ter com os meus irmãos e diz-lhes que vou subir para o meu Pai e vosso Pai, para o meu Deus e vosso Deus» (Jo 20, 17). Isto indica uma diferença entre a manifestação da glória de Cristo Ressuscitado e a de Cristo exaltado à direita do Pai. O acontecimento da ascensão, ao mesmo tempo histórico e transcendente, marca a transição duma para a outra.",
            "parágrafo": 660
        },
        {
            "tipo": "parágrafo",
            "texto": "661. Esta última etapa continua intimamente unida à primeira, isto é, à descida do céu realizada na Encarnação. Só Aquele que «saiu do Pai» pode «voltar para o Pai»: Cristo (596). «Ninguém subiu ao céu senão Aquele que desceu do céu: o Filho do Homem» (Jo 3, 13) (597). Abandonada às suas forças naturais, a humanidade não tem acesso à «Casa do Pai» (598), à vida e à felicidade de Deus. Só Cristo Ode abrir ao homem este acesso: «subindo aos céus, como nossa cabeça e primogénito, deu-nos a esperança de irmos um dia ao seu encontro, como membros do seu corpo» (599).",
            "parágrafo": 661
        },
        {
            "tipo": "parágrafo",
            "texto": "662. «E Eu, uma vez elevado da terra, atrairei todos a Mim» (Jo 12, 32). A elevação na cruz significa e anuncia a elevação da ascensão aos céus. É o princípio dela, Jesus Cristo, o único sacerdote da nova e eterna Aliança, «não entrou num santuário feito por homens [...]. Entrou no próprio céu, a fim de agora se apresentar diante de Deus em nosso favor» (Heb 9, 24). Nos céus, Cristo exerce permanentemente o seu sacerdócio, «sempre vivo para interceder a favor daqueles que, por seu intermédio, se aproximam de Deus» (Heb 7, 25). Como «sumo sacerdote dos bens futuros» (Heb 9, 11), Ele é o centro e o actor principal da liturgia que honra o Pai que está nos céus (600).",
            "parágrafo": 662
        },
        {
            "tipo": "parágrafo",
            "texto": "663. Doravante, Cristo está sentado à direita do Pai: «Por direita do Pai entendemos a glória e a honra da divindade, em cujo seio Aquele que, antes de todos os séculos, existia como Filho de Deus, como Deus e consubstancial ao Pai, tomou assento corporalmente desde que encarnou e o seu corpo foi glorificado» (601).",
            "parágrafo": 663
        },
        {
            "tipo": "parágrafo",
            "texto": "664. Sentar-se à direita do Pai significa a inauguração do Reino messiânico, cumprimento da visão do profeta Daniel a respeito do Filho do Homem: «Foi-Lhe entregue o domínio, a majestade e a realeza, e todos os povos, nações e línguas O serviram. O seu domínio é um domínio eterno, que não passará jamais, e a sua realeza não será destruída» (Dn 7, 14). A partir deste momento, os Apóstolos tornaram-se as testemunhas do «Reino que não terá fim» (602).",
            "parágrafo": 664
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "665. A ascensão de Cristo marca a entrada definitiva da humanidade de Jesus no domínio celeste de Deus, de onde há-de voltar (603) mas que, entretanto, O oculta aos olhos dos homens (604).",
            "parágrafo": 665
        },
        {
            "tipo": "parágrafo",
            "texto": "666. Jesus Cristo, cabeça da Igreja, precede-nos no Reino glorioso do Pai, para que nós, membros do seu corpo, vivamos na esperança de estarmos um dia eternamente com Ele.",
            "parágrafo": 666
        },
        {
            "tipo": "parágrafo",
            "texto": "667. Jesus Cristo, tendo entrado, uma vez por todas, no santuário dos céus, intercede incessantemente por nós, como mediador que nos garante permanentemente a efusão do Espírito Santo.",
            "parágrafo": 667
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 7"
        },
        {
            "tipo": "subtítulo",
            "texto": "«DE ONDE HÁ-DE VIR A JULGAR OS VIVOS E OS MORTOS»"
        },
        {
            "tipo": "tópico",
            "texto": "I. «Voltará na sua glória»"
        },
        {
            "tipo": "subtópico",
            "texto": "CRISTO REINA, DESDE JÁ, PELA IGREJA..."
        },
        {
            "tipo": "parágrafo",
            "texto": "668. «Cristo morreu e voltou à vida para ser Senhor dos mortos e dos vivos» (Rm 14, 9). A ascensão de Cristo aos céus significa a sua participação, na sua humanidade, no poder e autoridade do próprio Deus. Jesus Cristo é Senhor: Ele possui todo o poder nos céus e na Terra. Está «acima de todo o principado, poder, virtude e soberania», porque o Pai «tudo submeteu a seus pés»(Ef 1, 20-22). Cristo é o Senhor do cosmos (605) e da história, N'Ele, a história do homem, e até a criação inteira, encon­tram a sua «recapitulação» (606), o seu acabamento transcendente.",
            "parágrafo": 668
        },
        {
            "tipo": "parágrafo",
            "texto": "669. Como Senhor, Cristo é também a cabeça da Igreja, que é o seu corpo (607). Elevado ao céu e glorificado, tendo assim cumprido plenamente a sua missão, continua na terra por meio da Igreja. A redenção é a fonte da autoridade que Cristo, em virtude do Espírito Santo, exerce sobre a Igreja (608). «O Reino de Cristo já está misteriosamente presente na Igreja» (609), «gérmen e princípio deste mesmo Reino na Terra» (610).",
            "parágrafo": 669
        },
        {
            "tipo": "parágrafo",
            "texto": "670. Depois da ascensão, o desígnio de Deus entrou na sua consumação. Estamos já na «última hora» (1 Jo 2, 18) (611). «Já chegou pois, a nós, a plenitude dos tempos, a renovação do mundo já está irrevogavelmente adquirida e, de certo modo, encontra-se já realmente antecipada neste tempo: com efeito, ainda aqui na Terra, a Igreja está aureolada de uma verdadeira, embora imperfeita, santidade» (612). O Reino de Cristo manifesta já a sua presença pelos sinais miraculosos (613) que acompanham o seu anúncio pela Igreja (614).",
            "parágrafo": 670
        },
        {
            "tipo": "subtópico",
            "texto": "... À ESPERA DE QUE TUDO LHE SEJA SUBMETIDO"
        },
        {
            "tipo": "parágrafo",
            "texto": "671. Já presente na sua Igreja, o Reino de Cristo, contudo, ainda não está acabado «em poder e glória» (Lc 21, 27) (615) pela vinda do Rei à terra. Este Reino ainda é atacado pelos poderes do mal (616), embora estes já tenham sido radicalmente vencidos pela Páscoa de Cristo. Até que tudo Lhe tenha sido submetido (617), «enquanto não se estabelecem os novos céus e a nova terra, em que habita a justiça, a Igreja peregrina, nos seus sacramentos e nas suas instituições, que pertencem à presente ordem temporal, leva a imagem passageira deste mundo e vive no meio das criaturas que gemem e sofrem as dores do parto, esperando a manifestação dos filhos de Deus» (618). Por este motivo, os cristãos oram, sobretudo na Eucaristia (619), para que se apresse o regresso de Cristo (620), dizendo-Lhe: «Vem, Senhor» (Ap 22, 20) (621).",
            "parágrafo": 671
        },
        {
            "tipo": "parágrafo",
            "texto": "672. Cristo afirmou, antes da sua ascensão, que ainda não era a hora do estabelecimento glorioso do Reino messiânico esperado por Israel (622), o qual devia trazer a todos os homens, segundo os profetas (623), a ordem definitiva da justiça, do amor e da paz. O tempo presente é, segundo o Senhor, o tempo do Espírito e do testemunho (624) mas é também um tempo ainda marcado pela «desolação» (625) e pela provação do mal (626), que não poupa a Igreja (627) e inaugura os combates dos últimos dias (628). É um tempo de espera e de vigília (629).",
            "parágrafo": 672
        },
        {
            "tipo": "subtópico",
            "texto": "A VINDA GLORIOSA DE CRISTO, ESPERANÇA DE ISRAEL"
        },
        {
            "tipo": "parágrafo",
            "texto": "673. A partir da ascensão, a vinda de Cristo na glória está iminente (630) mesmo que não nos «pertença saber os tempos ou os momentos que o Pai determinou com a sua autoridade» (Act 1, 7) (631). Este advento escatológico pode realizar-se a qualquer momento (632), ainda que esteja «retido», ele e a provação final que o há-de preceder (633).",
            "parágrafo": 673
        },
        {
            "tipo": "parágrafo",
            "texto": "674. A vinda do Messias glorioso está pendente, a todo o momento da história (634), do seu reconhecimento por «todo o Israel» (635), do qual «uma parte se endureceu» (636) na «incredulidade» (Rm 11, 20) em relação a Jesus. E Pedro quem diz aos judeus de Jerusalém, após o Pentecostes: «Arrependei-vos, pois, e convertei-vos, para que os pecados vos sejam perdoados. Assim, o Senhor fará que venham os tempos de alívio e vos mandará o Messias Jesus, que de antemão vos foi destinado. O céu tem de O conservar até à altura da restauração universal, que Deus anunciou pela boca dos seus santos profetas de outrora» (Act 3, 19-21). E Paulo faz-se eco destas palavras: «Se da sua rejeição resultou a reconciliação do mundo, o que será a sua reintegração senão uma ressurreição de entre os mortos?» (Rm 11, 15). A entrada da totalidade dos judeus (637) na salvação messiânica, a seguir à «conversão total dos pagãos» (638), dará ao povo de Deus ocasião de «realizar a plenitude de Cristo» (Ef 4, 13), na qual «Deus será tudo em todos» (1 Cor 15, 2).",
            "parágrafo": 674
        },
        {
            "tipo": "subtópico",
            "texto": "A ÚLTIMA PROVA DA IGREJA"
        },
        {
            "tipo": "parágrafo",
            "texto": "675. Antes da vinda de Cristo, a Igreja deverá passar por uma prova final, que abalará a fé de numerosos crentes (639). A perseguição, que acompanha a sua peregrinação na Terra (640), porá a descoberto o «mistério da iniquidade», sob a forma duma impostura religiosa, que trará aos homens uma solução aparente para os seus problemas, à custa da apostasia da verdade. A suprema impostura religiosa é a do Anticristo, isto é, dum pseudo-messianismo em que o homem se glorifica a si mesmo, substituindo-se a Deus e ao Messias Encarnado (641).",
            "parágrafo": 675
        },
        {
            "tipo": "parágrafo",
            "texto": "676. Esta impostura anticrística já se esboça no mundo, sempre que se pretende realizar na história a esperança messiânica, que não pode consumar-se senão para além dela, através do juízo escatológico. A Igreja rejeitou esta falsificação do Reino futuro, mesmo na sua forma mitigada, sob o nome de milenarismo (642), e principalmente sob a forma política dum messianismo secularizado, «intrinsecamente perverso» (643).",
            "parágrafo": 676
        },
        {
            "tipo": "parágrafo",
            "texto": "677. A Igreja não entrará na glória do Reino senão através dessa última Páscoa, em que seguirá o Senhor na sua morte e ressurreição (644). O Reino não se consumará, pois, por um triunfo histórico da Igreja (645) segundo um progresso ascendente, mas por uma vitória de Deus sobre o último desencadear do mal (646), que fará descer do céu a sua Esposa (647). O triunfo de Deus sobre a revolta do mal tomará a forma de Juízo final (648), após o último abalo cósmico deste mundo passageiro (649).",
            "parágrafo": 677
        },
        {
            "tipo": "tópico",
            "texto": "II. «Para julgar os vivos e os mortos»"
        },
        {
            "tipo": "parágrafo",
            "texto": "678. Na sequência dos profetas (650) e de João Baptista (651), Jesus anunciou, na sua pregação, o Juízo do último dia. Então será revelado o procedimento de cada um (652) e o segredo dos corações (653). Então, será condenada a incredulidade culpável, que não teve em conta a graça oferecida por Deus (654). A atitude tomada para com o próximo revelará a aceitação ou a recusa da graça e do amor divino (655). No último dia, Jesus dirá: «Sempre que o fizestes a um dos meus irmãos mais pequeninos, a Mim o fizestes» (Mt 25, 40).",
            "parágrafo": 678
        },
        {
            "tipo": "parágrafo",
            "texto": "679. Cristo é Senhor da vida eterna. O pleno direito de julgar definitivamente as obras e os corações dos homens pertence-Lhe a Ele, enquanto redentor do mundo. Ele «adquiriu» este direito pela sua cruz. Por isso, o Pai entregou «ao Filho todo o poder de julgar» (Jo 5, 22) (656). Ora, o Filho não veio para julgar, mas para salvar (657) e dar a vida que tem em Si (658). É pela recusa da graça nesta vida que cada qual se julga já a si próprio (659), recebe segundo as suas obras (660) e pode, mesmo, condenar-se para a eternidade, recusando o Espírito de amor (661).",
            "parágrafo": 679
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "680. Cristo Senhor reina já pela Igreja, mas ainda não Lhe estão submetidas todas as coisas deste mundo. O triunfo do Reino de Cristo só será um facto, depois dum último assalto das forças do mal.",
            "parágrafo": 680
        },
        {
            "tipo": "parágrafo",
            "texto": "681. No dia do Juízo, no fim do mundo, Cristo virá na sua glória para completar o triunfo definitivo do bem sobre o mal, os quais, como o trigo e o joio, terão crescido juntos no decurso da história.",
            "parágrafo": 681
        },
        {
            "tipo": "parágrafo",
            "texto": "682. Quando vier; no fim dos tempos, para julgar os vivos e os mortos, Cristo glorioso há-de revelar a disposição secreta dos corações, e dará a cada um segundo as suas obras e segundo tiver aceite ou recusado a graça.",
            "parágrafo": 682
        }
    ],
    "referencias": [
        {
            "tipo": "referência",
            "texto": "1. Cf. Mc 1, 1."
        },
        {
            "tipo": "referência",
            "texto": "2. Cf. Lc 1, 68."
        },
        {
            "tipo": "referência",
            "texto": "3. Cf. Lc 1, 55."
        },
        {
            "tipo": "referência",
            "texto": "4. Cf. Mc 1, 11."
        },
        {
            "tipo": "referência",
            "texto": "5. Cf. 1 Jo 4, 2."
        },
        {
            "tipo": "referência",
            "texto": "6. Cf. Mt 16, 18: São Leão Magno. Sermão 4, 3: CCL 88, 19-20 (PL 54, 151 ); Sermão 51, 1: CCL 88A. 296-297 (PL 54, 309): Sermão 62, 2: CCL 88A, 377-378 (PL 54, 350-351); Sermão 83, 3: CCL 88A, 521-522 (PL 54, 432)."
        },
        {
            "tipo": "referência",
            "texto": "7. João Paulo II. Ex. Ap. Catechesi tradendae, 5: AAS 71 (1979). 1280-1281."
        },
        {
            "tipo": "referência",
            "texto": "8. João Paulo II. Ex. Ap. Catechesi tradendae, 5: AAS 71 (1979). 1281."
        },
        {
            "tipo": "referência",
            "texto": "9. João Paulo II. Ex. Ap. Catechesi tradendae, 6: AAS 71 (1979). 1281-1282."
        },
        {
            "tipo": "referência",
            "texto": "10. Cf. Lc 1 , 3 1 ."
        },
        {
            "tipo": "referência",
            "texto": "11. Cf. Sl 51 , 6."
        },
        {
            "tipo": "referência",
            "texto": "12. Cf. Sl 51. 11."
        },
        {
            "tipo": "referência",
            "texto": "13. Cf. Sl 79, 9."
        },
        {
            "tipo": "referência",
            "texto": "14. Cf. Act 5, 41: 3 Jo 7."
        },
        {
            "tipo": "referência",
            "texto": "15.  Cf. Jo 3, 18: Act 2. 21."
        },
        {
            "tipo": "referência",
            "texto": "16. Cf. Rom 10, 6-13."
        },
        {
            "tipo": "referência",
            "texto": "17.  Cf. Act 9. 14; Tg 2, 7."
        },
        {
            "tipo": "referência",
            "texto": "18. Cf. Lv 16, 15-16: Sir 50, 20-22: Heb 9, 7."
        },
        {
            "tipo": "referência",
            "texto": "19. Cf. Ex 25, 22; Lv 16, 2; Nm 7, 8 9; Heb 9, 5."
        },
        {
            "tipo": "referência",
            "texto": "20. Cf. Jo 12. 28."
        },
        {
            "tipo": "referência",
            "texto": "21. Cf. Act 16, 16-18; 19, 13-16."
        },
        {
            "tipo": "referência",
            "texto": "22. Cf. Mc 16. 17."
        },
        {
            "tipo": "referência",
            "texto": "23. Cf. Jo 15, 16."
        },
        {
            "tipo": "referência",
            "texto": "24. Cf. La réhabilitation de Jeanne la Pucelle. L'enquête ordonée par Charles VII en 1450 et le codicille de Guillaume Bouillé, ed. P. Doncoeur – Y. Larhers (Paris 1956), p. 39.45.56."
        },
        {
            "tipo": "referência",
            "texto": "25. Cf. 1 Sm 9, 16; 10, 1; 16, 1.12-13: 1 Rc 1, 39."
        },
        {
            "tipo": "referência",
            "texto": "26.  Cf. Ex 29, 7; Lv 8, 12."
        },
        {
            "tipo": "referência",
            "texto": "27. Cf. 1 Rs 19, 16."
        },
        {
            "tipo": "referência",
            "texto": "28. Cf. Sl 2, 2; Act 4, 26-27."
        },
        {
            "tipo": "referência",
            "texto": "29. Cf. Is 11, 2."
        },
        {
            "tipo": "referência",
            "texto": "30. Cf. Zc 4, 14; 6, 13."
        },
        {
            "tipo": "referência",
            "texto": "31. Cf. Is 61, 1; Lc 4, 16-21. "
        },
        {
            "tipo": "referência",
            "texto": "32. Cf.  Lc 1, 35."
        },
        {
            "tipo": "referência",
            "texto": "33. Cf. Rm 1, 3; 2 Tm 2, 8: Ap 22. 16."
        },
        {
            "tipo": "referência",
            "texto": "34. Santo Ireneu de Lyon, Adversus Haereses 3, 18, 3; SC 211, 350 (PG 7, 934)."
        },
        {
            "tipo": "referência",
            "texto": "35.  Cf. Mc 1, 24; Jo 6, 69; Act 3, 14."
        },
        {
            "tipo": "referência",
            "texto": "36. Cf. Mt 2, 2; 9, 27; 12, 23; 15, 22; 20, 30; 21, 9.15."
        },
        {
            "tipo": "referência",
            "texto": "37. Cf. Jo 4, 25-26; 11, 27."
        },
        {
            "tipo": "referência",
            "texto": "38. Cf. Mt 22, 41-46."
        },
        {
            "tipo": "referência",
            "texto": "39. Cf. Jo 6, 15; Lc 24, 21."
        },
        {
            "tipo": "referência",
            "texto": "40. Cf. Mt 16, 16-23."
        },
        {
            "tipo": "referência",
            "texto": "41. Cf. Jo 6, 62; Dn 7, 13."
        },
        {
            "tipo": "referência",
            "texto": "42. Cf. Is 53, 10-12."
        },
        {
            "tipo": "referência",
            "texto": "43. Cf. Jo 19, 19-22; Lc 23, 39-43."
        },
        {
            "tipo": "referência",
            "texto": "44. Cf. Dt (LXX) 32, 8; Job 1. 6."
        },
        {
            "tipo": "referência",
            "texto": "45. Cf. Ex 4, 22; Os 11, 1; Jer 3, 19: Sir 36,14; Sb 18, 13."
        },
        {
            "tipo": "referência",
            "texto": "46. Cf. Dt 14, 1; Os 2, 1."
        },
        {
            "tipo": "referência",
            "texto": "47. Cf. 2 Sm 7, 14; Sl 82, 6."
        },
        {
            "tipo": "referência",
            "texto": "48. Cf. 1 Cr 17, 13; Sl 2. 7."
        },
        {
            "tipo": "referência",
            "texto": "49. Cf. Mt 27, 54."
        },
        {
            "tipo": "referência",
            "texto": "50. Cf. Lc 23, 47."
        },
        {
            "tipo": "referência",
            "texto": "51. Cf. Mt 16, 16."
        },
        {
            "tipo": "referência",
            "texto": "52. Cf. 1 Ts 1, 10."
        },
        {
            "tipo": "referência",
            "texto": "53. Cf. Jo 20, 31."
        },
        {
            "tipo": "referência",
            "texto": "54. Cf. Mt 16, 18."
        },
        {
            "tipo": "referência",
            "texto": "55.  Cf. Mt 26, 64; Mc 14, 62."
        },
        {
            "tipo": "referência",
            "texto": "56. Cf. Mt 11, 27; 21, 37-38."
        },
        {
            "tipo": "referência",
            "texto": "57.  Cf. Mt 21, 34-36."
        },
        {
            "tipo": "referência",
            "texto": "58. Cf. Mt 24, 36."
        },
        {
            "tipo": "referência",
            "texto": "59. Cf. Mt 5, 48; 6, 8; 7. 21; Lc 11, 13."
        },
        {
            "tipo": "referência",
            "texto": "60. Cf. Mt 3, 17; 17, 5."
        },
        {
            "tipo": "referência",
            "texto": "61. Cf. Jo 10, 36."
        },
        {
            "tipo": "referência",
            "texto": "62. Cf. Act 13, 33."
        },
        {
            "tipo": "referência",
            "texto": "63. 63 Cf. Ex 3, 14."
        },
        {
            "tipo": "referência",
            "texto": "64. Cf. 1 Cor 2, 8."
        },
        {
            "tipo": "referência",
            "texto": "65. Cf. Mt 22, 41-46; cf. também Act 2. 34-36; Heb 1, 13."
        },
        {
            "tipo": "referência",
            "texto": "66. Cf. Jo 13, 13."
        },
        {
            "tipo": "referência",
            "texto": "67. Cf. Mt 8, 2: 14, 30; 15, 22: etc."
        },
        {
            "tipo": "referência",
            "texto": "68. Cf. Lc 1, 43; 2, 11."
        },
        {
            "tipo": "referência",
            "texto": "69. Cf. Act 2, 34-36."
        },
        {
            "tipo": "referência",
            "texto": "70. Cf. Rm 9, 5; Tt 2, 13: Ap 5, 13."
        },
        {
            "tipo": "referência",
            "texto": "71. Cf. Rm 10, 9; 1 Cor 12, 3; Fl 2. 9-11."
        },
        {
            "tipo": "referência",
            "texto": "72. Cf. Ap 1, 15."
        },
        {
            "tipo": "referência",
            "texto": "73. Cf.Mc 12, 17; Act 5, 29."
        },
        {
            "tipo": "referência",
            "texto": "74. II Concílio do Vaticano, Const. past. Gaudium et spes, 10; AAS 58 (1966) 1033; cf. ibid., 45: AAS 58 (1966) 1066"
        },
        {
            "tipo": "referência",
            "texto": "75. Cf. Act 28, 20."
        },
        {
            "tipo": "referência",
            "texto": "76. Cf. Jo 1, 14, 18; 3, 16,18."
        },
        {
            "tipo": "referência",
            "texto": "77. Cf. Jo 1, 1."
        },
        {
            "tipo": "referência",
            "texto": "78. Cf. Act 8, 37; 1 Jo 2, 23, 7"
        },
        {
            "tipo": "referência",
            "texto": "79. DS 150."
        },
        {
            "tipo": "referência",
            "texto": "80. São Gregório de Nissa, Oratio catechetica 15, 3: TD 7, 78 (PG 45, 48)."
        },
        {
            "tipo": "referência",
            "texto": "81. Cf. Dt 6, 4-5."
        },
        {
            "tipo": "referência",
            "texto": "82. Cf. Mc 8, 34."
        },
        {
            "tipo": "referência",
            "texto": "83.  Santo Ireneo de Lião, Adversus haereses 3, 19, 1: SC 211, 374 (PG 7, 939)."
        },
        {
            "tipo": "referência",
            "texto": "84. Santo Atanasio, De Incarnatione, 54, 3: SC 199, 458 (PG 25, 192B)."
        },
        {
            "tipo": "referência",
            "texto": "85. São Tomás de Aquino, Officium de festo corporis Christi, Ad Matutinas. In primo Nocturno, Lectio 1: Opera omnia, v. 29 (Parisiis 1876) p. 336."
        },
        {
            "tipo": "referência",
            "texto": "86. Cf. Cântico nas I Vésperas de Domingo: Liturgia Horarum, editio typica (Typis Polyglottis Vaticanis 1973-1974), v. 1, p. 545.629.718 e 808: v. 2, p. 844.937.1037 e 1129: v. 3. p. 548.669.793 e 916; v. 4, p. 496.617.741 e 864 [Ed. portuguesa: Liturgia das Horas (Gráfica de Coimbra 1983), v. I. p. 621.710.803 e 897: v. 2, p. 984, 1079, 1182 e 1278; v. 3. p. 685.800.918 e 1032; v. 4, p.633.748.866 e 980]."
        },
        {
            "tipo": "referência",
            "texto": "87. Cf. 1 Jo 4, 2-3; 2 Jo 7."
        },
        {
            "tipo": "referência",
            "texto": "88. Símbolo de Niceia: DS 125."
        },
        {
            "tipo": "referência",
            "texto": "89. Concílio de Nicéia, Epistula synodalis «Epeidê tês» ad Aegyptios: DS 130."
        },
        {
            "tipo": "referência",
            "texto": "90. Símbolo de Niceia: DS 126."
        },
        {
            "tipo": "referência",
            "texto": "91. Concílio de Éfeso, Epistula II Cyrilli Alexandrini ad Nestorium: DS250."
        },
        {
            "tipo": "referência",
            "texto": "92. Concílio de Éfeso,  Epistola II Cyrilli Alexandrini ad Nestorium: DS251."
        },
        {
            "tipo": "referência",
            "texto": "93. Cf. Heb 4, 15."
        },
        {
            "tipo": "referência",
            "texto": "94. Concílio de Calcedónia, Symbolum: DS 301-302."
        },
        {
            "tipo": "referência",
            "texto": "95. II Concílio de Constantinopla, Sess. 8ª, Canon 4: DS 424."
        },
        {
            "tipo": "referência",
            "texto": "96. Cf. Concílio de Éfeso, Anathematismi Cyrilli Alexandrini, 4: DS 255."
        },
        {
            "tipo": "referência",
            "texto": "97. Cf. II Concílio de Constantinopla, Sess. 8ª, Canon 3: DS 423."
        },
        {
            "tipo": "referência",
            "texto": "98. Cf. II Concílio de Constantinopla, Sess. 8ª, Canon 10: DS 432."
        },
        {
            "tipo": "referência",
            "texto": "99. Antífona do «Benedictus» no ofício da Solenidade de Santa Maria Mãe de Deus: Liturgia Horarum, editio typica, v. 1 (Typis Polyglottis Vaticanis 1973) p. 394 [a edição oficial portuguesa omite a versão deste texto: Liturgia das Horas (Gráfica de Coimbra 1983),v. 1, p. 438]: cf. São Leão Magno, Sermão 21. 2: CCL138, 87 (PL 54, 192)."
        },
        {
            "tipo": "referência",
            "texto": "100. Ofício das Horas Bizantino, Tropário «O monoghenis»: «Horológion tò méga (Romae 1876) p. 82."
        },
        {
            "tipo": "referência",
            "texto": "101. II Concílio do Vaticano, Const. past. Gaudium et spes, 22: AAS 58 (1966) 1042."
        },
        {
            "tipo": "referência",
            "texto": "102. Cf. Jo 14. 9-10."
        },
        {
            "tipo": "referência",
            "texto": "103.  II Concílio do Vaticano, Const. past. Gaudium et spes, 22: AAS 58 (1966) 1042-1043."
        },
        {
            "tipo": "referência",
            "texto": "104. Cf. São Dâmaso I, Epistula «Hóti tê apostolikê kathédra»: DS 149."
        },
        {
            "tipo": "referência",
            "texto": "105. Cf. Mc 6. 38: 8. 27; Jo 11. 34: etc."
        },
        {
            "tipo": "referência",
            "texto": "106. Cf. Fl 2, 7."
        },
        {
            "tipo": "referência",
            "texto": "107. Cf. São Gregório Magno, Ep. Sicut aqua: DS 475."
        },
        {
            "tipo": "referência",
            "texto": "108. São Máximo Confessor,  Quaestiones et dubia, Q. I, 67: CCG10, 155 (66: PG 90. 840)."
        },
        {
            "tipo": "referência",
            "texto": "109.  Cf. Mc 14, 36: Mt 11. 27; Jo I. 18; 8. 55; etc."
        },
        {
            "tipo": "referência",
            "texto": "110. Cf. Mc 2. 8; Jo 2, 25; 6. 61; etc."
        },
        {
            "tipo": "referência",
            "texto": "111. Cf. Mc 8, 31; 9. 31: 10. 33-34; 14, 18-20. 26-30."
        },
        {
            "tipo": "referência",
            "texto": "112. Cf. Mc 13. 32."
        },
        {
            "tipo": "referência",
            "texto": "113. Cf. Act 1, 7."
        },
        {
            "tipo": "referência",
            "texto": "114. Cf. III Concílio de Constantinopla (ano 681). Sess.18.ª, Definido de duabus in Christo voluntatibus et operatianibus: DS 556-559."
        },
        {
            "tipo": "referência",
            "texto": "115.  III Concílio de Constantinopla (ano 681), Sess.18ª, Definitio de duabus in Christo voluntatibus et operationibus: DS 556."
        },
        {
            "tipo": "referência",
            "texto": "116. Cf. Concílio de Latrão (ano 649). Canon 4: DS 504."
        },
        {
            "tipo": "referência",
            "texto": "117. Cf. Gl 3, 1."
        },
        {
            "tipo": "referência",
            "texto": "118.  Concílio de Nicéia (ano 787), Act. 7ª, Definitio de sacris imaginibus: DS 600-603."
        },
        {
            "tipo": "referência",
            "texto": "119. Prefácio do Natal II: Missale Romanum, editio typica (Typis Polyglottis Vaticanis 1970), p. 396 [Missal Romano, Gráfica de Coimbra 1992, p. 458]."
        },
        {
            "tipo": "referência",
            "texto": "120. Concílio de Nicéia, Act.7ª, Definitio de sacris imaginibus: DS 601."
        },
        {
            "tipo": "referência",
            "texto": "121. Cf. Jo 19, 34."
        },
        {
            "tipo": "referência",
            "texto": "122. Pio XII, Enc. Haurietis aquas: DS 3924: cf. ID.. Enc. Mystici corporis: DS 3812."
        },
        {
            "tipo": "referência",
            "texto": "123. Cf. Jo 16, 14-15."
        },
        {
            "tipo": "referência",
            "texto": "124. Cf. Mt 1, 20; Lc 1, 35."
        },
        {
            "tipo": "referência",
            "texto": "125. Cf. Lc 2, 8-20."
        },
        {
            "tipo": "referência",
            "texto": "126. Cf. Mt 2, 1-12. A"
        },
        {
            "tipo": "referência",
            "texto": "127. Cf. Jo 1, 31-34."
        },
        {
            "tipo": "referência",
            "texto": "128. Cf. Jo 2, 11."
        },
        {
            "tipo": "referência",
            "texto": "129. Cf. Heb 10, 5."
        },
        {
            "tipo": "referência",
            "texto": "130. Cf. II Concílio Vaticano, Const. dogm. Lumen Gentium, 56: AAS 57 (1965) 60; cf. ibid., 61: AAS 57 (1965) 63."
        },
        {
            "tipo": "referência",
            "texto": "131.  Cf. Gn 3,15."
        },
        {
            "tipo": "referência",
            "texto": "132. Cf. Gn 3, 20."
        },
        {
            "tipo": "referência",
            "texto": "133. Cf. Gn 18, 10-14; 21, 1-2."
        },
        {
            "tipo": "referência",
            "texto": "134. Cf. 1 Cor 1, 27."
        },
        {
            "tipo": "referência",
            "texto": "135.Cf. 1 Sm 1."
        },
        {
            "tipo": "referência",
            "texto": "136. Cf. II Concílio Vaticano, Const. dogm. Lumen Gentium, 55: AAS 57 (1965) 59-60."
        },
        {
            "tipo": "referência",
            "texto": "137. Cf. II Concílio Vaticano, Const. dogm. Lumen Gentium, 56: AAS 57 (1965) 60."
        },
        {
            "tipo": "referência",
            "texto": "138. Cf. Lc 1, 28."
        },
        {
            "tipo": "referência",
            "texto": "139. Cf. Lc 1, 28."
        },
        {
            "tipo": "referência",
            "texto": "140. Pio IX, Bulla Ineffabilis Deus DS 2803."
        },
        {
            "tipo": "referência",
            "texto": "141. Cf. Cf. II Concílio Vaticano, Const. dogm. Lumen Gentium,, 56: AAS 57 (1965) 60."
        },
        {
            "tipo": "referência",
            "texto": "142. Cf. II Concílio Vaticano, Const. dogm. Lumen Gentium, 53: AAS 57 (1965) 58."
        },
        {
            "tipo": "referência",
            "texto": "143. Cf. II Concílio Vaticano, Const. dogm. Lumen Gentium, 56: AAS 57 (1965) 60."
        },
        {
            "tipo": "referência",
            "texto": "144. Cf. Lc 1, 28-37."
        },
        {
            "tipo": "referência",
            "texto": "145. Cf. Rm 1, 5."
        },
        {
            "tipo": "referência",
            "texto": "146. Cf. II Concílio Vaticano, Const. dogm. Lumen Gentium, 56: AAS 57 (1965) 60-61."
        },
        {
            "tipo": "referência",
            "texto": "147. Santo Irineu de Lião, Adversus haereses, 3, 22, 4: SC 211, 440 (PG 7, 959)."
        },
        {
            "tipo": "referência",
            "texto": "148. Cf. Santo Irineu de Lião, Adversus haereses, 3, 22, 4: SC 211, 442-444 (PG 7, 959-960)."
        },
        {
            "tipo": "referência",
            "texto": "149. Cf.  II Concílio Vaticano, Const. dogm. Lumen Gentium, 56: AAS 57 (1965) 60-61."
        },
        {
            "tipo": "referência",
            "texto": "150. Cf. Mt 13, 55."
        },
        {
            "tipo": "referência",
            "texto": "151. Cf. Concílio de Éfeso, Epistula II Cyrilli Alexandrini ad Nestorium: DS 251."
        },
        {
            "tipo": "referência",
            "texto": "152. Cf. DS 10-64."
        },
        {
            "tipo": "referência",
            "texto": "153. Concílio de Latrão (ano 649), Canon 3: DS 503."
        },
        {
            "tipo": "referência",
            "texto": "154. Cf. Rm 1, 3."
        },
        {
            "tipo": "referência",
            "texto": "155. Cf. Jo 1, 13."
        },
        {
            "tipo": "referência",
            "texto": "156. Santo Inácio de Antioquia, Epistula ad Smyrnaeos 1-2: SC 10bis. p. 132-134 (Funk 1, 274?276)."
        },
        {
            "tipo": "referência",
            "texto": "157. Cf. Mt 1, 18-25: Lc 1, 26-38."
        },
        {
            "tipo": "referência",
            "texto": "158. Cf. Lc 1, 34."
        },
        {
            "tipo": "referência",
            "texto": "159. Cf. São Justino, Dialogus cum Tryphone Iudaeo 66-67: CA 2. 234-236 (PG 6, 628-629): Orígenes, Contra Celsum, 1. 32: SC 132, 162-164 (PG 8. 720-724); Ibid., 1, 69: SC 132, 270 (PG 8, 788-789): e outros."
        },
        {
            "tipo": "referência",
            "texto": "160. I Concílio do Vaticano, Const. dogm. Dei Filius, c. 4: DS 3016."
        },
        {
            "tipo": "referência",
            "texto": "161. Santo Inácio de Antioquia, Epistula ad Ephesios 19, 1: SC l0bis- 74 (Funk 1, 228); cf. 1 Cor 2, 8."
        },
        {
            "tipo": "referência",
            "texto": "162. II Concílio de Constantinopla, Sess.8ª Canon 6 : DS 427."
        },
        {
            "tipo": "referência",
            "texto": "163. Cf. São Leão Magno, Tomus ad Flavianum: DS 291; Ibid.: DS 294; Pelágio I, Ep. Humani generis: DS 442: Concílio e Latrão, Canon 3: DS 503; XVI Concílio de Toledo, Symbolum: DS 571; Paulo IV, Const. Cum quorumdam hominum: DS 1880."
        },
        {
            "tipo": "referência",
            "texto": "164. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 57: AAS 57 (1965) 61."
        },
        {
            "tipo": "referência",
            "texto": "165  II Concílio do Vaticano, Const. dogm. Lumen Gentium, 52: AAS 57 (1965) 58."
        },
        {
            "tipo": "referência",
            "texto": "166. Cf. Mc 3, 31-35; 6, 3: 1 Cor 9, 5: Gl 1, 19."
        },
        {
            "tipo": "referência",
            "texto": "167. Cf. Mt 27, 56."
        },
        {
            "tipo": "referência",
            "texto": "168. Cf. Gn 13, 8; 14, 16; 29. 15; etc."
        },
        {
            "tipo": "referência",
            "texto": "169. Cf. Jo 19, 26-27; Ap 12, 17."
        },
        {
            "tipo": "referência",
            "texto": "170.  Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 63: AAS 57 (1965) 64."
        },
        {
            "tipo": "referência",
            "texto": "171. Cf. Lc 2, 48-49."
        },
        {
            "tipo": "referência",
            "texto": "172. Concílio de Friúl (ano 796). Symbolum: DS 619."
        },
        {
            "tipo": "referência",
            "texto": "173. Cf. 1 Cor 15, 45."
        },
        {
            "tipo": "referência",
            "texto": "174. Cf. Cl 1, 18."
        },
        {
            "tipo": "referência",
            "texto": "175. Cf. Jo 3, 9."
        },
        {
            "tipo": "referência",
            "texto": "176. Cf. 2 Cor 11, 2."
        },
        {
            "tipo": "referência",
            "texto": "177. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 63: AAS 57 (1965) 64."
        },
        {
            "tipo": "referência",
            "texto": "178. Cf. 1 Cor 7, 34-35."
        },
        {
            "tipo": "referência",
            "texto": "179. Santo Agostinho, De sancta virginitate, 3, 3: CSEL 41. 237 (PL 40, 398)."
        },
        {
            "tipo": "referência",
            "texto": "180. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 63: AAS 57 (1965) 64."
        },
        {
            "tipo": "referência",
            "texto": "181. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 64: AAS 57 (1965) 64."
        },
        {
            "tipo": "referência",
            "texto": "182. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 103: AAS 56 (1964) 125."
        },
        {
            "tipo": "referência",
            "texto": "183. Santo Agostinho, Sermão 186, 1: PL 38, 999."
        },
        {
            "tipo": "referência",
            "texto": "184. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 56: AAS 57 (1965) 60."
        },
        {
            "tipo": "referência",
            "texto": "185. São Tomás de Aquino, Summa theologiae, 3. q. 30, a. I. c: Ed. Leon. 11, 315."
        },
        {
            "tipo": "referência",
            "texto": "186. Cf. Jo 20, 3."
        },
        {
            "tipo": "referência",
            "texto": "187. Cf. Mc 1, 1; Jo 21, 24"
        },
        {
            "tipo": "referência",
            "texto": "188. Cf. Lc 2, 7."
        },
        {
            "tipo": "referência",
            "texto": "189. Cf. Mt 27, 48."
        },
        {
            "tipo": "referência",
            "texto": "190. Cf  Jo 20, 7."
        },
        {
            "tipo": "referência",
            "texto": "191.Cf. Heb 10, 5-7."
        },
        {
            "tipo": "referência",
            "texto": "192. Cf. 1 Jo 4, 9."
        },
        {
            "tipo": "referência",
            "texto": "193.  Cf. Ef 1, 7: Cl I. 13-14 (Vulgata); 1 Pe 1, 18-19."
        },
        {
            "tipo": "referência",
            "texto": "194. Cf. 2 Cor 8, 9."
        },
        {
            "tipo": "referência",
            "texto": "195. Cf. Lc 2, 51."
        },
        {
            "tipo": "referência",
            "texto": "196. Cf. Jo 15, 3."
        },
        {
            "tipo": "referência",
            "texto": "197. Cf. Is 53, 4."
        },
        {
            "tipo": "referência",
            "texto": "198. Cf. Rm 4, 25."
        },
        {
            "tipo": "referência",
            "texto": "199. Santo Ireneo de Lião, Adversus haereses 3, 18, 1: SC 211, 342-344 (PG 7, 932)."
        },
        {
            "tipo": "referência",
            "texto": "200. Ibidem, 18. 7: SC 211, 366 (PG 7, 937); cf. Ibid. 2, 22. 4: SC 294, 220-222 (PG 7, 784)."
        },
        {
            "tipo": "referência",
            "texto": "201. João Paulo II, Enc. Redemptor hominis, 11: AAS 71 (1979) 278."
        },
        {
            "tipo": "referência",
            "texto": "202. Cf. Símbolo Niceno-Contantinopolitano: DS 150."
        },
        {
            "tipo": "referência",
            "texto": "203. Cf. Rm 15, 5; Fl 2, 5."
        },
        {
            "tipo": "referência",
            "texto": "204. II Concílio do Vaticano, Const. past. Gaudium et spes, 38: AAS 58 (1966) 1055."
        },
        {
            "tipo": "referência",
            "texto": "205. Cf. Jo 13, 15."
        },
        {
            "tipo": "referência",
            "texto": "206. Cf. Lc 11, 1."
        },
        {
            "tipo": "referência",
            "texto": "207. Cf. Mt 5, 11-12."
        },
        {
            "tipo": "referência",
            "texto": "208. II Concílio do Vaticano, Const. past. Gaudium et spes, 22: AAS 58 (1966) 1042."
        },
        {
            "tipo": "referência",
            "texto": "209. São João Eudes: Le royaume de Jésus, 3, 4: Oeuvres complètes, v. 1 (Vannes 1905) p. 310-311 [2ª leitura do Ofício de Leituras de sexta-feira da 33ª  semana do Tempo Comum: Liturgia das Horas, v. 4 (Gráfica de Coimbra 1983), p. 539]."
        },
        {
            "tipo": "referência",
            "texto": "210. Cf. Heb 9, 15."
        },
        {
            "tipo": "referência",
            "texto": "211. Cf. Act 13, 24."
        },
        {
            "tipo": "referência",
            "texto": "212 Cf. Mt 3, 3."
        },
        {
            "tipo": "referência",
            "texto": "213. Cf. Lc 7 26"
        },
        {
            "tipo": "referência",
            "texto": "214. Cf. Mt 11, 13."
        },
        {
            "tipo": "referência",
            "texto": "215. Cf. Act 1, 22: Lc 16, 16."
        },
        {
            "tipo": "referência",
            "texto": "216. Cf. Lc 1, 41."
        },
        {
            "tipo": "referência",
            "texto": "217. Cf. Mc 6, 17-29."
        },
        {
            "tipo": "referência",
            "texto": "218. Cf. Ap 22, 17."
        },
        {
            "tipo": "referência",
            "texto": "219. Cf. Lc 2, 6-7."
        },
        {
            "tipo": "referência",
            "texto": "220. Cf. Lc 2, 8-20."
        },
        {
            "tipo": "referência",
            "texto": "221.  São Romano o Melódio, Kontakion, 10, In diem Nativitatis Christi, Prooemium: SC 110, 50."
        },
        {
            "tipo": "referência",
            "texto": "222. Cf. Mt 18, 3-4."
        },
        {
            "tipo": "referência",
            "texto": "223. Cf. Mt 23, 12."
        },
        {
            "tipo": "referência",
            "texto": "224. Cf. Jo 1, 13."
        },
        {
            "tipo": "referência",
            "texto": "225. Cf. Jo 1, 12."
        },
        {
            "tipo": "referência",
            "texto": "226. Cf. Gl 4, 19."
        },
        {
            "tipo": "referência",
            "texto": "227. Solenidade de Santa Maria Mãe de Deus, 1ª Antífona das I e II Vésperas: Liturgia Horarum, editio typica, v. I (Typis Polyglottis Vaticanis 1973), p. 385 e 397 [a versão oficial portuguesa é menos exacta: «Oh admirável mistério! O Criador do género humano, tomando corpo e alma, dignou-Se nascer duma Virgem; e, feito homem, tornou-nos participantes da sua divindade!»: Liturgia das Horas. v. 1 (Gráfica de Coimbra 1983). p. 426 e 441]."
        },
        {
            "tipo": "referência",
            "texto": "228. Cf. Lc 2, 21."
        },
        {
            "tipo": "referência",
            "texto": "229. Cf. Gl 4, 4. -'9"
        },
        {
            "tipo": "referência",
            "texto": "230. Cf. Cl 2, 11-13."
        },
        {
            "tipo": "referência",
            "texto": ":231. Cf. Solenidade da Epifania do Senhor. Antífona do «Magnificat» das II Vésperas: Liturgia Horarum, editio typica, v. 1 (Typis Polyglottis Vaticanis 1973) p. 465 [Liturgia das Horas, v. 1 (Gráfica de Coimbra 1983) p. 528]."
        },
        {
            "tipo": "referência",
            "texto": "232. Cf. Mt 2, 1."
        },
        {
            "tipo": "referência",
            "texto": "233. Cf. Mt 2, 2."
        },
        {
            "tipo": "referência",
            "texto": "234. Cf. Nm 24, 17; Ap 22, 16."
        },
        {
            "tipo": "referência",
            "texto": "235. Cf. Nm 24, 17-19."
        },
        {
            "tipo": "referência",
            "texto": "236. Cf. Jo 4, 22."
        },
        {
            "tipo": "referência",
            "texto": "237. Cf. Mt 2, 4-6."
        },
        {
            "tipo": "referência",
            "texto": "238. São Leão Magno, Sermão 33, 3: CCL 138, 173 (PL 54. 242) [Solenidade da Epifania do Senhor, 2ª  Leitura do Ofício de Leituras: Liturgia das Horas, v. 1 (Gráfica de Coimbra 1983) p. 519]."
        },
        {
            "tipo": "referência",
            "texto": "239. Vigília Pascal, Oração depois da 3ª  leitura: Missale Romanum, editio typica (Typis Polyglottis Vaticanis 1970), p. 277 [Missal Romano, Gráfica de Coimbra 1992, 305]."
        },
        {
            "tipo": "referência",
            "texto": "240.  Cf. Lc 2, 22-39."
        },
        {
            "tipo": "referência",
            "texto": "241. Cf. Ex 13, 2. 12-13."
        },
        {
            "tipo": "referência",
            "texto": "242. Cf. Mt 2, 13-18."
        },
        {
            "tipo": "referência",
            "texto": "243. Cf. Jo 15, 20."
        },
        {
            "tipo": "referência",
            "texto": "244. Cf. Mt 2, 15."
        },
        {
            "tipo": "referência",
            "texto": "245. Cf. Os 11, 1."
        },
        {
            "tipo": "referência",
            "texto": "246. Cf. G1 4, 4."
        },
        {
            "tipo": "referência",
            "texto": "247. Cf. Lc 2, 51."
        },
        {
            "tipo": "referência",
            "texto": "248. Cf. Rm 5, 19."
        },
        {
            "tipo": "referência",
            "texto": "249. Paulo VI, Alocução na igreja da Anunciação à bem-aventurada Virgem Maria em Nazaré, 5 de Janeiro de 1964: AAS 56 (1964) 167-168 [Festa da Sagrada Família, 2ª  Leitura do Ofício de Leitura: Liturgia das Horas, v. 1 (Gráfica de Coimbra 1983) p. 381-382]."
        },
        {
            "tipo": "referência",
            "texto": "250. Cf. Lc 2, 41-52."
        },
        {
            "tipo": "referência",
            "texto": "251. Cf. Lc 3, 23."
        },
        {
            "tipo": "referência",
            "texto": "252. Cf. Act 1, 22."
        },
        {
            "tipo": "referência",
            "texto": "253. Cf. Lc 3, 10-14."
        },
        {
            "tipo": "referência",
            "texto": "254. Cf. Mt 3, 7."
        },
        {
            "tipo": "referência",
            "texto": "255. Cf. Mt 21, 32."
        },
        {
            "tipo": "referência",
            "texto": "256. Cf. Is 53, 12."
        },
        {
            "tipo": "referência",
            "texto": "257.  Cf. Mc 10, 38; Lc 12, 50."
        },
        {
            "tipo": "referência",
            "texto": "258. Cf. Mt 26, 39."
        },
        {
            "tipo": "referência",
            "texto": "259. Cf. Lc 3 . 22; Is 42, 1."
        },
        {
            "tipo": "referência",
            "texto": "260. Cf. Jo 1 , 32-33; Is 1 l, 2."
        },
        {
            "tipo": "referência",
            "texto": "261. São Gregório Nazianzeno, Oratio 40, 9: SC 358, 216 (PG 36. 369)."
        },
        {
            "tipo": "referência",
            "texto": "262.  Santo Hilário de Poitiers, In evangelium Matthaei 2, 6: SC 254. 110 (PL 9, 927)."
        },
        {
            "tipo": "referência",
            "texto": "263. Cf. Mc 1, 13."
        },
        {
            "tipo": "referência",
            "texto": "264. Cf. SI 95, 10."
        },
        {
            "tipo": "referência",
            "texto": "265. Cf. Mc 3, 27."
        },
        {
            "tipo": "referência",
            "texto": "266. Cf. Mt 16, 21-23."
        },
        {
            "tipo": "referência",
            "texto": "267. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 3: AAS 57 (1965) 6."
        },
        {
            "tipo": "referência",
            "texto": "268.  II Concílio do Vaticano, Const. dogm. Lumen Gentium, 2: AAS 57 (1965) 5-6."
        },
        {
            "tipo": "referência",
            "texto": "269. I II Concílio do Vaticano, Const. dogm. Lumen Gentium, 5: AAS 57 (1965) 8."
        },
        {
            "tipo": "referência",
            "texto": "270 Cf.  II Concílio do Vaticano, Const. dogm. Lumen Gentium, 3: AAS 57 (1965) 6."
        },
        {
            "tipo": "referência",
            "texto": "271. Cf. Mt 10, 5-7."
        },
        {
            "tipo": "referência",
            "texto": "272. Cf. Mt 8, 11; 28, 19."
        },
        {
            "tipo": "referência",
            "texto": "273.  II Concílio do Vaticano, Const. dogm. Lumen Gentium, 5: AAS 57 (1965) 7."
        },
        {
            "tipo": "referência",
            "texto": "274. Cf. Lc 7, 22."
        },
        {
            "tipo": "referência",
            "texto": "275. Cf. Mt 11, 25."
        },
        {
            "tipo": "referência",
            "texto": "276. Cf. Mc 2, 23-26: Mt 21, 18."
        },
        {
            "tipo": "referência",
            "texto": "277. Cf. Jo 4, 6-7: 19, 28."
        },
        {
            "tipo": "referência",
            "texto": "278. Cf. Lc 9, 58."
        },
        {
            "tipo": "referência",
            "texto": "279. Cf. Mt 25, 31-46."
        },
        {
            "tipo": "referência",
            "texto": "280. Cf. 1 Tm 1, 15."
        },
        {
            "tipo": "referência",
            "texto": "281. Cf. Lc 15, 11-32."
        },
        {
            "tipo": "referência",
            "texto": "282. Cf. Mc 4, 33-34."
        },
        {
            "tipo": "referência",
            "texto": "283. Cf. Mt 22, 1-14."
        },
        {
            "tipo": "referência",
            "texto": "284. Cf. Mt 13, 44-45."
        },
        {
            "tipo": "referência",
            "texto": "285. Cf. Mt 21, 28-32."
        },
        {
            "tipo": "referência",
            "texto": "286. Cf. Mt 13, 3-9."
        },
        {
            "tipo": "referência",
            "texto": "287. Cf. Mt 25, 14-30."
        },
        {
            "tipo": "referência",
            "texto": "288. Cf. Mt 13, 10-15."
        },
        {
            "tipo": "referência",
            "texto": "289. Cf. Lc 7. 18-23."
        },
        {
            "tipo": "referência",
            "texto": "290. Cf. Jo 5, 36; 10, 25."
        },
        {
            "tipo": "referência",
            "texto": "291. Cf. Jo 10, 38."
        },
        {
            "tipo": "referência",
            "texto": "292. Cf. Mc 5, 25-34; 10, 52: etc."
        },
        {
            "tipo": "referência",
            "texto": "293. Cf. Jo 10, 31-38."
        },
        {
            "tipo": "referência",
            "texto": "294. Cf. Mt 11, 6."
        },
        {
            "tipo": "referência",
            "texto": "295. Cf. Jo 11, 47-48."
        },
        {
            "tipo": "referência",
            "texto": "296. Cf. Mc 3, 22."
        },
        {
            "tipo": "referência",
            "texto": "297. Cf. Jo 6, 5-15."
        },
        {
            "tipo": "referência",
            "texto": "298. Cf. Lc 19, 8."
        },
        {
            "tipo": "referência",
            "texto": "299. Cf. Mt 11, 5."
        },
        {
            "tipo": "referência",
            "texto": "300. Cf. Lc 12, 13-14; Jo 18, 36. "
        },
        {
            "tipo": "referência",
            "texto": "301. Cf. Jo 8, 34-36."
        },
        {
            "tipo": "referência",
            "texto": "302. Cf. Mt 12, 26."
        },
        {
            "tipo": "referência",
            "texto": "303. Cf. Lc 8, 26-39."
        },
        {
            "tipo": "referência",
            "texto": "304. Cf. Jo 12, 31."
        },
        {
            "tipo": "referência",
            "texto": "305. Venâncio Fortunato, Hino «Vexilla Regis»: MGH 1/4/1, 34 (PL 88, 96)."
        },
        {
            "tipo": "referência",
            "texto": "306. Cf. Mc 3, 13-19."
        },
        {
            "tipo": "referência",
            "texto": "307. Cf. Mc 3, 16; 9, 2; Lc 24, 34: 1 Cor 15, 5."
        },
        {
            "tipo": "referência",
            "texto": "308. Cf. 1 Pe 2. 4."
        },
        {
            "tipo": "referência",
            "texto": "309. Cf. Lc 22, 32."
        },
        {
            "tipo": "referência",
            "texto": "310. Cf. Mt 18, 18."
        },
        {
            "tipo": "referência",
            "texto": "311. Cf. Mt 16, 22-23."
        },
        {
            "tipo": "referência",
            "texto": "312. Cf. Mt 17, 23; Lc 9, 45."
        },
        {
            "tipo": "referência",
            "texto": "313. Cf. Mt 17, 1-8 e par.: 2 Pe 1, 16-18."
        },
        {
            "tipo": "referência",
            "texto": "314. Cf. Lc 24. 27."
        },
        {
            "tipo": "referência",
            "texto": "315.  Cf. Is 42, 1."
        },
        {
            "tipo": "referência",
            "texto": "316.  São Tomás de Aquino, Summa theologiae, 3. q. 45, a. 4, ad 2: Ed. Leon. 11, 433."
        },
        {
            "tipo": "referência",
            "texto": "317. Liturgia bizantina, Kontakion na Festa da Transfiguração: «Mênaîa toû bólou eniautoû», v. 6 (Romae 1901) p. 341."
        },
        {
            "tipo": "referência",
            "texto": "318.  Tomás de Aquino, Summa theologiae, 3, q. 45. a. 4, ad 2: Ed. Leon. 11, 433."
        },
        {
            "tipo": "referência",
            "texto": "319. Cf. Lc 9. 33."
        },
        {
            "tipo": "referência",
            "texto": "320. Santo Agostinho, Sermão 78. 6: PL 38, 492-493."
        },
        {
            "tipo": "referência",
            "texto": "321. Cf. Jo 13, 1."
        },
        {
            "tipo": "referência",
            "texto": "322. Cf.  Mc 8, 31-33; 9, 31-32; 10, 32-34."
        },
        {
            "tipo": "referência",
            "texto": "323. Cf. Mt 23, 37a."
        },
        {
            "tipo": "referência",
            "texto": "324. Cf. Lc 19, 41."
        },
        {
            "tipo": "referência",
            "texto": "325. Cf. Jo 6, 15."
        },
        {
            "tipo": "referência",
            "texto": "326. Cf. Mt 21, 1-11."
        },
        {
            "tipo": "referência",
            "texto": "327. Cf. Jo 18, 37."
        },
        {
            "tipo": "referência",
            "texto": "328. Cf. Mt 21, 15-16; Sl 8, 3."
        },
        {
            "tipo": "referência",
            "texto": "329. Cf. Lc 19, 38: 2, 14."
        },
        {
            "tipo": "referência",
            "texto": "330. João Paulo II, Ex. Ap. Catechesi tradendae, 9: AAS 71 (1979) 1284."
        },
        {
            "tipo": "referência",
            "texto": "331. Cf. Gl 4, 19."
        },
        {
            "tipo": "referência",
            "texto": "332. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 7: AAS 57 (1965) 10."
        },
        {
            "tipo": "referência",
            "texto": "333. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 5: AAS 57 (1965) 7."
        },
        {
            "tipo": "referência",
            "texto": "334. Cf. São Leão Magno, Sermão 51, 3: CCL 138A, 298-299 (PL 54. 310)."
        },
        {
            "tipo": "referência",
            "texto": "335. Cf. Heb 12, 3."
        },
        {
            "tipo": "referência",
            "texto": "336. Cf. Lc 24, 27, 44-45."
        },
        {
            "tipo": "referência",
            "texto": "337. Cf. II Concílio do Vaticano. Const. dogm. Dei Verbum, 19; AAS 58 (1966) 826-827."
        },
        {
            "tipo": "referência",
            "texto": "338.  Cf. Mc 3, 6."
        },
        {
            "tipo": "referência",
            "texto": "339. Cf. Mt 12, 24."
        },
        {
            "tipo": "referência",
            "texto": "340. Cf. Mc 2, 7."
        },
        {
            "tipo": "referência",
            "texto": "341. Cf. Mc 3, 1-6."
        },
        {
            "tipo": "referência",
            "texto": "342. Cf. Mc 7, 14-23."
        },
        {
            "tipo": "referência",
            "texto": "343. Cf. Mc2, 14-17."
        },
        {
            "tipo": "referência",
            "texto": "344. Cf. Mc 3, 22: Jo 8, 48: 10, 20."
        },
        {
            "tipo": "referência",
            "texto": "345. Cf. Mc 2, 7; Jo 5, 18; 10, 33."
        },
        {
            "tipo": "referência",
            "texto": "346. Cf. Jo 7, 12; 52."
        },
        {
            "tipo": "referência",
            "texto": "347. Cf. Jo 8, 59; 10, 31."
        },
        {
            "tipo": "referência",
            "texto": "348. Cf. Lc 2, 34."
        },
        {
            "tipo": "referência",
            "texto": "349. CL Jo 1, 19; 2, 18; 5, 10; 7, 13; 9, 22 18, 12: 19, 38; 20, 19."
        },
        {
            "tipo": "referência",
            "texto": "350. Cf. Jo 7, 48-49."
        },
        {
            "tipo": "referência",
            "texto": "351. Cf. Lc 13, 31."
        },
        {
            "tipo": "referência",
            "texto": "352. Cf. Lc 7, 36; 14, 1."
        },
        {
            "tipo": "referência",
            "texto": "353. Cf. Mt 22, 23-34; Lc 20, 39."
        },
        {
            "tipo": "referência",
            "texto": "354. Cf. Mt 6, 2-18."
        },
        {
            "tipo": "referência",
            "texto": "355. Cf. Mc 12, 28-34."
        },
        {
            "tipo": "referência",
            "texto": "356. Cf. Jo 8, 46."
        },
        {
            "tipo": "referência",
            "texto": "357. Cf. Jo 7, 19; Act 13, 38-41; 15, 10."
        },
        {
            "tipo": "referência",
            "texto": "358. Cf. Gl 3, 10; 5, 3."
        },
        {
            "tipo": "referência",
            "texto": "359. Cf. Rm 10, 2."
        },
        {
            "tipo": "referência",
            "texto": "360. Cf. Mt 15, 3-7; Lc 11, 39-54."
        },
        {
            "tipo": "referência",
            "texto": "361. Cf. Is 53, 11: Heb 9, 15."
        },
        {
            "tipo": "referência",
            "texto": "362.  Cf. Gl 4, 4."
        },
        {
            "tipo": "referência",
            "texto": "363. Cf. Gl 3, 13."
        },
        {
            "tipo": "referência",
            "texto": "364. Cf. Gl 3, 10."
        },
        {
            "tipo": "referência",
            "texto": "365. Cf. Jo 3. 2; Mt 22, 23-24. 34-36."
        },
        {
            "tipo": "referência",
            "texto": "366. Cf. Mt 9, 12; 12, 5: Mc 2, 23-27; Lc 6, 6-9; Jo 7, 22-23."
        },
        {
            "tipo": "referência",
            "texto": "367. Cf. Mt 5, 1."
        },
        {
            "tipo": "referência",
            "texto": "368. Cf. Mc 7, 8."
        },
        {
            "tipo": "referência",
            "texto": "369. Cf. Mc 7, 13."
        },
        {
            "tipo": "referência",
            "texto": "370. Cf. Gl 3, 24."
        },
        {
            "tipo": "referência",
            "texto": "371. Cf. Jo 5, 36; 10 25. 37-38; 12, 37."
        },
        {
            "tipo": "referência",
            "texto": "372 Cf. Mc 2, 25-27; Jo 7, 22-24."
        },
        {
            "tipo": "referência",
            "texto": "373. Cf. Mt 12, 5; Nm 28, 9."
        },
        {
            "tipo": "referência",
            "texto": "374. Cf. Lc 13, 15-16; 14, 3-4."
        },
        {
            "tipo": "referência",
            "texto": "375.  Cf. Lc 2, 22-39."
        },
        {
            "tipo": "referência",
            "texto": "376 Cf. Lc 2, 46-49."
        },
        {
            "tipo": "referência",
            "texto": "377. Cf. Lc 2, 41."
        },
        {
            "tipo": "referência",
            "texto": "378. Cf. Jo 2, 13-14; 5, 1.14; 7, 1.10.14; 8, 2; 10, 22-23."
        },
        {
            "tipo": "referência",
            "texto": "379. Cf. Mt 21, 13."
        },
        {
            "tipo": "referência",
            "texto": "380. Cf. Act 2, 46; 3. 1; 5, 20-21; etc."
        },
        {
            "tipo": "referência",
            "texto": "381. Cf. Mt 24, 1-2."
        },
        {
            "tipo": "referência",
            "texto": "382. Cf. Mt 24, 3: Lc 13, 35."
        },
        {
            "tipo": "referência",
            "texto": "383. Cf. Mc 14, 57-58."
        },
        {
            "tipo": "referência",
            "texto": "384. Cf. Mt 27, 39-40."
        },
        {
            "tipo": "referência",
            "texto": "385. Cf. Mt 8, 4; 23, 21; Lc 17, 14; Jo 4, 22."
        },
        {
            "tipo": "referência",
            "texto": "386. Cf. Jo 18, 20."
        },
        {
            "tipo": "referência",
            "texto": "387. Cf. Mt 17, 24-27."
        },
        {
            "tipo": "referência",
            "texto": "388. Cf. Mt 16, 18."
        },
        {
            "tipo": "referência",
            "texto": "389. Cf. Jo 2, 21; Mt 12, 6."
        },
        {
            "tipo": "referência",
            "texto": "390. Cf. Jo 2, 18-22."
        },
        {
            "tipo": "referência",
            "texto": "391. Cf. Jo 4, 23-24; Mt 27, 51: Heb 9, 11; Ap 21, 22."
        },
        {
            "tipo": "referência",
            "texto": "392. Cf. Lc 2, 34."
        },
        {
            "tipo": "referência",
            "texto": "393. Cf. Lc 20, 17-18; Sl 118, 22."
        },
        {
            "tipo": "referência",
            "texto": "394. Cf. Lc 5. 30."
        },
        {
            "tipo": "referência",
            "texto": "395. Cf. Lc 7, 36; 11, 37; 14, 1."
        },
        {
            "tipo": "referência",
            "texto": "396 Cf. Jo 7, 49; 9, 34."
        },
        {
            "tipo": "referência",
            "texto": "397. Cf. Jo 8, 33-36."
        },
        {
            "tipo": "referência",
            "texto": "398. Cf. Jo 9. 40-41."
        },
        {
            "tipo": "referência",
            "texto": "399. Cf. Mt 9, 13; Os 6, 6."
        },
        {
            "tipo": "referência",
            "texto": "400. Cf. Lc 15, 1-2."
        },
        {
            "tipo": "referência",
            "texto": "401. Cf. Lc 15. 23-32."
        },
        {
            "tipo": "referência",
            "texto": "402. Cf. Jo 5, 18: 10, 33."
        },
        {
            "tipo": "referência",
            "texto": "403. Cf.  Jo 17, 6.26."
        },
        {
            "tipo": "referência",
            "texto": "404. Cf. Mt 12, 6."
        },
        {
            "tipo": "referência",
            "texto": "405 Cf. Mc 12, 36-37."
        },
        {
            "tipo": "referência",
            "texto": "406. Cf. Jo 10, 36-38."
        },
        {
            "tipo": "referência",
            "texto": "407. Cf. Jo 3, 7."
        },
        {
            "tipo": "referência",
            "texto": "408. Cf. Jo 6, 44."
        },
        {
            "tipo": "referência",
            "texto": "409. Cf. Is 53, 1."
        },
        {
            "tipo": "referência",
            "texto": "410. Cf. Mc 3, 6; Mt 26, 64-66."
        },
        {
            "tipo": "referência",
            "texto": "411. Cf. Lc 23, 34; Act 3, 17-18."
        },
        {
            "tipo": "referência",
            "texto": "412. Cf. Mc 3, 5; Rm 11, 25."
        },
        {
            "tipo": "referência",
            "texto": "413. Cf. Rm 11, 20."
        },
        {
            "tipo": "referência",
            "texto": "414. Cf. Mt 5, 17-19."
        },
        {
            "tipo": "referência",
            "texto": "415. Cf. Jo 8, 46."
        },
        {
            "tipo": "referência",
            "texto": "416. Cf. Mt 5, 33."
        },
        {
            "tipo": "referência",
            "texto": "417. Cf. Heb 9, 15."
        },
        {
            "tipo": "referência",
            "texto": "418. Cf. Jo 5, 16-18. "
        },
        {
            "tipo": "referência",
            "texto": "419.  Cf. Jo 1, 14."
        },
        {
            "tipo": "referência",
            "texto": "420. Cf. Jo 10, 33."
        },
        {
            "tipo": "referência",
            "texto": "421. Cf. Jo 7, 50."
        },
        {
            "tipo": "referência",
            "texto": "422. Cf. Jo 19, 38-39."
        },
        {
            "tipo": "referência",
            "texto": "423. Cf. Jo 9, 16-17; 10, 19-21."
        },
        {
            "tipo": "referência",
            "texto": "424. Cf. Jo 9, 16; 10, 19."
        },
        {
            "tipo": "referência",
            "texto": "425. Cf. Jo 9, 22."
        },
        {
            "tipo": "referência",
            "texto": "426. Cf. Mt 26, 66."
        },
        {
            "tipo": "referência",
            "texto": "427. Cf. Jo 18, 31."
        },
        {
            "tipo": "referência",
            "texto": "428. Cf. Lc 23, 2."
        },
        {
            "tipo": "referência",
            "texto": "429. Cf. Jo 19, 12.15.21."
        },
        {
            "tipo": "referência",
            "texto": "430. Cf. Mc 15, 11."
        },
        {
            "tipo": "referência",
            "texto": "431. Cf. Act 2, 23.36; 3, 13-14; 4, 10; 5, 30; 7, 52; 10, 39; 13, 27-28; 1 Ts 2, 14-15."
        },
        {
            "tipo": "referência",
            "texto": "432. Cf. Lc 23, 34."
        },
        {
            "tipo": "referência",
            "texto": "433. Cf. Act 3, 17."
        },
        {
            "tipo": "referência",
            "texto": "434. Cf. Act 5, 28; 18, 6."
        },
        {
            "tipo": "referência",
            "texto": "435. II Concílio do Vaticano, Decl. Nostra aetate, 4: AAS 58 (1966) 743."
        },
        {
            "tipo": "referência",
            "texto": "436. CatRom 1, 5, 11. p. 64: Cf. Heb 12, 3."
        },
        {
            "tipo": "referência",
            "texto": "437. Cf. Mt 25, 45; Act 9, 4-5."
        },
        {
            "tipo": "referência",
            "texto": "438. CatRom 1, 5, 11, p. 64."
        },
        {
            "tipo": "referência",
            "texto": "439. São Francisco de Assis, Admonitia 5, 3: Opuscula Sancti Patris Francisci Assisiensis, ed. G. Esser (Grottaferrata 1978) p. 66. [Fontes Franciscanas I (Braga. Editorial Franciscana. 1994) p. 114]."
        },
        {
            "tipo": "referência",
            "texto": "440. Cf. Act 3, 13."
        },
        {
            "tipo": "referência",
            "texto": "441. Cf. Sl 2, 1-2."
        },
        {
            "tipo": "referência",
            "texto": "442. Cf. Mt 26, 54; Jo 18, 36: 19, 11."
        },
        {
            "tipo": "referência",
            "texto": "443. Cf. Act 3, 17-18."
        },
        {
            "tipo": "referência",
            "texto": "444. Cf. Is 53, 11: Act 3, 14."
        },
        {
            "tipo": "referência",
            "texto": "445. Cf. Is 53, 11-12; Jo 8. 34-3"
        },
        {
            "tipo": "referência",
            "texto": "446. Cf. 1 Cor 15, 3."
        },
        {
            "tipo": "referência",
            "texto": "447. Cf. também Act 3, 18; 7, 52; 13, 29; 26, 22-23."
        },
        {
            "tipo": "referência",
            "texto": "448. Cf. Is 53. 7-8; Act 8, 32-35."
        },
        {
            "tipo": "referência",
            "texto": "449. Cf. Mt 20, 28."
        },
        {
            "tipo": "referência",
            "texto": "450. Cf. Lc 24, 25-27."
        },
        {
            "tipo": "referência",
            "texto": "451. Cf. Lc 24, 44-45."
        },
        {
            "tipo": "referência",
            "texto": "452. Cf. Rm 5, 12: 1 Cor 15, 56."
        },
        {
            "tipo": "referência",
            "texto": "453. Cf. Fl 2, 7."
        },
        {
            "tipo": "referência",
            "texto": "454. Cf. Rm 8, 3."
        },
        {
            "tipo": "referência",
            "texto": "455. Cf. Jo 8, 46."
        },
        {
            "tipo": "referência",
            "texto": "456. Cf. Jo 8, 29."
        },
        {
            "tipo": "referência",
            "texto": "457. Cf. Sl 22, 1."
        },
        {
            "tipo": "referência",
            "texto": "458. Cf. 1 Jo 4, 19."
        },
        {
            "tipo": "referência",
            "texto": "459. Cf. Rm 5, 18-19."
        },
        {
            "tipo": "referência",
            "texto": "460. Cf. 2 Cor 5, 15: 1 Jo 2, 2."
        },
        {
            "tipo": "referência",
            "texto": "461. Concílio de Quiercy (ano 853). De libero arbitrio hominis et de praedestinatione, canon 4: DS 624."
        },
        {
            "tipo": "referência",
            "texto": "462. Cf. Jo 6. 38."
        },
        {
            "tipo": "referência",
            "texto": "463. Cf. Lc 12, 50; 22, 15: Mt 16, 21-23."
        },
        {
            "tipo": "referência",
            "texto": "464. Cf. Lc 3, 21; Mt 3, 14-15."
        },
        {
            "tipo": "referência",
            "texto": "465. Cf. Jo 1, 29.36."
        },
        {
            "tipo": "referência",
            "texto": "466. Cf. Is 53, 7: Jr  11,19."
        },
        {
            "tipo": "referência",
            "texto": "467. Cf. Is 53, 12."
        },
        {
            "tipo": "referência",
            "texto": "468. Cf. Ex 12, 3-14; Jo 19, 36; 1 Cor 5, 7."
        },
        {
            "tipo": "referência",
            "texto": "469. Cf. Mc 10, 45."
        },
        {
            "tipo": "referência",
            "texto": "470. Cf. Heb 2, 10.17-18; 4, 15; 5, 7-9."
        },
        {
            "tipo": "referência",
            "texto": "471. Cf. Jo 18, 4-6; Mt 26, 53."
        },
        {
            "tipo": "referência",
            "texto": "472. Cf. Mt 26, 20."
        },
        {
            "tipo": "referência",
            "texto": "473. Cf. 1 Cor 5, 7."
        },
        {
            "tipo": "referência",
            "texto": "474. Cf. 1 Cor 11, 25."
        },
        {
            "tipo": "referência",
            "texto": "475. Cf. Lc 22, 19."
        },
        {
            "tipo": "referência",
            "texto": "476. Cf. Concílio de Trento, Sess. 22ª, Doctrina de sanctissimo Missae Sacriftcio, canon 2: DS 1752: Sess. 23ª, Doctrina de sacramento Ordinis, c. 1: DS 1764."
        },
        {
            "tipo": "referência",
            "texto": "477. Cf. Lc 22, 20."
        },
        {
            "tipo": "referência",
            "texto": "478. Cf. Mt 26, 42."
        },
        {
            "tipo": "referência",
            "texto": "479. Cf. Heb 5, 7-8."
        },
        {
            "tipo": "referência",
            "texto": "480. Cf. Heb 4, 15."
        },
        {
            "tipo": "referência",
            "texto": "481. Cf. Rm 5, 12."
        },
        {
            "tipo": "referência",
            "texto": "482. Cf. Act 3, 15."
        },
        {
            "tipo": "referência",
            "texto": "483. Cf. Ap 1, 18; Jo 1, 4; 5, 26."
        },
        {
            "tipo": "referência",
            "texto": "484. Cf. Mt 26, 42."
        },
        {
            "tipo": "referência",
            "texto": "485. Cf. 1 Cor 5, 7; Jo 8, 34-36."
        },
        {
            "tipo": "referência",
            "texto": "486. Cf. Jo 1, 29: 1 Pe 1, 19."
        },
        {
            "tipo": "referência",
            "texto": "487. Cf. 1 Cor 11, 25."
        },
        {
            "tipo": "referência",
            "texto": "488. Cf. Ex 24, 8."
        },
        {
            "tipo": "referência",
            "texto": "489. Cf. Mt 26, 28; Lv 16, 15-16."
        },
        {
            "tipo": "referência",
            "texto": "490. Cf. Heb 10, 10."
        },
        {
            "tipo": "referência",
            "texto": "491. Cf. 1 Jo 4, 10."
        },
        {
            "tipo": "referência",
            "texto": "492. Cf. Jo 15, 13."
        },
        {
            "tipo": "referência",
            "texto": "493. Cf. Jo 10, 17-18."
        },
        {
            "tipo": "referência",
            "texto": "494. Cf. Heb 9, 14."
        },
        {
            "tipo": "referência",
            "texto": "495. Cf. Is 53, 10-12."
        },
        {
            "tipo": "referência",
            "texto": "496. Cf. Concílio de Trento, Sess. 6ª,  Decretum de iustificatione, c. 7: DS 1529."
        },
        {
            "tipo": "referência",
            "texto": "497. Cf. Jo 13, 1."
        },
        {
            "tipo": "referência",
            "texto": "498. Cf. Gl 2, 20; Ef 5, 2. 25."
        },
        {
            "tipo": "referência",
            "texto": "499. Concílio de Trento, Sess. 6ª. Decretum de iustificatione, c. 1: DS 1529."
        },
        {
            "tipo": "referência",
            "texto": "500. Cf. Heb 5, 9."
        },
        {
            "tipo": "referência",
            "texto": "501. Aditamento litúrgico ao Hino «Vexilla Regis»: Liturgia Horarum, editio typica. N. 2 (Typis Polyglottis Vaticanis 1974) p. 313: v. 4, p. 1129 [a versão litúrgica em português difere um pouco: «Cruz do Senhor, és única esperança!»: Liturgia das Horas. v. 2 (Gráfica de Coimbra 1983) p. 366; v. 4. p. 1267]."
        },
        {
            "tipo": "referência",
            "texto": "502. Cf. 1 Tm 2, 5."
        },
        {
            "tipo": "referência",
            "texto": "503.  II Concílio do Vaticano, Const. past. Gaudium et spes, 22: AAS 58 (1966) 1042."
        },
        {
            "tipo": "referência",
            "texto": "504. Cf. II Concílio do Vaticano, Const. past. Gaudium et spes, 22: AAS 58 (1966) 1043."
        },
        {
            "tipo": "referência",
            "texto": "505. Cf. Mt 16, 24."
        },
        {
            "tipo": "referência",
            "texto": "506. Cf. 1 Pe 2, 21."
        },
        {
            "tipo": "referência",
            "texto": "507. Cf. Mc 10, 39; Jo 21, 18-19; Cl 1, 24."
        },
        {
            "tipo": "referência",
            "texto": "508. Cf. Lc 2, 35."
        },
        {
            "tipo": "referência",
            "texto": "509. Santa Rosa de Lima: P. Hansen. Vita mirabilis [...] venerabilis sororis Rosae de sancta Maria Limensis (Romae 1664), p. 137."
        },
        {
            "tipo": "referência",
            "texto": "510. Cf. 1 Pe 1, 18."
        },
        {
            "tipo": "referência",
            "texto": "511. Cf. Is 53, 10."
        },
        {
            "tipo": "referência",
            "texto": "512. Cf. Is 53, 11; Rm 5, 19."
        },
        {
            "tipo": "referência",
            "texto": "513. Cf. Jo 19, 42."
        },
        {
            "tipo": "referência",
            "texto": "514. Cf. Heb 4, 4-9."
        },
        {
            "tipo": "referência",
            "texto": "515. Cf. Jo 19, 30."
        },
        {
            "tipo": "referência",
            "texto": "516. Cf. Cl 1, 18-20."
        },
        {
            "tipo": "referência",
            "texto": "517. São Gregório de Nissa, Oratio catechetica, 16, 9: TD 7, 90 (PG 45, 52)."
        },
        {
            "tipo": "referência",
            "texto": "518. Cf. Act 3, 15."
        },
        {
            "tipo": "referência",
            "texto": "519. Cf. Lc 24, 5-6."
        },
        {
            "tipo": "referência",
            "texto": "520. São João Damasceno, Expositio fidei, 71 [De Fide orthodoxa 3, 27]. PTS 12, 170 (PG 94, 1098)."
        },
        {
            "tipo": "referência",
            "texto": "521. São Tomás de Aquino, Summa theologiae, 3, 51, 3. ad 2: ED. Leon. 11, 490."
        },
        {
            "tipo": "referência",
            "texto": "522. Cf. Sl 16, 9-10."
        },
        {
            "tipo": "referência",
            "texto": "523. Cf. Mt 12, 40: Jo 2, 1; Os 6, 2."
        },
        {
            "tipo": "referência",
            "texto": "524. Cf. Jo 11, 39."
        },
        {
            "tipo": "referência",
            "texto": "525. Cf. Cl 2, 12: Ef 5, 26."
        },
        {
            "tipo": "referência",
            "texto": "526. Cf. Heb 2, 9."
        },
        {
            "tipo": "referência",
            "texto": "527. Vigília Pascal, Precónio Pascal («Exsultet»): Missale Romanum, editio typica (Typis Polyglottis Vaticanis 1970), p. 273 e 275 [Missal Romano, Gráfica de Coimbra 1992, p. 292 e 295]."
        },
        {
            "tipo": "referência",
            "texto": "528. Cf. Act 3, 15; Rm 8, 11."
        },
        {
            "tipo": "referência",
            "texto": "529. Cf. Heb 13, 20."
        },
        {
            "tipo": "referência",
            "texto": "530. Cf. 1 Pe 3, 18-19."
        },
        {
            "tipo": "referência",
            "texto": "531. Cf. Fl 2, 10; Act 2, 24: Ap 1, 18; Ef 4, 9."
        },
        {
            "tipo": "referência",
            "texto": "532. Cf. Sl 6, 6; 88, 11-13."
        },
        {
            "tipo": "referência",
            "texto": "533. Cf. Sl 89, 49; 1 Sm 28, 19: Ez 32, 17-32."
        },
        {
            "tipo": "referência",
            "texto": "534. Cf. Lc 16, 22-26,"
        },
        {
            "tipo": "referência",
            "texto": "535. CatRom 1. 6. 3. p. 71."
        },
        {
            "tipo": "referência",
            "texto": "536.  Cf. Concílio de Roma (ano 745), De descensu Christi ad inferos: DS 587."
        },
        {
            "tipo": "referência",
            "texto": "537. Cf. Bento XII, Libellus, Cum dudum (1341). 18: DS 1011; Clemente VI, Ep. Super quibusdam (ano 1351), c. 15, 13: DS 1077."
        },
        {
            "tipo": "referência",
            "texto": "538. Cf. IV Concílio de Toledo (ano 633). Capitulum, 1: DS 485; Mt 27, 52-53."
        },
        {
            "tipo": "referência",
            "texto": "539. Cf Mt 12, 40; Rm 10, 7; Ef 4, 9."
        },
        {
            "tipo": "referência",
            "texto": "540.  Cf. Act 3, 15."
        },
        {
            "tipo": "referência",
            "texto": "541. Antiga homilia para Sábado Santo: PG 43. 440.452.461 [Sábado Santo, 2ª Leitura do Ofício de Leituras: Liturgia das Horas, s. 2 (Gráfica de Coimbra 1983) p. 454-4551."
        },
        {
            "tipo": "referência",
            "texto": "542. Liturgia bizantina, Tropário no dia de Páscoa: «Pentêkostárion» (Romae 1884) p.6."
        },
        {
            "tipo": "referência",
            "texto": "543. Cf. Act 9, 3-18."
        },
        {
            "tipo": "referência",
            "texto": "544. Cf. Jo 20, l3; Mt 28, 11-15."
        },
        {
            "tipo": "referência",
            "texto": "545. Cf. Lc 24, 3. 22-23."
        },
        {
            "tipo": "referência",
            "texto": "546. Cf. Lc 24, 12."
        },
        {
            "tipo": "referência",
            "texto": "547. Cf. Jo 20, 8."
        },
        {
            "tipo": "referência",
            "texto": "548. Cf. Jo 20, 5-7."
        },
        {
            "tipo": "referência",
            "texto": "549. Cf. Jo 11, 44."
        },
        {
            "tipo": "referência",
            "texto": "550. Cf. Mc 16, l ; Lc 24, 1."
        },
        {
            "tipo": "referência",
            "texto": "551. Cf. Jo 19, 31.42."
        },
        {
            "tipo": "referência",
            "texto": "552. Cf. Mt 28, 9-10; Jo 20, 11-18."
        },
        {
            "tipo": "referência",
            "texto": "553. Cf. Lc 24, 9-10."
        },
        {
            "tipo": "referência",
            "texto": "554. Cf. 1 Cor 15, 5."
        },
        {
            "tipo": "referência",
            "texto": "555. Cf. Lc 22, 31-32."
        },
        {
            "tipo": "referência",
            "texto": "556. Cf. Act 1, 22."
        },
        {
            "tipo": "referência",
            "texto": "557. Cf. 1 Cor 15, 4-8."
        },
        {
            "tipo": "referência",
            "texto": "558. Cf. Lc 22, 31-32."
        },
        {
            "tipo": "referência",
            "texto": "559. Cf. Jo 20, 19."
        },
        {
            "tipo": "referência",
            "texto": "560. Cf. Mc 16, 11.13."
        },
        {
            "tipo": "referência",
            "texto": "561. Cf. Lc 24,38."
        },
        {
            "tipo": "referência",
            "texto": "562. Cf. Lc 24, 37."
        },
        {
            "tipo": "referência",
            "texto": "563. Cf. Jo 20, 24-27."
        },
        {
            "tipo": "referência",
            "texto": "564. Cf. Lc 24, 39; Jo 20, 27."
        },
        {
            "tipo": "referência",
            "texto": "565. Cf. Lc 24, 30.41-43: Jo 21, 9.13-15."
        },
        {
            "tipo": "referência",
            "texto": "566. Cf. Lc 24, 39."
        },
        {
            "tipo": "referência",
            "texto": "567. Cf. Lc 24, 40: Jo 20, 20.27."
        },
        {
            "tipo": "referência",
            "texto": "568. Cf. Mt 28, 9.16-17; Lc 24, 15.36; Jo 20, 14.19-26; 21, 4."
        },
        {
            "tipo": "referência",
            "texto": "569. Cf. Jo 20, 17."
        },
        {
            "tipo": "referência",
            "texto": "570.  Cf. Jo 20, 14-15."
        },
        {
            "tipo": "referência",
            "texto": "571. Cf. Jo 20, 14.16; 21, 4.7."
        },
        {
            "tipo": "referência",
            "texto": "572. Cf. 1 Cor 15, 35-50."
        },
        {
            "tipo": "referência",
            "texto": "573. Vigília Pascal, Precónio Pascal («Exsultet» ): Missale Romanum, editio typica (Typis Polyglottis Vaticanis 1970), p. 272 [Missal Romano, Gráfica de Coimbra 1992, p. 290 e 294]."
        },
        {
            "tipo": "referência",
            "texto": "574.  Cf. Jo 14, 22."
        },
        {
            "tipo": "referência",
            "texto": "575. Cf. Rm 6, 4; 2 Cor 13, 4: Fl 3. 10; Ef 1, 19-22; Heb 7, 16."
        },
        {
            "tipo": "referência",
            "texto": "576. Cf. Mc 8, 31; 9. 9.31; 10. 34."
        },
        {
            "tipo": "referência",
            "texto": "577. São Gregório de Nissa, De tridui inter mortem et resurrectionem Domini nostri Iesu Christi spatio: Gregorii Nysseni opera, ed. W. Jaeger — H. Langerbeck, V. 9 (Leiden 1967) p. 293- 294 (PG 46, 417B): cf. também Statuta Ecelesiae Antigua: DS 325: Anastásio II, Ep. In prolixitate epistulae: DS 359: Santo Hormisda. Ep. Inter ea quae: DS 369: XI Concílio de Toledo, Symbolum: DS 539."
        },
        {
            "tipo": "referência",
            "texto": "578. Cf. Lc 24, 26-27. 44-48."
        },
        {
            "tipo": "referência",
            "texto": "579. Cf. Mt 28, 6; Mc 16, 7; Lc 24, 6-7."
        },
        {
            "tipo": "referência",
            "texto": "580. Cf. 1 Cor 15, 3-4: Símbolo Niceno-Constantinopolitano: DS 150."
        },
        {
            "tipo": "referência",
            "texto": "581. Cf. Sl, 2, 7."
        },
        {
            "tipo": "referência",
            "texto": "582.  Cf. Rm 4, 25."
        },
        {
            "tipo": "referência",
            "texto": "583. Cf. Ef 2, 4-5; 1 Pe 1, 3."
        },
        {
            "tipo": "referência",
            "texto": "584. Cf. Jo 20, 17."
        },
        {
            "tipo": "referência",
            "texto": "585. Cf. Cl 3, 1-3."
        },
        {
            "tipo": "referência",
            "texto": "586. Cf. Rm 6, 4."
        },
        {
            "tipo": "referência",
            "texto": "587. Cf. Rom 8, 11."
        },
        {
            "tipo": "referência",
            "texto": "588. Cf. Lc 24. 31; Jo 20, 19.26."
        },
        {
            "tipo": "referência",
            "texto": "589. Cf. Act 10, 41."
        },
        {
            "tipo": "referência",
            "texto": "590. Cf. Act 1, 3."
        },
        {
            "tipo": "referência",
            "texto": "591. Cf. Mc 16, 12; Lc 24. 15; Jo 20, 14-15; 21, 4."
        },
        {
            "tipo": "referência",
            "texto": "592. Cf. Act 1, 9; também Lc 9. 34-35; Ex 13, 22."
        },
        {
            "tipo": "referência",
            "texto": "593. Cf. Lc 24, 51."
        },
        {
            "tipo": "referência",
            "texto": "594. Cf. Mc 16, 19; Act 2, 33; 7. 56: também Sl 110, 1."
        },
        {
            "tipo": "referência",
            "texto": "595. Cf. 1 Cor 9, 1: Gl 1, 16."
        },
        {
            "tipo": "referência",
            "texto": "596. Cf. Jo 16, 28."
        },
        {
            "tipo": "referência",
            "texto": "597. Cf. Ef  4, 8-10."
        },
        {
            "tipo": "referência",
            "texto": "598. Cf. Jo 14, 2."
        },
        {
            "tipo": "referência",
            "texto": "599. Prefácio de Ascensão, I: Missale Romanum, editio typica (Typis Polyglottis Vaticanis 1970), p. 410 [Missal Romano. Gráfica de Coimbra 1992. 474]."
        },
        {
            "tipo": "referência",
            "texto": "600. Cf. Ap 4, 6-11."
        },
        {
            "tipo": "referência",
            "texto": "601. São João Damasceno, Expositio fidei, 75 [De fide Orthodoxa 4, 2]: PTS 12. 173 (PG 94, 104D)."
        },
        {
            "tipo": "referência",
            "texto": "601. Cf. Símbolo Niceno-Constantinopolitano: DS 150."
        },
        {
            "tipo": "referência",
            "texto": "603. Cf. Act 1, 11."
        },
        {
            "tipo": "referência",
            "texto": "604. Cf. Cl 3, 3."
        },
        {
            "tipo": "referência",
            "texto": "605. Cf. Ef  4, 10; 1 Cor 15, 24. 27-28."
        },
        {
            "tipo": "referência",
            "texto": "606. Cf. Ef 1, 10."
        },
        {
            "tipo": "referência",
            "texto": "607. Cf. Ef 1, 22."
        },
        {
            "tipo": "referência",
            "texto": "608. Cf. Ef  4, 11-13."
        },
        {
            "tipo": "referência",
            "texto": "609. Concílio do Vaticano, Const. dogm. Lumen Gentium, 3: AAS 57 (1965) 6."
        },
        {
            "tipo": "referência",
            "texto": "610. Concílio do Vaticano, Const. dogm. Lumen Gentium, 5: AAS 57 (1965) 8. "
        },
        {
            "tipo": "referência",
            "texto": "611. Cf. 1 Pe 4,  7."
        },
        {
            "tipo": "referência",
            "texto": "612. Concílio do Vaticano, Const. dogm. Lumen Gentium, 48: AAS 57 (1965) 53."
        },
        {
            "tipo": "referência",
            "texto": "613. Cf. Mc 16, 17-18."
        },
        {
            "tipo": "referência",
            "texto": "614. Cf. Mc 16, 20."
        },
        {
            "tipo": "referência",
            "texto": "615. Cf. Mt 25, 31."
        },
        {
            "tipo": "referência",
            "texto": "616. Cf. 2 Ts 2, 7."
        },
        {
            "tipo": "referência",
            "texto": "617. Cf. 1 Cor 15, 28."
        },
        {
            "tipo": "referência",
            "texto": "618. Concílio do Vaticano, Const. dogm. Lumen Gentium, 48: AAS 57 (1965) 53."
        },
        {
            "tipo": "referência",
            "texto": "619. Cf. 1 Cor 11, 26."
        },
        {
            "tipo": "referência",
            "texto": "620. Cf. 2 Pe 3. 11-12."
        },
        {
            "tipo": "referência",
            "texto": "621. Cf. 1 Cor 16, 22; Ap 22, 17."
        },
        {
            "tipo": "referência",
            "texto": "622. Cf. Act  1, 6-7."
        },
        {
            "tipo": "referência",
            "texto": "623. Cf. Is 11, 1-9."
        },
        {
            "tipo": "referência",
            "texto": "624. Cf. Act 1, 8."
        },
        {
            "tipo": "referência",
            "texto": "625. Cf. 1 Cor 7, 26."
        },
        {
            "tipo": "referência",
            "texto": "626. Cf. Ef 5, 16."
        },
        {
            "tipo": "referência",
            "texto": "627. Cf. 1 Pe 4, 17."
        },
        {
            "tipo": "referência",
            "texto": "628. Cf. 1 Jo 2, 18; 4, 3: 1 Tm 4, 1."
        },
        {
            "tipo": "referência",
            "texto": "629. Cf. Mt 25, 1-13; Mc 13, 33-37."
        },
        {
            "tipo": "referência",
            "texto": "630. Cf. Ap 22. 20."
        },
        {
            "tipo": "referência",
            "texto": "631. Cf. Mc 13, 32."
        },
        {
            "tipo": "referência",
            "texto": "632. Cf. Mt 24, 44; 1 Ts 5, 2."
        },
        {
            "tipo": "referência",
            "texto": "633. Cf. 2 Ts 2, 3-12."
        },
        {
            "tipo": "referência",
            "texto": "634. Cf. Rm 11, 31."
        },
        {
            "tipo": "referência",
            "texto": "635. Cf. Rm 11, 26;  Mt 23, 39."
        },
        {
            "tipo": "referência",
            "texto": "636. Cf. Rm 11, 25."
        },
        {
            "tipo": "referência",
            "texto": "637. Cf. Rm 11, 12."
        },
        {
            "tipo": "referência",
            "texto": "638. Cf. Rm 11, 25; Lc 21, 24."
        },
        {
            "tipo": "referência",
            "texto": "639. Cf. Lc 18, 8; Mt 24, 12."
        },
        {
            "tipo": "referência",
            "texto": "640. Cf. Lc 21, 12; Jo 15, 19-20."
        },
        {
            "tipo": "referência",
            "texto": "641. Cf. 2 Ts 2, 4-12; 1 Ts 5. 2-3; 2 Jo 7; 1 Jo 2, 18.22."
        },
        {
            "tipo": "referência",
            "texto": "642. Cf. Santo Ofício, Decretum de millenarismo (19 de Julho de 1944): DS 3839."
        },
        {
            "tipo": "referência",
            "texto": "643. Cf. Pio XI, Enc. Divini Redemtptoris (19 de Março de 1937): AAS 29 (1937) 65-106, condenando o «falso misticismo» desta «simulação da redenção dos humildes» (p. 69); II Concílio do Vaticano, Const. past. Gaudium et spes, 20-21: AAS 58 (1966) 1040-1042."
        },
        {
            "tipo": "referência",
            "texto": "644. Cf. Ap 19, 1-9."
        },
        {
            "tipo": "referência",
            "texto": "645. Cf. Ap 13, 8."
        },
        {
            "tipo": "referência",
            "texto": "646. Cf. Ap 20, 7-10."
        },
        {
            "tipo": "referência",
            "texto": "647. Cf. Ap 21, 2-4."
        },
        {
            "tipo": "referência",
            "texto": "648. Cf. Ap 20, 12."
        },
        {
            "tipo": "referência",
            "texto": "649. Cf. 2 Pe 3. 12-13."
        },
        {
            "tipo": "referência",
            "texto": "650. Cf. Dn 7, 10; Jl 3-4: Ml 3, 19."
        },
        {
            "tipo": "referência",
            "texto": "651. Cf. Mt 3, 7-12."
        },
        {
            "tipo": "referência",
            "texto": "652. Cf. Mc 12, 38-40."
        },
        {
            "tipo": "referência",
            "texto": "653. Cf. Lc 12, Jo 3, 20-21; Rm 2, 16; 1 Cor 4, 5."
        },
        {
            "tipo": "referência",
            "texto": "654. Cf. Mt 11, 20-24: 12, 41-42."
        },
        {
            "tipo": "referência",
            "texto": "655. Cf. Mt 5, 22; 7, 1-5."
        },
        {
            "tipo": "referência",
            "texto": "656. Cf. Jo 5, 27: Mt 25, 31: Act 10, 42: 17, 31: 2 Tm 4, 1."
        },
        {
            "tipo": "referência",
            "texto": "657. Cf. Jo 3, 17."
        },
        {
            "tipo": "referência",
            "texto": "658. Cf. Jo 5, 26."
        },
        {
            "tipo": "referência",
            "texto": "659. Cf. Jo 3, 18: 12, 48."
        },
        {
            "tipo": "referência",
            "texto": "660. Cf. 1 Cor 3, 12-15."
        },
        {
            "tipo": "referência",
            "texto": "661. Cf. Mt 12, 32; Heb 6, 4-6; 10, 26-31."
        }
    ]
}