{
    "nome": "p2_introducao",
    "primeiroParagrafo": 1066,
    "ultimoParagrafo": 1690,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "SEGUNDA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A CELEBRAÇÃO\nDO MISTÉRIO CRISTÃO\n\n"
        },
        {
            "tipo": "subtítulo",
            "texto": "INTRODUÇÃO"
        },
        {
            "tipo": "subtópico",
            "texto": "PORQUÊ A LITURGIA?"
        },
        {
            "tipo": "parágrafo",
            "texto": "1066. No Símbolo da Fé, a Igreja confessa o mistério da Santíssima Trindade e o seu «desígnio admirável» (Ef 1, 9) sobre toda a criação: o Pai realiza o «mistério da sua vontade», dando o seu Filho muito amado e o seu Espírito Santo para a salvação do mundo e para a glória do seu nome. Tal é o mistério de Cristo (1), revelado e realizado na história segundo um plano, uma «disposição» sabiamente ordenada, a que São Paulo chama «a economia do mistério» (Ef 3, 9) e a que a tradição patrística chamará «a economia do Verbo encarnado» ou «economia da salvação».",
            "paragrafo": 1066
        },
        {
            "tipo": "parágrafo",
            "texto": "1067. «Esta obra da redenção humana e da glorificação perfeita de Deus, cujo prelúdio foram as magníficas obras divinas operadas no povo do Antigo Testamento, realizou-a Cristo Senhor, principalmente pelo mistério pascal da sua bem-aventurada paixão, Ressurreição dos mortos e gloriosa ascensão, em que, \"morrendo, destruiu a morte e ressuscitando restaurou a vida\". Efectivamente, foi do lado de Cristo adormecido na cruz que nasceu \"o sacramento admirável de toda a Igreja\"» (2). É por isso que, na liturgia, a Igreja celebra principalmente o mistério pascal, pelo qual Cristo realizou a obra da nossa salvação.",
            "paragrafo": 1067
        },
        {
            "tipo": "parágrafo",
            "texto": "1068. É este mistério de Cristo que a Igreja proclama e celebra na sua liturgia, para que os fiéis dele vivam e dele dêem testemunho no mundo.\n\n«A liturgia, com efeito, pela qual, sobretudo no sacrifício eucarístico, \"se actua a obra da nossa redenção\", contribui em sumo grau para que os fiéis exprimam na vida e manifestem aos outros o mistério de Cristo e a autêntica natureza da, verdadeira Igreja» (3).",
            "paragrafo": 1068
        },
        {
            "tipo": "subtópico",
            "texto": "QUAL O SIGNIFICADO DA PALAVRA LITURGIA?"
        },
        {
            "tipo": "parágrafo",
            "texto": "1069. Originariamente, a palavra «liturgia» significa «obra pública», «serviço por parte dele em favor do povo». Na tradição cristã, quer dizer que o povo de Deus toma parte na «obra de Deus» (4). Pela liturgia, Cristo, nosso Redentor e Sumo-Sacerdote, continua na sua Igreja, com ela e por ela, a obra da nossa redenção.",
            "paragrafo": 1069
        },
        {
            "tipo": "parágrafo",
            "texto": "1070. No Novo Testamento, a palavra «liturgia» é empregada para designar, não somente a celebração do culto divino mas também o anúncio do Evangelho (6) e a caridade em acto (7). Em todas estas situações, trata-se do serviço de Deus e dos homens. Na celebração litúrgica, a Igreja é serva, à imagem do seu Senhor, o único « Liturgo» (8), participando no seu sacerdócio (culto) profético (anúncio) e real (serviço da caridade):\n\n«Com razão se considera a liturgia como o exercício da função sacerdotal de Jesus Cristo. Nela, mediante sinais sensíveis e no modo próprio de cada qual, significa-se e realiza-se a santificação dos homens e é exercido o culto público integral pelo corpo Místico de Jesus Cristo, isto é, pela cabeça e pelos membros. Portanto, qualquer celebração litúrgica, enquanto obra de Cristo Sacerdote e do seu corpo que é a Igreja, é acção sagrada por excelência e nenhuma outra acção da Igreja a iguala em eficácia com o mesmo título e no mesmo grau» (9).",
            "paragrafo": 1070
        },
        {
            "tipo": "subtópico",
            "texto": "A LITURGIA COMO FONTE DE VIDA"
        },
        {
            "tipo": "parágrafo",
            "texto": "1071. Obra de Cristo, a Liturgia é também uma acção da sua Igreja. Ela realiza e manifesta a Igreja como sinal visível da comunhão de Deus e dos homens por Cristo; empenha os fiéis na vida nova da comunidade, e implica uma participação «consciente, activa e frutuosa» de todos (10).",
            "paragrafo": 1071
        },
        {
            "tipo": "parágrafo",
            "texto": "1072. «A liturgia não esgota toda a acção da Igreja» (11). Deve ser precedida pela evangelização, pela fé e pela conversão, e só então pode produzir os seus frutos na vida dos fiéis: a vida nova segundo o Espírito, o empenhamento na missão da Igreja e o serviço da sua unidade.",
            "paragrafo": 1072
        },
        {
            "tipo": "subtópico",
            "texto": "ORAÇÃO E LITURGIA"
        },
        {
            "tipo": "parágrafo",
            "texto": "1073. A liturgia é também participação na oração de Cristo, dirigida ao Pai no Espírito Santo. Nela, toda a oração cristã encontra a sua fonte e o seu termo. Pela liturgia, o homem interior lança raízes e alicerça-se no «grande amor com que o Pai nos amou» (Ef 2, 4), em seu Filho bem-amado. É a mesma «maravilha de Deus» que é vivida e interiorizada por toda a oração, «em todo o tempo, no Espírito» (Ef 6, 18).",
            "paragrafo": 1073
        },
        {
            "tipo": "subtópico",
            "texto": "CATEQUESE E LITURGIA"
        },
        {
            "tipo": "parágrafo",
            "texto": "1074. «A liturgia é simultaneamente o cume para o qual se encaminha a acção da Igreja e a fonte de onde dimana toda a sua força» (13). É, portanto, o lugar privilegiado da catequese do Povo de Deus. «A catequese está intrinsecamente ligada a toda a acção litúrgica e sacramental, pois é nos sacramentos, sobretudo na Eucaristia, que Jesus Cristo age em plenitude, em ordem à transformação dos homens» (14).",
            "paragrafo": 1074
        },
        {
            "tipo": "parágrafo",
            "texto": "1075. A catequese litúrgica visa introduzir no mistério de Cristo (ela é «mistagogia»), partindo do visível para o invisível, do significante para o significado, dos «sacramentos» para os «mistérios». Tal catequese compete aos catecismos locais e regionais; o presente catecismo, que deseja colocar-se ao serviço de toda a Igreja na diversidade dos seus ritos e das suas culturas (15) apresentará o que é fundamental e comum a toda a Igreja a respeito da liturgia, enquanto mistério e enquanto celebração (Primeira Secção), e depois, dos sete sacramentos e sacramentais (Segunda Secção).",
            "paragrafo": 1075
        }
    ],
    "referencias": [    
        {
            "tipo": "referência",
            "texto": "1. Cf. Ef 3, 4."
        },
        {
            "tipo": "referência",
            "texto": "2. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 5: AAS 56 (1964) 99."
        },
        {
            "tipo": "referência",
            "texto": "3. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 2: AAS 56 (1964) 97-98."
        },
        {
            "tipo": "referência",
            "texto": "4. Cf. Jo 17, 4"
        },
        {
            "tipo": "referência",
            "texto": "5. Cf. Act 13, 2: Lc 1, 23."
        },
        {
            "tipo": "referência",
            "texto": "6. Cf. Rm 15, 16; Fl 2, 14-17.30."
        },
        {
            "tipo": "referência",
            "texto": "7. Cf. Rm 15, 27; 2 Cor 9, 12; Fl 2, 25."
        },
        {
            "tipo": "referência",
            "texto": "8. Cf. Heb 8, 2.6."
        },
        {
            "tipo": "referência",
            "texto": "9. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 7: AAS 56 (1964) 101."
        },
        {
            "tipo": "referência",
            "texto": "10. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 11: AAS 56 (1964) 103."
        },
        {
            "tipo": "referência",
            "texto": "11. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 9: AAS 56 (1964) 101."
        },
        {
            "tipo": "referência",
            "texto": "12. Cf. Ef 3, 16-17."
        },
        {
            "tipo": "referência",
            "texto": "13.  II Concílio do Vaticano, Const. Sacrosanctum Concilium, 10: AAS 56 (1964) 102."
        },
        {
            "tipo": "referência",
            "texto": "14. João Paulo II, Ex. Ap. Catechesi tradendae, 23: AAS 71 (1979) 1296."
        },
        {
            "tipo": "referência",
            "texto": "15. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 3-4: AAS 56 (1964) 98."
        }
    ]
}