{
    "nome": "p3_s2_c1",
    "primeiroParagrafo": 2083,
    "ultimoParagrafo": 2195,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "TERCEIRA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A VIDA EM CRISTO\n\n"
        },
        {
            "tipo": "título",
            "texto": "SEGUNDA SECÇÃO"
        },
        {
            "tipo": "título",
            "texto": "OS DEZ MANDAMENTOS\n\n"
        },
        {
            "tipo": "subtítulo",
            "texto": "CAPÍTULO PRIMEIRO"
        },
        {
            "tipo": "subtítulo",
            "texto": "«AMARÁS O SENHOR TEU DEUS\nCOM TODO O TEU CORAÇÃO,\nCOM TODA A TUA ALMA\nE COM TODAS AS TUAS FORÇAS»"
        },
        {
            "tipo": "parágrafo",
            "texto": "2083. Jesus resumiu os deveres do homem para com Deus nestas palavras: «Amarás o Senhor teu Deus com todo o teu coração, com toda a tua alma, com toda a tua mente» (Mt 22, 37) (1). Elas são um eco imediato do apelo solene: «Escuta, Israel: o Senhor nosso Deus é o único» (Dt 6, 4).\n\nDeus foi o primeiro a amar. O amor do Deus único é lembrado na primeira das «dez palavras». Em seguida, os mandamentos explicitam a resposta de amor que o homem é chamado a dar ao seu Deus.",
            "paragrafo": 2083
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 1"
        },
        {
            "tipo": "subtítulo",
            "texto": "O PRIMEIRO MANDAMENTO"
        },
        {
            "tipo": "texto simples",
            "texto": "«Eu sou o Senhor, teu Deus, que te tirei da terra do Egipto, dessa casa da escravidão. Não terás outros deuses perante Mim. Não farás de ti nenhuma imagem esculpida, nem figura que existe lá no alto do céu ou cá em baixo, na terra, ou nas águas debaixo da terra. Não te prostrarás diante delas nem lhes prestarás culto (Ex 20, 2-5) (2).\n\n«Está escrito: \"Ao Senhor, teu Deus, adorarás e só a Ele prestarás culto\"» (Mt 4, 10)."
        },
        {
            "tipo": "tópico",
            "texto": "I. «Ao Senhor teu Deus adorarás, a Ele servirás»"
        },
        {
            "tipo": "parágrafo",
            "texto": "2084. Deus dá-Se a conhecer lembrando a sua acção omnipotente, benevolente e libertadora, na história daquele a quem se dirige: «Sou Eu [...] que te tirei da terra do Egipto, dessa casa da escravidão» (Dt 5, 6). A primeira palavra encerra o primeiro mandamento da Lei: «Ao Senhor, teu Deus, adorarás, a Ele servirás [...]. Não ireis atrás de outras divindades» (Dt 6, 13-14). O primeiro apelo e a justa exigência de Deus é que o homem O acolha e O adore.",
            "paragrafo": 2084
        },
        {
            "tipo": "parágrafo",
            "texto": "2085. O Deus único e verdadeiro revela, antes de mais, a sua glória a Israel (3). A revelação da vocação e da verdade do homem está ligada à revelação de Deus. O homem tem a vocação de manifestar Deus pelo seu agir, em conformidade com a sua criação, «à imagem e semelhança de Deus» (Gn 1, 26).\n\n«Não haverá jamais outro Deus, ó Trifão, e nunca houve outro, desde os séculos [...], senão Aquele que fez e ordenou o Universo. Não pensamos que o nosso Deus seja diferente do vosso. É o mesmo que fez sair os vossos pais do Egipto, pela sua mão poderosa e braço levantado. Nós não pomos as nossas esperanças em qualquer outro, que não há, mas no mesmo que vós, o Deus de Abraão, Isaac e Jacob» (4).",
            "paragrafo": 2085
        },
        {
            "tipo": "parágrafo",
            "texto": "2086. «O primeiro dos preceitos abrange a fé, a esperança e a caridade. De facto, quem diz Deus diz um ser constante, imutável, sempre o mesmo, fiel, perfeitamente justo. Daí se segue que devemos necessariamente aceitar as suas palavras e ter n'Ele uma fé e confiança plenas. É todo-poderoso, clemente, infinitamente propenso a bem-fazer. Quem poderia não pôr n'Ele todas as suas esperanças? E quem seria capaz de não O amar, ao ver os tesouros de bondade e ternura que derramou sobre nós? Daí a fórmula que Deus emprega na Sagrada Escritura, quer no princípio, quer no fim dos seus preceitos: Eu sou o Senhor» (5).",
            "paragrafo": 2086
        },
        {
            "tipo": "subtópico",
            "texto": "A FÉ"
        },
        {
            "tipo": "parágrafo",
            "texto": "2087. A nossa vida moral tem a sua fonte na fé em Deus, que nos revela o seu amor. São Paulo fala da «obediência da fé» (6) como a primeira obrigação. E faz ver, no «desconhecimento de Deus», o princípio e a explicação de todos os desvios morais (7). O nosso dever para com Deus é crer n'Ele e dar testemunho d'Ele.",
            "paragrafo": 2087
        },
        {
            "tipo": "parágrafo",
            "texto": "2088. O primeiro mandamento ordena-nos que alimentemos e guardemos com prudência e vigilância a nossa fé, rejeitando tudo quanto a ela se opõe. Pode-se pecar contra a fé de vários modos:\n\nA dúvida voluntária em relação à fé negligencia ou recusa ter por verdadeiro o que Deus revelou e a Igreja nos propõe para crer. A dúvida involuntária é a hesitação em crer, a dificuldade em superar as objecções relacionadas com a fé, ou ainda a angústia suscitada pela sua obscuridade. Quando deliberadamente cultivada, a dúvida pode levar à cegueira do espírito.",
            "paragrafo": 2088
        },
        {
            "tipo": "parágrafo",
            "texto": "2089. A incredulidade é o desprezo da verdade revelada ou a recusa voluntária de lhe prestar assentimento. A «heresia é a negação pertinaz, depois de recebido o Baptismo, de alguma verdade que se deve crer com fé divina e católica, ou ainda a dúvida pertinaz acerca da mesma; apostasia é o repúdio total da fé cristã; cisma é a recusa da sujeição ao Sumo Pontífice ou da comunhão com os membros da Igreja que lhe estão sujeitos» (8).",
            "paragrafo": 2089
        },
        {
            "tipo": "subtópico",
            "texto": "A ESPERANÇA"
        },
        {
            "tipo": "parágrafo",
            "texto": "2090. Quando Deus Se revela e chama o homem, este não pode responder plenamente ao amor divino pelas suas próprias forças. Deve esperar que Deus lhe dará a capacidade de, por sua vez, O amar e de agir de acordo com os mandamentos da caridade. A esperança é a expectativa confiante da bênção divina e da visão beatífica de Deus: é também o receio de ofender o amor de Deus e de provocar o castigo.",
            "paragrafo": 2090
        },
        {
            "tipo": "parágrafo",
            "texto": "2091. O primeiro mandamento visa igualmente os pecados contra a esperança, que são o desespero e a presunção:\n\nPelo desespero, o homem deixa de esperar de Deus a sua salvação pessoal, os socorros para a atingir, ou o perdão dos seus pecados. Opõe-se à bondade de Deus, à sua justiça (porque o Senhor é fiel às suas promessas) e à sua misericórdia.",
            "paragrafo": 2091
        },
        {
            "tipo": "parágrafo",
            "texto": "2092. Há duas espécies de presunção: o homem ou presume das suas capacidades (esperando poder salvar-se sem a ajuda do Alto), ou presume da omnipotência ou misericórdia divinas (esperando obter o perdão sem se converter, e a glória sem a merecer).",
            "paragrafo": 2092
        },
        {
            "tipo": "subtópico",
            "texto": "A CARIDADE"
        },
        {
            "tipo": "parágrafo",
            "texto": "2093. A fé no amor de Deus implica o apelo e a obrigação de corresponder à caridade divina com um amor sincero. O primeiro mandamento manda-nos amar a Deus sobre todas as coisas (9) e a todas as criaturas por Ele e por causa d'Ele.",
            "paragrafo": 2093
        },
        {
            "tipo": "parágrafo",
            "texto": "2094. Pode-se pecar contra o amor de Deus de diversas maneiras: a indiferença descuida ou recusa a consideração da caridade divina; desconhece-lhe o cuidado preveniente e nega-lhe a força. A ingratidão não reconhece, por desleixo ou recusa formal, a caridade divina, não retribuindo amor com amor. A tibieza, que é hesitação ou negligência em corresponder ao amor divino, pode implicar a recusa de se entregar ao movimento da caridade. A acédia ou preguiça espiritual chega a recusar a alegria que vem de Deus e a aborrecer o bem divino. O ódio a Deus nasce do orgulho: opõe-se ao amor de Deus, cuja bondade nega, e ousa amaldiçoá-lo como Aquele que proíbe o pecado e lhe inflige o castigo.",
            "paragrafo": 2094
        },
        {
            "tipo": "tópico",
            "texto": "II. «Só a Ele prestarás culto»"
        },
        {
            "tipo": "parágrafo",
            "texto": "2095. As virtudes teologais da fé, da esperança e da caridade informam e vivificam as virtudes morais. Assim, a caridade leva-nos a prestar a Deus o que com toda a justiça Lhe devemos, enquanto criaturas. A virtude da religião dispõe-nos para tal atitude.",
            "paragrafo": 2095
        },
        {
            "tipo": "subtópico",
            "texto": "A ADORAÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2096. A adoração é o primeiro acto da virtude da religião. Adorar a Deus é reconhecê-Lo como tal, Criador e Salvador, Senhor e Dono de tudo quanto existe, Amor infinito e misericordioso. «Ao Senhor teu Deus adorarás, só a Ele prestarás culto» (Lc 4, 8) – diz Jesus, citando o Deuteronómio (Dt 6, 13).",
            "paragrafo": 2096
        },
        {
            "tipo": "parágrafo",
            "texto": "2097. Adorar a Deus é reconhecer, com respeito e submissão absoluta, o «nada da criatura», que só por Deus existe. Adorar a Deus é, como Maria no Magnificat, louvá-Lo, exaltá-Lo e humilhar-se, confessando com gratidão que Ele fez grandes coisas e que o seu Nome é santo (10). A adoração do Deus único liberta o homem de se fechar sobre si próprio, da escravidão do pecado e da idolatria do mundo.",
            "paragrafo": 2097
        },
        {
            "tipo": "subtópico",
            "texto": "A ORAÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2098. Os actos de fé, de esperança e de caridade, exigidos pelo primeiro mandamento, fazem-se na oração. A elevação do espírito para Deus é uma expressão da nossa adoração ao mesmo Deus: oração de louvor e de acção de graças, de intercessão e de súplica. A oração é condição indispensável para se poder obedecer aos mandamentos de Deus. «E preciso orar sempre, sem desfalecer» (Lc 18, 1).",
            "paragrafo": 2098
        },
        {
            "tipo": "subtópico",
            "texto": "O SACRIFÍCIO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2099. É justo que se ofereçam a Deus sacrifícios, em sinal de adoração e de reconhecimento, de súplica e de comunhão: «Verdadeiro sacrifício é todo o acto realizado para se unir a Deus em santa comunhão e poder ser feliz» (11).",
            "paragrafo": 2099
        },
        {
            "tipo": "parágrafo",
            "texto": "2100. Para ser autêntico, o sacrifício exterior deve ser expressão do sacrifício espiritual: «O meu sacrifício é um espírito arrependido...» (Sl 51, 19). Os profetas da Antiga Aliança denunciaram muitas vezes os sacrifícios feitos sem participação interior (12) ou sem ligação com o amor do próximo (13). Jesus recorda a palavra do profeta Oseias: «Eu quero misericórdia e não sacrifício» (Mt 9, 13; 12, 7) (14). O único sacrifício perfeito é o que Cristo ofereceu na cruz, em total oblação ao amor do Pai e para nossa salvação (15). Unindo-nos ao seu sacrifício, podemos fazer da nossa vida um sacrifício a Deus.",
            "paragrafo": 2100
        },
        {
            "tipo": "subtópico",
            "texto": "PROMESSAS E VOTOS"
        },
        {
            "tipo": "parágrafo",
            "texto": "2101. Em muitas circunstâncias, o cristão chamado a fazer promessas a Deus. O Baptismo e a Confirmação, o Matrimónio e a Ordenação comportam sempre promessas. Por devoção pessoal, o cristão pode também prometer a Deus tal ou tal acto, uma oração, uma esmola, uma peregrinação, etc. A fidelidade às promessas feitas a Deus é uma manifestação do respeito devido à majestade divina e do amor para com o Deus fiel.",
            "paragrafo": 2101
        },
        {
            "tipo": "parágrafo",
            "texto": "2102. «O voto, isto é, a promessa deliberada e livre feita a Deus de um bem possível e melhor, deve cumprir-se por virtude da religião» (16). O voto é um acto de devoção, no qual o cristão se oferece a si próprio a Deus ou Lhe promete uma obra boa. Portanto, pelo cumprimento dos seus votos, ele dá a Deus o que Lhe foi prometido e consagrado. Os Actos dos Apóstolos mostram-nos São Paulo cuidadoso em cumprir os votos que fez (17).",
            "paragrafo": 2102
        },
        {
            "tipo": "parágrafo",
            "texto": "2103. A Igreja reconhece um valor exemplar aos votos de praticar os conselhos evangélicos (18):\n\n«A mãe Igreja alegra-se por encontrar no seu seio muitos homens e mulheres que seguem mais de perto o abaixamento do Salvador e mais claramente o manifestam, abraçando a pobreza na liberdade dos filhos de Deus e renunciando à própria vontade: em matéria de perfeição, sujeitam-se ao homem, por amor de Deus, para além do que é obrigação, a fim de mais plenamente se conformarem a Cristo obediente» (19).\n\nEm certos casos, a Igreja pode, por razões proporcionadas, dispensar dos votos e das promessas (20).",
            "paragrafo": 2103
        },
        {
            "tipo": "subtópico",
            "texto": "O DEVER SOCIAL DE RELIGIÃO E O DIREITO À LIBERDADE RELIGIOSA"
        },
        {
            "tipo": "parágrafo",
            "texto": "2104. «Todos os homens têm o dever de buscar a verdade, sobretudo no que diz respeito a Deus e à sua Igreja; e de uma vez conhecida, a abraçar e guardar» Este dever funda-se na «própria natureza dos homens» (22). Não está em oposição ao «respeito sincero» pelas diversas religiões, que «muitas vezes reflectem um raio da verdade que ilumina todos os homens» (23), nem à exigência da caridade que impele os cristãos «a agir com amor, prudência e paciência para com os homens que se encontram no erro ou na ignorância da fé» (24).",
            "paragrafo": 2104
        },
        {
            "tipo": "parágrafo",
            "texto": "2105. O dever de prestar a Deus um culto autêntico diz respeito ao homem individual e socialmente. Esta é «a doutrina católica tradicional sobre o dever moral que os homens e as sociedades têm para com a verdadeira religião e a única Igreja de Cristo» (25). Ao evangelizar incessantemente os homens, a Igreja trabalha para que eles possam «impregnar de espírito cristão as mentalidades e os costumes, as leis e as estruturas da comunidade em que vivem» (26). É dever social dos cristãos respeitar e despertar em cada homem o amor da verdade e do bem. Esse dever exige que tornem conhecido o culto da única verdadeira religião que subsiste na Igreja católica e apostólica (27). Os cristãos são chamados a ser a luz do mundo (28). A Igreja manifesta assim a realeza de Cristo sobre toda a criação, e em particular sobre as sociedades humanas (29).",
            "paragrafo": 2105
        },
        {
            "tipo": "parágrafo",
            "texto": "2106. «Que em matéria religiosa ninguém seja forçado a agir contra a própria consciência, nem impedido de proceder dentro dos justos limites segundo a mesma, em privado e em público, só ou associado com outros» (30). Este direito funda-se na própria natureza da pessoa humana, cuja dignidade a leva a aderir livremente à verdade divina, que transcende a ordem temporal: e por isso, «permanece mesmo naqueles que não satisfazem a obrigação de buscar e aderir à verdade» (31).",
            "paragrafo": 2106
        },
        {
            "tipo": "parágrafo",
            "texto": "2107. «Se, em razão das circunstâncias particulares dos diferentes povos, se atribui a determinado grupo religioso um reconhecimento civil especial na ordem jurídica, é necessário que, ao mesmo tempo, se reconheça e assegure a todos os cidadãos e comunidades religiosas o direito à liberdade em matéria religiosa» (32).",
            "paragrafo": 2107
        },
        {
            "tipo": "parágrafo",
            "texto": "2108. O direito à liberdade religiosa não é nem a permissão moral de aderir ao erro (33), nem um suposto direito ao erro (34), mas um direito natural da pessoa humana à liberdade civil, isto é, à imunidade do constrangimento exterior, dentro dos justos limites, em matéria religiosa, por parte do poder político. Este direito natural deve ser reconhecido na ordem jurídica da sociedade, de tal maneira que constitua um direito civil (35).",
            "paragrafo": 2108
        },
        {
            "tipo": "parágrafo",
            "texto": "2109. O direito à liberdade religiosa não pode, de per si, ser ilimitado (36) nem limitado somente por uma «ordem pública» concebida de maneira positivista ou naturalista (37). Os «justos limites» que lhe são próprios devem ser determinados para cada situação social pela prudência política, segundo as exigências do bem comum, e ratificadas pela autoridade civil, segundo «regras jurídicas conformes à ordem moral objectiva» (38).",
            "paragrafo": 2109
        },
        {
            "tipo": "tópico",
            "texto": "III. «Não terás outros deuses perante Mim»"
        },
        {
            "tipo": "parágrafo",
            "texto": "2110. O primeiro mandamento proíbe honrar outros deuses, além do único Senhor que Se revelou ao seu povo: e proíbe a superstição e a irreligião. A superstição representa, de certo modo, um excesso perverso de religião; a irreligião é um vício oposto por defeito à virtude da religião.",
            "paragrafo": 2110
        },
        {
            "tipo": "subtópico",
            "texto": "A SUPERSTIÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2111. A superstição é um desvio do sentimento religioso e das práticas que ele impõe. Também pode afectar o culto que prestamos ao verdadeiro Deus: por exemplo, quando atribuímos uma importância de algum modo mágica a certas práticas, aliás legítimas ou necessárias. Atribuir só à materialidade das orações ou aos sinais sacramentais a respectiva eficácia, independentemente das disposições interiores que exigem, é cair na superstição (39).",
            "paragrafo": 2111
        },
        {
            "tipo": "subtópico",
            "texto": "A IDOLATRIA"
        },
        {
            "tipo": "parágrafo",
            "texto": "2112. O primeiro mandamento condena o politeísmo. Exige do homem que não acredite em outros deuses além de Deus, que não venere outras divindades além da única. A Sagrada Escritura está constantemente a lembrar esta rejeição dos «ídolos, ouro e prata, obra das mãos do homem, que «têm boca e não falam, têm olhos e não vêem...». Estes ídolos vãos tornam vão o homem: «sejam como eles os que os fazem e quantos põem neles a sua confiança» (Sl 115, 4-5.8) (40). Deus, pelo contrário, é o «Deus vivo» (Js 3, 10) (41), que faz viver e intervém na história.",
            "paragrafo": 2112
        },
        {
            "tipo": "parágrafo",
            "texto": "2113. A idolatria não diz respeito apenas aos falsos cultos do paganismo. Continua a ser uma tentação constante para a fé. Ela consiste em divinizar o que não é Deus. Há idolatria desde o momento em que o homem honra e reverencia uma criatura em lugar de Deus, quer se trate de deuses ou de demónios (por exemplo, o satanismo), do poder, do prazer, da raça, dos antepassados, do Estado, do dinheiro, etc., «Vós não podereis servir a Deus e ao dinheiro», diz Jesus (Mt 6, 24). Muitos mártires foram mortos por não adorarem «a Besta» (42), recusando-se mesmo a simularem-lhe o culto. A idolatria recusa o senhorio único de Deus; é, pois, incompatível com a comunhão divina (43).",
            "paragrafo": 2113
        },
        {
            "tipo": "parágrafo",
            "texto": "2114. A vida humana unifica-se na adoração do Único. O mandamento de adorar o único Senhor simplifica o homem e salva-o duma dispersão ilimitada. A idolatria é uma perversão do sentido religioso inato no homem. Idólatra é aquele que «refere a sua indestrutível noção de Deus seja ao que for, que não a Deus» (44).",
            "paragrafo": 2114
        },
        {
            "tipo": "subtópico",
            "texto": "ADIVINHAÇÃO E MAGIA"
        },
        {
            "tipo": "parágrafo",
            "texto": "2115. Deus pode revelar o futuro aos seus profetas ou a outros santos. Mas a atitude certa do cristão consiste em pôr-se com confiança nas mãos da Providência, em tudo quanto se refere ao futuro, e em pôr de parte toda a curiosidade malsã a tal propósito. A imprevidência, no entanto, pode constituir uma falta de responsabilidade.",
            "paragrafo": 2115
        },
        {
            "tipo": "parágrafo",
            "texto": "2116. Todas as formas de adivinhação devem ser rejeitadas: recurso a Satanás ou aos demónios, evocação dos mortos ou outras práticas supostamente «reveladoras» do futuro (45). A consulta dos horóscopos, a astrologia, a quiromancia, a interpretação de presságios e de sortes, os fenómenos de vidência, o recurso aos \"médiuns\", tudo isso encerra uma vontade de dominar o tempo, a história e, finalmente, os homens, ao mesmo tempo que é um desejo de conluio com os poderes ocultos. Todas essas práticas estão em contradição com a honra e o respeito, penetrados de temor amoroso, que devemos a Deus e só a Ele.",
            "paragrafo": 2116
        },
        {
            "tipo": "parágrafo",
            "texto": "2117. Todas as práticas de magia ou de feitiçaria, pelas quais se pretende domesticar os poderes ocultos para os pôr ao seu serviço e obter um poder sobrenatural sobre o próximo – ainda que seja para lhe obter a saúde – são gravemente contrárias à virtude de religião. Tais práticas são ainda mais condenáveis quando acompanhadas da intenção de fazer mal a outrem ou quando recorrem à intervenção dos demónios. O uso de amuletos também é repreensível. O espiritismo implica muitas vezes práticas divinatórias ou mágicas; por isso, a Igreja adverte os fiéis para que se acautelem dele. O recurso às medicinas ditas tradicionais não legitima nem a invocação dos poderes malignos, nem a exploração da credulidade alheia.",
            "paragrafo": 2117
        },
        {
            "tipo": "subtópico",
            "texto": "A IRRELIGIÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2118. O primeiro mandamento da Lei de Deus reprova os principais pecados de irreligião: tentar a Deus por palavras ou actos, o sacrilégio, a simonia.",
            "paragrafo": 2118
        },
        {
            "tipo": "parágrafo",
            "texto": "2119. Tentar a Deus consiste em pôr à prova, por palavras ou actos, a sua bondade e a sua omnipotência. Foi assim que Satanás quis que Jesus se atirasse do templo abaixo, para com isso forçar Deus a intervir (46). Jesus opôs-lhe a Palavra de Deus: «Não tentarás o Senhor teu Deus»(Dt 6, 16). O desafio contido em semelhante tentação a Deus fere o respeito e a confiança que devemos ao nosso Criador e Senhor, implicando sempre uma dúvida relativamente ao seu amor, à sua providência e ao seu poder (47).",
            "paragrafo": 2119
        },
        {
            "tipo": "parágrafo",
            "texto": "2120. O sacrilégio consiste em profanar ou em tratar indignamente os sacramentos e outras acções litúrgicas, bem como as pessoas, as coisas e os lugares consagrados a Deus. O sacrilégio é um pecado grave, sobretudo quando é cometido contra a Eucaristia, pois que, neste sacramento, é o próprio corpo de Cristo que Se nos torna presente substancialmente (48).",
            "paragrafo": 2120
        },
        {
            "tipo": "parágrafo",
            "texto": "2121. A simonia (49) define-se como a compra ou venda das realidades espirituais. A Simão, o mago, que queria comprar o poder espiritual que via operante nos Apóstolos, Pedro responde: «Vá contigo o teu dinheiro para a perdição, porque julgaste poder adquirir por dinheiro o dom de Deus» (Act 8, 20). O apóstolo conformava-se, assim, à Palavra de Jesus: «Recebestes de graça, pois dai gratuitamente» (Mt 10, 8) (50). É impossível alguém apropriar-se dos bens espirituais e comportar-se a respeito deles como proprietário ou dono, pois eles têm a sua fonte em Deus, e só d'Ele se podem receber gratuitamente.",
            "paragrafo": 2121
        },
        {
            "tipo": "parágrafo",
            "texto": "2122. «Além das ofertas determinadas pela autoridade competente, o ministro nada peça pela administração dos sacramentos, e tenha o cuidado de que os pobres, em razão da pobreza, não se vejam privados do auxílio dos sacramentos» (51). A autoridade competente fixa essas «oblações» em virtude do princípio segundo o qual o povo cristão tem o dever de contribuir para o sustento dos ministros da Igreja. «O trabalhador merece o seu sustento» (Mt 10, 10) (52).",
            "paragrafo": 2122
        },
        {
            "tipo": "subtópico",
            "texto": "O ATEÍSMO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2123. «Muitos [...] dos nossos contemporâneos não percebem esta íntima e vital ligação a Deus, ou até a rejeitam explicitamente; de tal maneira que o ateísmo deve ser considerado um dos factos mais graves do tempo actual» (53).",
            "paragrafo": 2123
        },
        {
            "tipo": "parágrafo",
            "texto": "2124. A palavra «ateísmo» abrange fenómenos muito diversos. Uma forma frequente dele é o materialismo prático, que limita as suas necessidades e ambições ao espaço e ao tempo. O humanismo ateu julga falsamente que o homem «é para si mesmo o seu próprio fim, o único artífice e demiurgo da sua própria história» (54). Uma outra forma do ateísmo contemporâneo é a que espera a libertação do homem exclusivamente através duma libertação económica e social, à qual «a religião, por sua mesma natureza, se oporia, na medida em que, dando ao homem a esperança duma enganosa vida futura, o afasta da construção da cidade terrena» (55).",
            "paragrafo": 2124
        },
        {
            "tipo": "parágrafo",
            "texto": "2125. Na medida em que nega ou rejeita a existência de Deus, o ateísmo é um pecado contra a virtude da religião (56). A imputabilidade desta falta pode ser largamente diminuída, atendendo às intenções e às circunstâncias. Na génese e difusão do ateísmo, «os crentes podem ter tido parte não pequena, na medida em que, pela negligência na educação da sua fé, ou por exposições falaciosas da doutrina, ou ainda pelas deficiências da sua vida religiosa, moral e social, se pode dizer que mais esconderam do que revelaram o autêntico rosto de Deus e da religião» (57).",
            "paragrafo": 2125
        },
        {
            "tipo": "parágrafo",
            "texto": "2126. Muitas vezes, o ateísmo funda-se num falso conceito da autonomia humana, levado até à recusa de qualquer dependência em relação a Deus (58). No entanto, «o reconhecimento de Deus de modo nenhum se opõe à dignidade do homem, uma vez que esta se funda e se realiza no próprio Deus» (59). A Igreja sabe que «a sua mensagem está de acordo com os desejos mais profundos do coração humano» (60).",
            "paragrafo": 2126
        },
        {
            "tipo": "subtópico",
            "texto": "O AGNOSTICISMO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2127. O agnosticismo reveste muitas formas. Em certos casos, o agnóstico recusa-se a negar Deus. Postula, pelo contrário, a existência dum ser transcendente, incapaz de Se revelar e do qual ninguém seria capaz de dizer fosse o que fosse. Em outros casos, não se pronuncia sobre a existência de Deus, declarando ser impossível prová-la, e até afirmá-la ou negá-la.",
            "paragrafo": 2127
        },
        {
            "tipo": "parágrafo",
            "texto": "2128. O agnosticismo pode, por vezes, encerrar uma certa busca de Deus. Mas pode igualmente representar um indiferentismo, uma fuga perante a questão última da existência e uma preguiça da consciência moral. Com muita frequência, o agnosticismo equivale a um ateísmo prático.",
            "paragrafo": 2128
        },
        {
            "tipo": "tópico",
            "texto": "IV. «Não farás para ti nenhuma imagem esculpida...»"
        },
        {
            "tipo": "parágrafo",
            "texto": "2129. Esta imposição divina comportava a interdição de qualquer representação de Deus feita pela mão do homem. O Deuteronómio explica: «Tomai muito cuidado convosco, pois não vistes imagem alguma no dia em que o Senhor vos falou no Horeb do meio do fogo. Portanto, não vos deixeis corromper, fabricando para vós imagem esculpida» do quer que seja (Dt 4, 15-16). Quem Se revelou a Israel foi o Deus absolutamente transcendente. «Ele é tudo», mas, ao mesmo tempo, «está acima de todas as suas obras» (Sir 43, 27-28). Ele é «a própria fonte de toda a beleza criada» (Sb 13, 3).",
            "paragrafo": 2129
        },
        {
            "tipo": "parágrafo",
            "texto": "2130. No entanto, já no Antigo Testamento Deus ordenou ou permitiu a instituição de imagens, que conduziriam simbolicamente à salvação pelo Verbo encarnado: por exemplo, a serpente de bronze (61) a arca da Aliança e os querubins (62).",
            "paragrafo": 2130
        },
        {
            "tipo": "parágrafo",
            "texto": "2131. Com base no mistério do Verbo encarnado, o sétimo Concílio ecuménico, de Niceia (ano de 787) justificou, contra os iconoclastas, o culto dos ícones: dos de Cristo, e também dos da Mãe de Deus, dos anjos e de todos os santos. Encarnando, o Filho de Deus inaugurou uma nova «economia» das imagens.",
            "paragrafo": 2131
        },
        {
            "tipo": "parágrafo",
            "texto": "2132. O culto cristão das imagens não é contrário ao primeiro mandamento, que proíbe os ídolos. Com efeito, «a honra prestada a uma imagem remonta (63) ao modelo original» e «quem venera uma imagem venera nela a pessoa representada» (64). A honra prestada às santas imagens é uma «veneração respeitosa», e não uma adoração, que só a Deus se deve:\n\n«O culto da religião não se dirige às imagens em si mesmas como realidades, mas olha-as sob o seu aspecto próprio de imagens que nos conduzem ao Deus encarnado. Ora, o movimento que se dirige à imagem enquanto tal não se detém nela, mas orienta-se para a realidade de que ela é imagem» (65).",
            "paragrafo": 2132
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "2133. «Amarás o Senhor teu Deus, com todo o teu coração, com toda a tua alma e com todas as tuas forças» (Dt 6, 5).",
            "paragrafo": 2133
        },
        {
            "tipo": "parágrafo",
            "texto": "2134. O primeiro mandamento chama o homem a crer em Deus, a esperar n'Ele e a amá-Lo sobre todas as coisas.",
            "paragrafo": 2134
        },
        {
            "tipo": "parágrafo",
            "texto": "2135. «Ao Senhor teu Deus adorarás» (Mt 4, 10). Adorar a Deus, orar-Lhe, prestar-Lhe o culto que Lhe é devido, cumprir as promessas e votos que se Lhe fizeram, são actos da virtude da religião, que traduzem a obediência ao primeiro mandamento.",
            "paragrafo": 2135
        },
        {
            "tipo": "parágrafo",
            "texto": "2136. O dever de prestar a Deus um culto autêntico diz respeito ao homem, individual e socialmente.",
            "paragrafo": 2136
        },
        {
            "tipo": "parágrafo",
            "texto": "2137. O homem deve poder professar livremente a religião, tanto em privado como em público (66).",
            "paragrafo": 2137
        },
        {
            "tipo": "parágrafo",
            "texto": "2138. A superstição é um desvio do culto que prestamos ao verdadeiro Deus. Manifesta-se na idolatria, bem como nas diferentes formas de adivinhação e magia.",
            "paragrafo": 2138
        },
        {
            "tipo": "parágrafo",
            "texto": "2139. O acto de tentar a Deus por palavras ou por obras, o sacrilégio e a simonia são pecados de irreligião, proibidos pelo primeiro mandamento.",
            "paragrafo": 2139
        },
        {
            "tipo": "parágrafo",
            "texto": "2140. Na medida em que rejeita ou recusa a existência de Deus, o ateísmo é um pecado contra o primeiro mandamento.",
            "paragrafo": 2140
        },
        {
            "tipo": "parágrafo",
            "texto": "2141. O culto das imagens sagradas funda-se no mistério da encarnação do Verbo de Deus. E não é contrário ao primeiro mandamento.",
            "paragrafo": 2141
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 2"
        },
        {
            "tipo": "subtítulo",
            "texto": "O SEGUNDO MANDAMENTO"
        },
        {
            "tipo": "texto simples",
            "texto": "«Não invocarás em vão o nome do Senhor teu Deus» (Ex 20, 7) (67)\n«Foi dito aos antigos: \"Não faltarás ao que tiveres jurado\" [...]. Pois Eu digo-vos que não jureis, em caso algum» (Mt 5, 33-34)."
        },
        {
            "tipo": "tópico",
            "texto": "I. O nome do Senhor é Santo"
        },
        {
            "tipo": "parágrafo",
            "texto": "2142. O segundo mandamento manda respeitar o nome do Senhor. Depende, como o primeiro mandamento, da virtude da religião, e regula, dum modo mais particular, o nosso uso da palavra nas coisas santas.",
            "paragrafo": 2142
        },
        {
            "tipo": "parágrafo",
            "texto": "2143. Entre todas as palavras da Revelação, há uma, singular, que é a revelação do nome de Deus. Deus confia o seu nome aos que crêem n'Ele; revela-se-lhes no seu mistério pessoal. O dom do nome é da ordem da confidência e da intimidade. «O nome do Senhor é Santo»; por isso, o homem não pode abusar dele. Deve guardá-lo na memória, num silêncio de adoração amorosa (68). E não o empregará nas suas próprias palavras senão para o bendizer, louvar e glorificar (69).",
            "paragrafo": 2143
        },
        {
            "tipo": "parágrafo",
            "texto": "2144. A deferência para com o seu nome exprime a que é devida ao mistério do próprio Deus e a toda a realidade sagrada que ele evoca. O sentido do sagrado deriva da virtude da religião:\n\n«Os sentimentos de temor e de sagrado serão ou não sentimentos cristãos? [...] Ninguém pode razoavelmente pôr isso em dúvida. São os sentimentos que nós teríamos, e num grau intenso, se tivéssemos a visão do Deus soberano. São os sentimentos que nós teríamos, se tivéssemos consciência da sua presença. Ora, na medida em que acreditamos que Ele está presente, devemos ter tais sentimentos. Não os ter é não estar conscientes desta realidade, é não crer que Ele está presente» (70).",
            "paragrafo": 2144
        },
        {
            "tipo": "parágrafo",
            "texto": "2145. O fiel deve dar testemunho do nome do Senhor, confessando a sua fé sem ceder ao medo (71). A pregação e a catequese devem estar compenetrados de adoração e respeito pelo nome de nosso Senhor Jesus Cristo.",
            "paragrafo": 2145
        },
        {
            "tipo": "parágrafo",
            "texto": "2146. O segundo mandamento proíbe o abuso do nome de Deus, isto é, todo o uso inconveniente do nome de Deus, de Jesus Cristo, da Virgem Maria e de todos os santos.",
            "paragrafo": 2146
        },
        {
            "tipo": "parágrafo",
            "texto": "2147. As promessas feitas a outrem, em nome de Deus, comprometem a honra, a fidelidade, a veracidade e a autoridade divinas. Devem ser respeitadas por justiça. Ser-lhes infiel é abusar do nome de Deus e, de certo modo, fazer de Deus um mentiroso (72)",
            "paragrafo": 2147
        },
        {
            "tipo": "parágrafo",
            "texto": "2148. A blasfémia opõe-se directamente ao segundo mandamento. Consiste em proferir contra Deus – interior ou exteriormente – palavras de ódio, de censura, de desafio; dizer mal de Deus; faltar-Lhe ao respeito nas conversas; abusar do nome d'Ele. São Tiago reprova aqueles «que blasfemam o bom nome [de Jesus] que sobre eles foi invocado» (Tg 2, 7). A proibição da blasfémia estende-se às palavras contra a Igreja de Cristo, contra os santos, contra as coisas sagradas. É também blasfematório recorrer ao nome de Deus para justificar práticas criminosas, reduzir povos à escravidão, torturar ou condenar à morte. O abuso do nome de Deus para cometer um crime provoca a rejeição da religião.\n\nA blasfémia é contrária ao respeito devido a Deus e ao seu santo nome. É, em si mesma, pecado grave (73).",
            "paragrafo": 2148
        },
        {
            "tipo": "parágrafo",
            "texto": "2149. As juras, que invocam o nome de Deus sem intenção de blasfémia, são uma falta de respeito para com o Senhor. O segundo mandamento interdiz também o uso mágico do nome divino.\n\n«O nome de Deus é grande, quando é pronunciado com o respeito devido à sua grandeza e majestade. O nome de Deus é santo. quando se pronuncia com veneração e temor de o ofender» (74).",
            "paragrafo": 2149
        },
        {
            "tipo": "tópico",
            "texto": "II. O nome do Senhor invocado em vão"
        },
        {
            "tipo": "parágrafo",
            "texto": "2150. O segundo mandamento proíbe jurar falso. Fazer um juramento, ou jurar, é tomar a Deus como testemunha do que se afirma. É invocar a veracidade divina como garantia da própria veracidade. O juramento compromete o nome do Senhor. «Ao Senhor, teu Deus, adorarás, a Ele servirás e pelo seu nome jurarás» (Dt 6, 13).",
            "paragrafo": 2150
        },
        {
            "tipo": "parágrafo",
            "texto": "2151. A reprovação do falso juramento é um dever para com Deus. Como Criador e Senhor, Deus é a regra de toda a verdade. A palavra humana, ou está de acordo ou em oposição a Deus, que é a própria verdade. Quando é verídico e legítimo, o juramento realça a relação da palavra humana com a verdade de Deus. O juramento falso invoca Deus como testemunha de uma mentira.",
            "paragrafo": 2151
        },
        {
            "tipo": "parágrafo",
            "texto": "2152. Comete perjúrio aquele que, sob juramento, faz uma promessa que não tem a intenção de cumprir ou que, depois de ter prometido sob juramento, de facto não cumpre. O perjúrio constitui uma grave falta de respeito para com o Senhor de toda a palavra. Comprometer-se sob juramento a praticar uma acção má é contrário à santidade do nome divino.",
            "paragrafo": 2152
        },
        {
            "tipo": "parágrafo",
            "texto": "2153. Jesus expôs o segundo mandamento no sermão da montanha: «Ouvistes que foi dito aos antigos: \"Não faltarás ao que tiveres jurado, mas cumprirás os teus juramentos para com o Senhor\". Eu, porém, digo-vos que não jureis em caso algum [...]. A vossa linguagem deve ser: \"Sim, sim; Não, não\". O que passa disto vem do Maligno» (Mt 5, 33-34. 37) (75). Jesus ensina que todo o juramento implica uma referência a Deus e que a presença de Deus e da sua verdade deve ser honrada em toda a palavra. A discrição no recurso a Deus, ao falar, anda a par com a atenção respeitosa à sua presença, testemunhada ou desrespeitada em cada uma das nossas afirmações.",
            "paragrafo": 2153
        },
        {
            "tipo": "parágrafo",
            "texto": "2154. Seguindo o exemplo de São Paulo (76), a Tradição da Igreja entendeu a palavra de Jesus como não se opondo ao juramento, quando feito por uma causa grave e justa (por exemplo, diante do tribunal). «O juramento, isto é, a invocação do nome de Deus como testemunha da verdade, não se pode prestar senão com verdade, discernimento e justiça» (77).",
            "paragrafo": 2154
        },
        {
            "tipo": "parágrafo",
            "texto": "2155. A santidade do nome de Deus exige que não se recorra a ele por questões fúteis, e que não se preste juramento em circunstâncias susceptíveis de serem interpretadas como uma aprovação do poder que injustamente o exigisse. Quando o juramento é exigido por autoridades civis ilegítimas, pode ser recusado. E deve sê-lo, se for pedido para fins contrários à dignidade das pessoas ou à comunhão da Igreja.",
            "paragrafo": 2155
        },
        {
            "tipo": "tópico",
            "texto": "III. O nome cristão"
        },
        {
            "tipo": "parágrafo",
            "texto": "2156. O sacramento do Baptismo é conferido «em nome do Pai e do Filho e do Espírito Santo»(Mt 28, 19). No Baptismo, o nome do Senhor santifica o homem, e o cristão recebe o seu nome na Igreja. Pode ser o dum santo, isto é, dum discípulo que levou uma vida de fidelidade exemplar ao seu Senhor. O patrocínio do santo oferece um modelo de caridade e assegura a sua intercessão. O «nome de baptismo» pode também exprimir um mistério cristão ou uma virtude cristã. «Procurem os pais, os padrinhos e o pároco que não se imponham nomes alheios ao sentir cristão» (78).",
            "paragrafo": 2156
        },
        {
            "tipo": "parágrafo",
            "texto": "2157. O cristão começa o seu dia, as suas orações, as suas actividades, pelo sinal da cruz «em nome do Pai e do Filho e do Espírito Santo. Ámen». O baptizado consagra o dia à glória de Deus e apela para a graça do Salvador, que lhe permite agir no Espírito, como filho do Pai. O sinal da cruz fortalece-nos nas tentações e nas dificuldades.",
            "paragrafo": 2157
        },
        {
            "tipo": "parágrafo",
            "texto": "2158. Deus chama a cada um pelo seu nome (79). O nome de todo o homem é sagrado. O nome é a imagem da pessoa. Exige respeito, como sinal da dignidade de quem por ele se identifica.",
            "paragrafo": 2158
        },
        {
            "tipo": "parágrafo",
            "texto": "2159. O nome recebido é um nome de eternidade. No Reino, o carácter misterioso e único de cada pessoa marcada com o nome de Deus resplandecerá em plena luz. «Ao vencedor [...] dar-lhe-ei uma pedra na qual estará escrito um novo nome, que ninguém conhece, a não ser aquele que a recebe» (Ap 2, 17). «Olhei e vi: o Cordeiro estava sobre o monte de Sido, e com Ele cento e quarenta e quatro mil pessoas, que tinham inscrito na fronte o nome d'Ele e o do seu Pai» (Ap 14, 1).",
            "paragrafo": 2159
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "2160. «Senhor; nosso Deus, como é admirável o vosso nome em toda a terra! (Sl 8, 2).",
            "paragrafo": 2160
        },
        {
            "tipo": "parágrafo",
            "texto": "2161. O segundo mandamento manda respeitar o nome do Senhor: O nome do Senhor é santo.",
            "paragrafo": 2161
        },
        {
            "tipo": "parágrafo",
            "texto": "2162. O segundo mandamento proíbe o uso inconveniente do nome de Deus. A blasfémia consiste em usar o nome de Deus, de Jesus Cristo, da Virgem Maria e dos santos de modo injurioso.",
            "paragrafo": 2162
        },
        {
            "tipo": "parágrafo",
            "texto": "2163. O juramento falso invoca Deus como testemunha duma mentira. O perjúrio é uma falta grave contra o Senhor; sempre fiel às suas promessas.",
            "paragrafo": 2163
        },
        {
            "tipo": "parágrafo",
            "texto": "2164. «Não jurar nem pelo Criador, nem pela criatura, senão com verdade, por necessidade e com reverência» (80).",
            "paragrafo": 2164
        },
        {
            "tipo": "parágrafo",
            "texto": "2165. No Baptismo, o cristão recebe o seu nome na Igreja. Procurem os pais, os padrinhos e o pároco que lhe seja imposto um nome cristão. O patrocínio dum santo oferece um modelo de caridade e assegura a sua intercessão.",
            "paragrafo": 2165
        },
        {
            "tipo": "parágrafo",
            "texto": "2166. O cristão começa as suas orações e as suas actividades pelo sinal da cruz «em nome do Pai e do Filho e do Espírito Santo. Ámen».",
            "paragrafo": 2166
        },
        {
            "tipo": "parágrafo",
            "texto": "2167. Deus chama a cada um pelo seu nome (81).",
            "paragrafo": 2167
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 3"
        },
        {
            "tipo": "subtítulo",
            "texto": "O TERCEIRO MANDAMENTO"
        },
        {
            "tipo": "texto simples",
            "texto": "«Lembra-te do dia do sábado para o santificares. Durante seis dias trabalharás e farás todos os teus trabalhos. Mas o sétimo dia é o sábado do Senhor teu Deus. Não farás nele nenhum trabalho» (Ex 20, 8-10) (82).\n\n«O sábado foi feito para o homem, e não o homem para o sábado: o Filho do Homem até do sábado é Senhor» (Mc 2, 27-28)."
        },
        {
            "tipo": "tópico",
            "texto": "I. O dia do sábado"
        },
        {
            "tipo": "parágrafo",
            "texto": "2168. O terceiro mandamento do Decálogo refere-se à santificação do sábado: «O sétimo dia é um sábado: um descanso completo consagrado ao Senhor» (Ex 31, 15).",
            "paragrafo": 2168
        },
        {
            "tipo": "parágrafo",
            "texto": "2169. A Escritura faz, a este propósito, memória da criação: «Porque em seis dias o Senhor fez o céu e a terra, o mar e tudo o que nele se encontra, mas ao sétimo dia descansou. Eis porque o Senhor abençoou o dia do sábado e o santificou» (Ex 20, 11).",
            "paragrafo": 2169
        },
        {
            "tipo": "parágrafo",
            "texto": "2170. A Escritura vê também, no dia do Senhor, o memorial da libertação de Israel da escravidão do Egipto: «Recorda-te de que foste escravo no país do Egipto, de onde o Senhor, teu Deus, te fez sair com mão forte e braço poderoso. É por isso que o Senhor, teu Deus, te ordenou que guardasses o dia de sábado» (Dt 5, 15).",
            "paragrafo": 2170
        },
        {
            "tipo": "parágrafo",
            "texto": "2171. Deus confiou a Israel o sábado, para ele o guardar em sinal da Aliança inviolável (83). O sábado é para o Senhor, santamente reservado ao louvor de Deus, da sua obra criadora e das suas acções salvíficas a favor de Israel.",
            "paragrafo": 2171
        },
        {
            "tipo": "parágrafo",
            "texto": "2172. O agir de Deus é o modelo do agir humano. Se Deus «descansou» no sétimo dia (Ex 31, 17), o homem deve também «descansar» e deixai que os outros, sobretudo os pobres, «tomem fôlego» (84). O sábado faz cessar os trabalhos quotidianos e concede uma folga. É um dia de protesto contra as servidões do trabalho e o culto do dinheiro ",
            "paragrafo": 2172
        },
        {
            "tipo": "parágrafo",
            "texto": "2173. O Evangelho relata numerosos incidentes em que Jesus é acusado de violar a lei do sábado. Mas Jesus nunca viola a santidade deste dia (86). É com autoridade que Ele dá a sua interpretação autêntica desta lei: «O sábado foi feito para o homem e não o homem para o sábado» (Mc 2, 27). Cheio de compaixão, Cristo autoriza-Se, em dia de sábado, a fazer o bem em vez do mal, a salvar uma vida antes que perdê-la (87). O sábado é o dia do Senhor das misericórdias e da honra de Deus (88). «O Filho do Homem é Senhor do próprio sábado» (Mc 2, 28).",
            "paragrafo": 2173
        },
        {
            "tipo": "tópico",
            "texto": "II. O dia do Senhor"
        },
        {
            "tipo": "texto simples",
            "texto": "«Este é o dia que o Senhor fez: exultemos e cantemos de alegria» (Sl 118, 24)."
        },
        {
            "tipo": "subtópico",
            "texto": "O DIA DA RESSURREIÇÃO: A NOVA CRIAÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2174. Jesus ressuscitou de entre os mortos «no primeiro dia da semana» (Mc 16, 2) (89). Enquanto «primeiro dia», o dia da ressurreição de Cristo lembra a primeira criação. Enquanto «oitavo dia», a seguir ao sábado (90), significa a nova criação, inaugurada com a ressurreição de Cristo. Este dia tornou-se para os cristãos o primeiro de todos os dias, a primeira de todas as festas, o dia do Senhor (Hê kuriakê hêméra, dies dominica), o «Domingo»:\n\n«Reunimo-nos todos no dia do Sol, porque foi o primeiro dia [após o Sábado judaico, mas também o primeiro dia] em que Deus, tirando das trevas a matéria, criou o mundo, mas também porque Jesus Cristo, nosso Salvador, nesse mesmo dia ressuscitou dos mortos» (91).",
            "paragrafo": 2174
        },
        {
            "tipo": "subtópico",
            "texto": "O DOMINGO – REALIZAÇÃO DO SÁBADO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2175. O domingo distingue-se expressamente do sábado, ao qual sucede cronologicamente, em cada semana, e cuja prescrição ritual substitui, para os cristãos. O domingo realiza plenamente, na Páscoa de Cristo, a verdade espiritual do sábado judaico e anuncia o descanso eterno do homem, em Deus. Porque o culto da Lei preparava para o mistério de Cristo e o que nela se praticava era figura de algum aspecto relativo a Cristo (92):\n\n«Os que viveram segundo a antiga ordem das coisas alcançaram uma nova esperança, não guardando já o sábado mas o dia do Senhor, em que a nossa vida foi abençoada por Ele e pela sua morte» (93).",
            "paragrafo": 2175
        },
        {
            "tipo": "parágrafo",
            "texto": "2176. A celebração do domingo é o cumprimento da prescrição moral, naturalmente inscrita no coração do homem, de «prestar a Deus um culto exterior, visível, público e regular, sob o signo da sua bondade universal para com os homens» (94). O culto dominical cumpre o preceito moral da Antiga Aliança, cujo ritmo e espírito retoma, ao celebrar em cada semana o Criador e o Redentor do seu povo.",
            "paragrafo": 2176
        },
        {
            "tipo": "subtópico",
            "texto": "A EUCARISTIA DOMINICAL"
        },
        {
            "tipo": "parágrafo",
            "texto": "2177. A celebração dominical do Dia e da Eucaristia do Senhor está no coração da vida da Igreja. «O domingo, em que se celebra o mistério pascal, por tradição apostólica, deve guardar-se em toda a Igreja como o primordial dia festivo de preceito» (95).\n\n«Do mesmo modo devem guardar-se os dias do Natal de Nosso Senhor Jesus Cristo, Epifania, Ascensão e santíssimo corpo e sangue de Cristo, Santa Maria Mãe de Deus, sua Imaculada Conceição e Assunção, São José e os Apóstolos São Pedro e São Paulo, e finalmente o de todos os Santos» (96).",
            "paragrafo": 2177
        },
        {
            "tipo": "parágrafo",
            "texto": "2178. Esta prática da reunião da assembleia cristã data dos princípios da idade apostólica (97). A Epístola aos Hebreus lembra: «Sem abandonarmos a nossa assembleia, como é costume de alguns, mas exortando-nos mutuamente» (Heb 10, 25).\n\nA Tradição guarda a lembrança duma exortação sempre actual: «Vir cedo à igreja. aproximar-se do Senhor e confessar os próprios pecados, arrepender-se deles na oração [...], assistir à santa e divina liturgia, acabar a sua oração e não sair antes da despedida [...]. Muitas vezes o temos dito: este dia é-vos dado para a oração e o descanso. É o dia que o Senhor fez: nele exultemos e cantemos de alegria» (98).",
            "paragrafo": 2178
        },
        {
            "tipo": "parágrafo",
            "texto": "2179. «A paróquia é uma certa comunidade de fiéis, constituída estavelmente na Igreja particular, cuja cura pastoral, sob a autoridade do bispo diocesano, está confiada ao pároco, como a seu pastor próprio»(99). É o lugar onde todos os fiéis podem reunir-se para a celebração dominical da Eucaristia. A paróquia inicia o povo cristão na expressão ordinária da vida litúrgica e reúne-o nesta celebração; ensina a doutrina salvífica de Cristo; e pratica a caridade do Senhor em obras boas e fraternas (100):\n\n«Podes também rezar em tua casa; mas não podes rezar aí como na igreja, onde muitos se reúnem, onde o grito é lançado a Deus de um só coração. [...] Há lá qualquer coisa mais: a união dos espíritos, a harmonia das almas, o laço da caridade, as orações dos sacerdotes» (101).",
            "paragrafo": 2179
        },
        {
            "tipo": "subtópico",
            "texto": "A OBRIGAÇÃO DO DOMINGO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2180. O mandamento da Igreja determina e precisa a lei do Senhor: «No domingo e nos outros dias festivos de preceito, os fiéis têm obrigação de participar na missa» (102). «Cumpre o preceito de participar na missa quem a ela assiste onde quer que se celebre em rito católico, quer no próprio dia festivo quer na tarde do antecedente» (103).",
            "paragrafo": 2180
        },
        {
            "tipo": "parágrafo",
            "texto": "2181. A Eucaristia dominical fundamenta e sanciona toda a prática cristã. É por isso que os fiéis têm obrigação de participar na Eucaristia nos dias de preceito, a menos que estejam justificados, por motivo sério (por exemplo, doença, obrigação de cuidar de crianças de peito) ou dispensados pelo seu pastor (104). Os que deliberadamente faltam a esta obrigação cometem um pecado grave.",
            "paragrafo": 2181
        },
        {
            "tipo": "parágrafo",
            "texto": "2182. A participação na celebração comum da Eucaristia dominical é um testemunho de pertença e fidelidade a Cristo e à sua Igreja. Os fiéis atestam desse modo a sua comunhão na fé e na caridade. Juntos, dão testemunho da santidade de Deus e da sua esperança na salvação. E reconfortam-se mutuamente, sob a acção do Espírito Santo.",
            "paragrafo": 2182
        },
        {
            "tipo": "parágrafo",
            "texto": "2183. «Se for impossível a participação na celebração eucarística por falta de ministro sagrado ou por outra causa grave, recomenda-se muito que os fiéis tomem parte na liturgia da Palavra, se a houver na igreja paroquial ou noutro lugar sagrado, celebrada segundo as prescrições do bispo diocesano, ou consagrem um tempo conveniente à oração pessoal ou em família ou em grupos de famílias, conforme a oportunidade» (105).",
            "paragrafo": 2183
        },
        {
            "tipo": "subtópico",
            "texto": "DIA DE GRAÇA E DE CESSAÇÃO DO TRABALHO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2184. Tal como Deus «repousou no sétimo dia, depois de todo o trabalho que realizara» (Gn 2, 2), assim a vida humana é ritmada pelo trabalho e pelo repouso. A instituição do Dia do Senhor contribui para que todos gozem do tempo de descanso e lazer suficiente, que lhes permita cultivar a vida familiar, cultural, social e religiosa (106).",
            "paragrafo": 2184
        },
        {
            "tipo": "parágrafo",
            "texto": "2185. Aos domingos e outros dias festivos de preceito, os fiéis abstenham-se de trabalhos e negócios que impeçam o culto devido a Deus, a alegria própria do Dia do Senhor, a prática das obras de misericórdia ou o devido repouso do espírito e do corpo (107). As necessidades familiares ou uma grande utilidade social constituem justificações legítimas em relação ao preceito do descanso dominical. Mas os fiéis estarão atentos a que legítimas desculpas não introduzam hábitos prejudiciais à religião, à vida de família e à saúde.\n\n«O amor da verdade procura o ócio santo: a necessidade do amor aceita o negócio justo» (108).",
            "paragrafo": 2185
        },
        {
            "tipo": "parágrafo",
            "texto": "2186. Os cristãos que dispõem de tempos livres lembrem-se dos seus irmãos que têm as mesmas necessidades e os mesmos direitos, e não podem descansar por motivos de pobreza e de miséria. O domingo é tradicionalmente consagrado, pela piedade cristã, às boas obras e aos serviços humildes dos doentes, enfermos e pessoas de idade. Os cristãos também santificarão o domingo prestando à sua família e vizinhos tempo e cuidados difíceis de prestar nos outros dias da semana. O domingo é um tempo de reflexão, de silêncio, de cultura e de meditação, que favorecem o crescimento da vida interior e cristã.",
            "paragrafo": 2186
        },
        {
            "tipo": "parágrafo",
            "texto": "2187. Santificar os domingos e festas de guarda exige um esforço comum. Todo o cristão deve evitar impor a outrem, sem necessidade, o que possa impedi-lo de guardar o Dia do Senhor. Quando os costumes (desporto, restaurantes, etc.) e as obrigações sociais (serviços públicos, etc.) reclamam de alguns um trabalho dominical, cada um fica com a responsabilidade de um tempo suficiente de descanso. Os fiéis estarão atentos, com moderação e caridade, para evitar os excessos e violências originados às vezes nas diversões de massa. Não obstante as pressões de ordem económica, os poderes públicos preocupar-se-ão em assegurar aos cidadãos um tempo destinado ao repouso e ao culto divino. Os patrões têm obrigação análoga para com os seus empregados.",
            "paragrafo": 2187
        },
        {
            "tipo": "parágrafo",
            "texto": "2188. No respeito pela liberdade religiosa e pelo bem comum de todos, os cristãos devem esforçar-se pelo reconhecimento dos domingos e dias santos da Igreja como dias feriados legais. Devem dar a todos o exemplo público de oração, respeito e alegria, e defender as suas tradições como uma contribuição preciosa para a vida espiritual da sociedade humana. Se a legislação do país ou outras razões obrigarem a trabalhar ao domingo, que este dia seja vivido, no entanto, como sendo o dia da nossa libertação, que nos faz participantes da «reunião festiva», da «assembleia de primogénitos inscritos nos céus» (Heb 12, 22-23).",
            "paragrafo": 2188
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "2189. «Guarda o dia do sábado para o santificar» (Dt 5, 12). «O sétimo dia será um dia de repouso completo, consagrado ao Senhor» (Ex 31, 15).",
            "paragrafo": 2189
        },
        {
            "tipo": "parágrafo",
            "texto": "2190. O sábado, que representava o acabamento da primeira criação, é substituído pelo domingo, que lembra a criação nova, inaugurada na ressurreição de Cristo.",
            "paragrafo": 2190
        },
        {
            "tipo": "parágrafo",
            "texto": "2191. A Igreja celebra o dia da ressurreição de Cristo no oitavo dia que, com razão, se chama dia do Senhor ou domingo (109).",
            "paragrafo": 2191
        },
        {
            "tipo": "parágrafo",
            "texto": "2192. «O domingo [...] deve guardar-se em toda a Igreja como o primordial dia festivo de preceito» (110). «No domingo e outros dias santos de preceito, os fiéis têm obrigação de participar na Missa» (111).",
            "paragrafo": 2192
        },
        {
            "tipo": "parágrafo",
            "texto": "2193. «No domingo e nos outros dias festivos de preceito, os fiéis [...] abstenham-se daqueles trabalhos e negócios que impeçam o culto a prestar a Deus, a alegria própria do dia do Senhor ou o devido descanso do espírito e do corpo» (112).",
            "paragrafo": 2193
        },
        {
            "tipo": "parágrafo",
            "texto": "2194. A instituição do domingo contribui para que «todos gozem do tempo suficiente de repouso e lazer, que lhes permita atender vida familiar, cultural, social e religiosa» (113).",
            "paragrafo": 2194
        },
        {
            "tipo": "parágrafo",
            "texto": "2195. Todo o cristão deve evitar impor a outrem, sem necessidade, o que o impeça de guardar o Dia do Senhor.",
            "paragrafo": 2195
        }
    ],
    "referencia": [
        {
            "tipo": "referência",
            "texto": "1. Cf. Lc 10 , 27: «...com todas as tuas forças»."
        },
        {
            "tipo": "referência",
            "texto": "2. Cf. Dt 5, 6-9."
        },
        {
            "tipo": "referência",
            "texto": "3. Cf. Ex 19, 16-25; 24, 15-18."
        },
        {
            "tipo": "referência",
            "texto": "4. São Justino, Diálogo com o judeu Trifão, 11, 1: CA 2, 40 (PG 6. 497)."
        },
        {
            "tipo": "referência",
            "texto": "5. CatRom. 3, 2, 4. p. 408-409."
        },
        {
            "tipo": "referência",
            "texto": "6. Cf. Rm 1, 5; 16, 26."
        },
        {
            "tipo": "referência",
            "texto": "7. Cf Rm 1, 18-32."
        },
        {
            "tipo": "referência",
            "texto": "8. CIC can. 751."
        },
        {
            "tipo": "referência",
            "texto": "9. Cf. Dt 6, 4-5."
        },
        {
            "tipo": "referência",
            "texto": "10. Cf. Lc 1, 46-49."
        },
        {
            "tipo": "referência",
            "texto": "11. Santo Agostinho, De civitate Dei. 10, 6: CSEL 40/1. 454-455 (PL 41, 283)."
        },
        {
            "tipo": "referência",
            "texto": "12. Cf. Am, 5, 21-25."
        },
        {
            "tipo": "referência",
            "texto": "13. Cf. Is 1, 10-20."
        },
        {
            "tipo": "referência",
            "texto": "14. Cf. Os 6, 6."
        },
        {
            "tipo": "referência",
            "texto": "15. Cf. Heb 9, 13-14."
        },
        {
            "tipo": "referência",
            "texto": "16. CIC can. 1191. §1."
        },
        {
            "tipo": "referência",
            "texto": "17. Cf. Act 18, 18; 21, 23-24."
        },
        {
            "tipo": "referência",
            "texto": "18. Cf. CIC can. 654."
        },
        {
            "tipo": "referência",
            "texto": "19.  II Concílio do Vaticano, Const. dogm. Lumen Gentium, 42: AAS 57 (1965) 48-49."
        },
        {
            "tipo": "referência",
            "texto": "20. Cf. CIC can 692.1196-1197."
        },
        {
            "tipo": "referência",
            "texto": "21. II Concílio do Vaticano, Decl. Dignitatis humanae, 1: AAS 58 (1966) 930."
        },
        {
            "tipo": "referência",
            "texto": "22. II Concílio do Vaticano, Decl. Dignitatis humanae, 2: AAS 58 (1966) 931."
        },
        {
            "tipo": "referência",
            "texto": "23. II Concílio do Vaticano, Decl. Nostra aetate, 2: AAS 58 (1966) 742."
        },
        {
            "tipo": "referência",
            "texto": "24.  II Concílio do Vaticano, Decl. Dignitatis humanae, 14: AAS 58 (1966) 940."
        },
        {
            "tipo": "referência",
            "texto": "25. II Concílio do Vaticano, Decl. Dignitatis humanae, 1: AAS 58 (1966) 930."
        },
        {
            "tipo": "referência",
            "texto": "26. II Concílio do Vaticano, Decr. Apostolicam actuositatem, 13: AAS 58 (1966) 849."
        },
        {
            "tipo": "referência",
            "texto": "27. Cf. II Concílio do Vaticano, Decl. Dignitatis humanae, 1: AAS 58 (1966) 930."
        },
        {
            "tipo": "referência",
            "texto": "28. Cf. II Concílio do Vaticano, Decr. Apostolicam actuositatem, 13: AAS 58 (1966) 850."
        },
        {
            "tipo": "referência",
            "texto": "29. Cf. Leão XIII. Enc. Immortale Dei: Leonis XIII Acta 5, 118-150: Pio XI. Enc. Quas primas: AAS 17 (1925) 593-610."
        },
        {
            "tipo": "referência",
            "texto": "30. II Concílio do Vaticano, Decl. Dignitatis humanae, 2: AAS 58 (1966) 931; cf. Id,. Const. past. Gaudium et spes, 26: AAS 58 (1966) 1046."
        },
        {
            "tipo": "referência",
            "texto": "31. II Concílio do Vaticano, Decl. Dignitatis humanae, 2: AAS 58 (1966) 931."
        },
        {
            "tipo": "referência",
            "texto": "32.  II Concílio do Vaticano, Decl. Dignitatis humanae, 6: AAS 58 (1966) 934."
        },
        {
            "tipo": "referência",
            "texto": "33. Cf. Leão XIII, Enc. Libertas praestantissimum: Leonis XIII Acta 8, 229-230."
        },
        {
            "tipo": "referência",
            "texto": "34. Cf. Pio XII, Alocução aos participantes no quinto Congresso nacional italiano da União dos Juristas católicos (6 de Dezembro de 1953): AAS 45 (1953) 799."
        },
        {
            "tipo": "referência",
            "texto": "35. Cf. II Concílio do Vaticano, Decl. Dignitatis humanae, 2: AAS 58 (1966) 930-931."
        },
        {
            "tipo": "referência",
            "texto": "36. Cf. Pio VI, Breve Quod aliquantum (10 de Março de 1791): Collectio Brevium atque Instructionum SS. D. N. Pii Papae VI, quae ad praesentes Ecclesiae Catholicae in Gallia 1...] calamitates pertinent (Romae 1800) p. 54-55."
        },
        {
            "tipo": "referência",
            "texto": "37. Cf. Pio IX. Enc. Quanta cura: DS 2890."
        },
        {
            "tipo": "referência",
            "texto": "38. II Concílio do Vaticano, Decl. Dignitatis humanae, 7: AAS 58 (1966) 935."
        },
        {
            "tipo": "referência",
            "texto": "39. Cf. Mt 23, 16-22."
        },
        {
            "tipo": "referência",
            "texto": "40. Cf. Is 44, 9-20; Jr 10, 1-16; Dn 14, 1-30; Br 6; Sb 13, 1-15.19"
        },
        {
            "tipo": "referência",
            "texto": "41. Cf. Sl 42, 3; etc."
        },
        {
            "tipo": "referência",
            "texto": "42. Cf. Ap 13-14."
        },
        {
            "tipo": "referência",
            "texto": "43. Cf. Gl 5, 20: Ef 5, 5."
        },
        {
            "tipo": "referência",
            "texto": "44. Orígenes, Contra Celsum 2, 40; SC 132, 378 (PG 11, 861)."
        },
        {
            "tipo": "referência",
            "texto": "45. Cf. Dr 18, 10; Jr 29, 8."
        },
        {
            "tipo": "referência",
            "texto": "46. Cf. Lc 4, 9."
        },
        {
            "tipo": "referência",
            "texto": "47. Cf. 1 Cor 10, 9; Ex 17, 2-7: Sl 95, 9."
        },
        {
            "tipo": "referência",
            "texto": "48. Cf. CIC can. 1367.1376."
        },
        {
            "tipo": "referência",
            "texto": "49. Cf. Act 8, 9-24."
        },
        {
            "tipo": "referência",
            "texto": "50. Cf. já Is 55, 1."
        },
        {
            "tipo": "referência",
            "texto": "51. CIC can 848."
        },
        {
            "tipo": "referência",
            "texto": "52. Cf. Lc 10, 7; 1 Cor 9, 4-18; 1 Tm 5, 17-18."
        },
        {
            "tipo": "referência",
            "texto": "53. II Concílio do Vaticano, Const. past. Gaudium et spes, 19: AAS 58 (1966) 1039."
        },
        {
            "tipo": "referência",
            "texto": "54. II Concílio do Vaticano, Const. past. Gaudium et spes, 20: AAS 58 (1966) 1040."
        },
        {
            "tipo": "referência",
            "texto": "55. II Concílio do Vaticano, Const. past. Gaudium et spes, 20: AAS 58 (1966) 1040."
        },
        {
            "tipo": "referência",
            "texto": "56. Cf. Rm 1,18."
        },
        {
            "tipo": "referência",
            "texto": "57. II Concílio do Vaticano, Const. past. Gaudium et spes, 19: AAS 58 (1966) 1039."
        },
        {
            "tipo": "referência",
            "texto": "58. Cf. II Concílio do Vaticano, Const. past. Gaudium et spes, 20: AAS 58 (1966) 1040."
        },
        {
            "tipo": "referência",
            "texto": "59. II Concílio do Vaticano, Const. past. Gaudium et spes, 21: AAS 58 (1966) 1040."
        },
        {
            "tipo": "referência",
            "texto": "60. II Concílio do Vaticano, Const. past. Gaudium et spes, 21: AAS 58 (1966) 1042."
        },
        {
            "tipo": "referência",
            "texto": "61. Cf. Nm 21, 4-9: Sb 16, 5-14; Jo 3, 14-15."
        },
        {
            "tipo": "referência",
            "texto": "62. Cf. Ex 25, 10-22: 1 Rs 6, 23-28; 7, 23-26."
        },
        {
            "tipo": "referência",
            "texto": "63.  São Basílio Magno, Liber de Spiritu Sancto, 18, 45: SC 17bis. 406 (PG 32, 149)."
        },
        {
            "tipo": "referência",
            "texto": "64. II Concílio de Niceia, Definitio de sacris imaginibus: DS 601; cf. Concílio de Trento, Sess. 25ª, Decretum de invocatione, veneratione et reliquiis sanctorum, et sacris imaginibus: DS 1821-1825: II Concílio do Vaticano, Const. Sacrosanctum Concilium, 125: AAS 56 (1964) 132: Id., Const. dogm. Lumen Gentium, 67: AAS 57 (1965) 65-66."
        },
        {
            "tipo": "referência",
            "texto": "65. São Tomás de Aquino, Summa theologiae, 2-2. q. 81, a. 3, ad 3: Ed. Leon. 9, 180."
        },
        {
            "tipo": "referência",
            "texto": "66. Cf. II Concílio do Vaticano, Decl. Dignitatis humanae, 15: AAS 58 (1966) 940."
        },
        {
            "tipo": "referência",
            "texto": "67 Cf. Dt 5, 11"
        },
        {
            "tipo": "referência",
            "texto": "68. Cf. Zc 2, 17."
        },
        {
            "tipo": "referência",
            "texto": "69. Cf. Sl 29, 2; 96, 2; 113, 1-2."
        },
        {
            "tipo": "referência",
            "texto": "70. Ioannes Henricus Newman, Parochial and Plain Sermons, v. 5, Sermon 2 [Reverence, a Belief in God's Presence] (Westminster 1967) p. 21-22."
        },
        {
            "tipo": "referência",
            "texto": "71. Cf. Mt 10, 32; 1 Tm 6, 12."
        },
        {
            "tipo": "referência",
            "texto": "72. Cf. 1 Jo 1, 10."
        },
        {
            "tipo": "referência",
            "texto": "73. Cf. CIC can. 1369."
        },
        {
            "tipo": "referência",
            "texto": "74. Santo Agostinho, De Sermone Domini in monte, 2, 5, 19: CCL 35, 109 (PL 34, 1278)."
        },
        {
            "tipo": "referência",
            "texto": "75. Cf. Tg 5, 12."
        },
        {
            "tipo": "referência",
            "texto": "76. Cf. 2 Cor 1, 23; Gl 1, 20."
        },
        {
            "tipo": "referência",
            "texto": "77. CIC can. 1199. § 1."
        },
        {
            "tipo": "referência",
            "texto": "78. CIC can. 855."
        },
        {
            "tipo": "referência",
            "texto": "79. Cf. Is 43, 1: Jo 10, 3."
        },
        {
            "tipo": "referência",
            "texto": "80. Santo Inácio de Loiola, Exercitia spiritualia, 38: MHSI 100, 174."
        },
        {
            "tipo": "referência",
            "texto": "81. Cf. Is 43, 1."
        },
        {
            "tipo": "referência",
            "texto": "82. Cf. Dt 5, 12-15."
        },
        {
            "tipo": "referência",
            "texto": "83. Cf. Ex 31, 16."
        },
        {
            "tipo": "referência",
            "texto": "84. Cf. Ez 23, 12."
        },
        {
            "tipo": "referência",
            "texto": "85. Cf. Ne 13, 15-22; 2 Cr 36, 21."
        },
        {
            "tipo": "referência",
            "texto": "86. Cf. Mc 1, 21; Jo 9, 16."
        },
        {
            "tipo": "referência",
            "texto": "87. Cf. Mc 3, 4."
        },
        {
            "tipo": "referência",
            "texto": "88. Cf. Mt 12, 5; Jo 7, 23."
        },
        {
            "tipo": "referência",
            "texto": "89. Cf. Mt 28, 1; Lc 24, 1; Jo 20, 1."
        },
        {
            "tipo": "referência",
            "texto": "90. Cf. Mc 16, 1: Mt 28, 1."
        },
        {
            "tipo": "referência",
            "texto": "91. São Justino, Apologia, 1, 67: CA 1, 188 (PG 6, 429-432)."
        },
        {
            "tipo": "referência",
            "texto": "92. Cf. 1 Cor 10, 11."
        },
        {
            "tipo": "referência",
            "texto": "93. Santo Inácio de Antioquia, Epistula ad Mgnesios, 9, 11: SC 10bis, 88 (Fusk 1, 236-238)."
        },
        {
            "tipo": "referência",
            "texto": "94. São Tomás de Aquino, Summa theologiae, 2-2. q. 122. a. 4. c: Ed. Leon. 9, 478."
        },
        {
            "tipo": "referência",
            "texto": "95.  CIC can. 1246, § 1."
        },
        {
            "tipo": "referência",
            "texto": "96. CIC can. 1246, § 1."
        },
        {
            "tipo": "referência",
            "texto": "97. Cf. Act 2, 42-46; 1 Cor 11, 17."
        },
        {
            "tipo": "referência",
            "texto": "98. Pseudo Eusébio de Alexandria, Sermo de die dominica: PG 86 /  1, 416 e 421."
        },
        {
            "tipo": "referência",
            "texto": "99. CIC can. 515. § 1."
        },
        {
            "tipo": "referência",
            "texto": "100. Cf. João Paulo II, Ex. ap. Christifideles laici, 26: AAS 81 (1989) 437-440."
        },
        {
            "tipo": "referência",
            "texto": "101.  São João Crisóstomo, De incomprehensibili Dei natura seu contra Anomeos, 3, 6: SC 28bis, 218 (PL 48, 725)."
        },
        {
            "tipo": "referência",
            "texto": "102.  CIC can. 1247."
        },
        {
            "tipo": "referência",
            "texto": "103. CIC can. 1248, § 1."
        },
        {
            "tipo": "referência",
            "texto": "104. Cf. CIC can. 1245."
        },
        {
            "tipo": "referência",
            "texto": "105. CIC can. 1248, § 2."
        },
        {
            "tipo": "referência",
            "texto": "106. Cf. II Concílio do Vaticano, Const. past. Gaudium et spes, 67: AAS 58 (1966) 1089."
        },
        {
            "tipo": "referência",
            "texto": "107. Cf. CIC can. 1247."
        },
        {
            "tipo": "referência",
            "texto": "108. Santo Agostinho, De civitate Dei, 19, 19: CSEL 40/2.407 (PL 41, 647)."
        },
        {
            "tipo": "referência",
            "texto": "109. Cf. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 106: AAS 56 (1964) 126."
        },
        {
            "tipo": "referência",
            "texto": "110. CIC can. 1246, § 1."
        },
        {
            "tipo": "referência",
            "texto": "111. CIC can. 1247."
        },
        {
            "tipo": "referência",
            "texto": "112. CIC can. 1247."
        },
        {
            "tipo": "referência",
            "texto": "113. II Concílio do Vaticano, Const. past. Gaudium et spes, 67: AAS 58 (1966) 1089."
        }
    ]
}