{
    "nome": "p2_s1_c1",
    "primeiroParagrafo": 1076,
    "ultimoParagrafo": 1134,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "SEGUNDA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A CELEBRAÇÃO\nDO MISTÉRIO CRISTÃO\n\n"
        },
        {
            "tipo": "título",
            "texto": "PRIMEIRA SECÇÃO"
        },
        {
            "tipo": "título",
            "texto": "A «ECONOMIA» SACRAMENTAL"
        },
        {
            "tipo": "parágrafo",
            "texto": "1076. No dia do Pentecostes, pela efusão do Espírito Santo, a Igreja foi manifestada ao mundo(1). O dom do Espírito inaugura um tempo novo na «dispensação do mistério»: o tempo da Igreja, durante o qual Cristo manifesta, torna presente e comunica a sua obra de salvação pela liturgia da sua Igreja, «até que Ele venha» (1 Cor 11, 26). Durante este tempo da Igreja, Cristo vive e age, agora na sua Igreja e com ela, de um modo novo, próprio deste tempo novo. Age pelos sacramentos e é a isso que a Tradição comum do Oriente e do Ocidente chama «economia sacramental». Esta consiste na comunicação (ou «dispensação») dos frutos do mistério pascal de Cristo na celebração da liturgia «sacramental» da Igreja.\n\nÉ por isso que importa, antes de mais, pôr em relevo esta «dispensação sacramental» (Capítulo primeiro). Assim, aparecerão mais claramente a natureza e os aspectos essenciais da celebração litúrgica (Capítulo segundo).",
            "paragrafo": 1076
        },
        {
            "tipo": "subtítulo",
            "texto": "CAPÍTULO PRIMEIRO"
        },
        {
            "tipo": "subtítulo",
            "texto": "O MISTÉRIO PASCAL NO TEMPO DA IGREJA\n\n"
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 1"
        },
        {
            "tipo": "subtítulo",
            "texto": "A LITURGIA – OBRA DA SANTÍSSIMA TRINDADE"
        },
        {
            "tipo": "tópico",
            "texto": "I. O Pai, fonte e fim da liturgia"
        },
        {
            "tipo": "parágrafo",
            "texto": "1077. «Bendito seja Deus, Pai de nosso Senhor Jesus Cristo, que, nos céus, nos encheu de toda a espécie de bênçãos espirituais em Cristo. Foi assim que, n' Ele, nos escolheu antes da criação do mundo, para sermos, na caridade, santos e irrepreensíveis na sua presença. Destinou-nos de antemão a que nos tornássemos seus filhos adoptivos por Jesus Cristo. Assim aprouve à sua vontade, para que fosse enaltecida a glória da sua graça, com a qual nos favoreceu em seu Filho muito amado» (Ef 1, 3-6).",
            "paragrafo": 1077
        },
        {
            "tipo": "parágrafo",
            "texto": "1078. Abençoar é uma acção divina que dá a vida e de que o Pai é a fonte. A sua bênção é, ao mesmo tempo, palavra e dom («bene-dictio», «eu-logia»). Aplicada ao homem, tal palavra significará a adoração e a entrega ao seu Criador, em acção de graças.",
            "paragrafo": 1078
        },
        {
            "tipo": "parágrafo",
            "texto": "1079. Desde o princípio até à consumação dos tempos, toda a obra de Deus é bênção. Desde o poema litúrgico da primeira criação até aos cânticos da Jerusalém celeste, os autores inspirados anunciam o desígnio da salvação como uma imensa bênção divina.",
            "paragrafo": 1079
        },
        {
            "tipo": "parágrafo",
            "texto": "1080. Desde o princípio, Deus abençoa os seres vivos, especialmente o homem e a mulher. A aliança com Noé e todos os seres animados renova esta bênção de fecundidade, apesar do pecado do homem, pelo qual a terra fica «maldita». Mas é a partir de Abraão que a bênção divina penetra na história dos homens, que caminhava em direcção à morte, para a fazer regressar à vida, à sua fonte: pela fé do «pai dos crentes» que acolhe a bênção, é inaugurada a história da salvação.",
            "paragrafo": 1080
        },
        {
            "tipo": "parágrafo",
            "texto": "1081. As bênçãos divinas manifestam-se em acontecimentos maravilhosos e salvíficos: o nascimento de Isaac, a saída do Egipto (Páscoa e Êxodo), o dom da terra prometida, a eleição de David, a presença de Deus no templo, o exílio purificador e o regresso do «pequeno resto». A Lei, os Profetas e os Salmos, que entretecem a liturgia do povo eleito, se por um lado recordam essas bênçãos divinas, por outro respondem-lhes com as bênçãos de louvor e acção de graças.",
            "paragrafo": 1081
        },
        {
            "tipo": "parágrafo",
            "texto": "1082. Na liturgia da Igreja, a bênção divina é plenamente revelada e comunicada: o Pai é reconhecido e adorado como a Fonte e o Fim de todas as bênçãos da criação e da salvação; no seu Verbo – encarnado, morto e ressuscitado por nós –, Ele cumula-nos das suas bênçãos e, por Ele, derrama nos nossos corações o Dom que encerra todos os dons: o Espírito Santo.",
            "paragrafo": 1082
        },
        {
            "tipo": "parágrafo",
            "texto": "1083. Compreende-se então a dupla dimensão da liturgia cristã, como resposta de fé e de amor às «bênçãos espirituais» com que o Pai nos gratifica. Por um lado, a Igreja, unida ao seu Senhor e «sob a acção do Espírito Santo» (2), bendiz o Pai «pelo seu Dom inefável» (2 Cor 9, 15), mediante a adoração, o louvor e a acção de graças. Por outro lado, e até à consumação do desígnio de Deus, a Igreja não cessa de oferecer ao Pai «a oblação dos seus próprios dons» e de Lhe implorar que envie o Espírito Santo sobre esta oblação, sobre si própria, sobre os fiéis e sobre o mundo inteiro, a fim de que, pela comunhão na morte e ressurreição de Cristo-Sacerdote e pelo poder do Espírito, estas bênçãos divinas produzam frutos de vida, «para que seja enaltecida a glória da sua graça» (Ef 1, 6).",
            "paragrafo": 1083
        },
        {
            "tipo": "tópico",
            "texto": "II. A acção de Cristo na liturgia"
        },
        {
            "tipo": "subtópico",
            "texto": "CRISTO GLORIFICADO..."
        },
        {
            "tipo": "parágrafo",
            "texto": "1084. «Sentado à direita do Pai» e derramando o Espírito Santo sobre o seu corpo que é a Igreja, Cristo age agora pelos sacramentos, que instituiu para comunicar a sua graça. Os sacramentos são sinais sensíveis (palavras e acções), acessíveis à nossa humanidade actual. Realizam eficazmente a graça que significam, em virtude da acção de Cristo e pelo poder do Espírito Santo.",
            "paragrafo": 1084
        },
        {
            "tipo": "parágrafo",
            "texto": "1085. Na liturgia da Igreja, Cristo significa e realiza principalmente o seu mistério pascal. Durante a sua vida terrena, Jesus anunciava pelo seu ensino e antecipava pelos seus actos o seu mistério pascal. Uma vez chegada a sua «Hora» (3), Jesus vive o único acontecimento da história que não passa jamais: morre, é sepultado, ressuscita de entre os mortos e senta-Se à direita do Pai «uma vez por todas» (Rm 6, 10; Heb 7, 27; 9, 12). É um acontecimento real, ocorrido na nossa história, mas único; todos os outros acontecimentos da história acontecem uma vez e passam, devorados pelo passado. Pelo contrário, o mistério pascal de Cristo não pode ficar somente no passado, já que pela sua morte, Ele destruiu a morte; e tudo o que Cristo é, tudo o que fez e sofreu por todos os homens, participa da eternidade divina, e assim transcende todos os tempos e em todos se torna presente. O acontecimento da cruz e da ressurreição permanece e atrai tudo para a vida.",
            "paragrafo": 1085
        },
        {
            "tipo": "subtópico",
            "texto": "... DESDE A IGREJA DOS APÓSTOLOS..."
        },
        {
            "tipo": "parágrafo",
            "texto": "1086. «Assim como Cristo foi enviado pelo Pai, assim também Ele enviou os Apóstolos, cheios do Espírito Santo, não só para que, pregando o Evangelho a toda a criatura, anunciassem que o Filho de Deus, pela sua morte e ressurreição, nos libertara do poder de Satanás e da morte e nos introduzira no Reino do Pai, mas também para que realizassem a obra da salvação que anunciavam, mediante o Sacrifício e os sacramentos, à volta dos quais gira toda a vida litúrgica» (4).",
            "paragrafo": 1086
        },
        {
            "tipo": "parágrafo",
            "texto": "1087. Deste modo, Cristo ressuscitado, ao dar o Espírito Santo aos Apóstolos, confia-lhes o seu poder de santificação: (5) eles tornam-se sinais sacramentais de Cristo. Pelo poder do mesmo Espírito Santo, eles confiam este poder aos seus sucessores. Esta «sucessão apostólica» estrutura toda a vida litúrgica da Igreja: ela própria é sacramental, transmitida pelo sacramento da Ordem.",
            "paragrafo": 1087
        },
        {
            "tipo": "subtópico",
            "texto": "... ESTÁ PRESENTE NA LITURGIA TERRESTRE..."
        },
        {
            "tipo": "parágrafo",
            "texto": "1088. «Para realizar tão grande obra» – como é a dispensação ou comunicação da sua obra de salvação – «Cristo está sempre presente na sua igreja, sobretudo nas acções litúrgicas. Está presente no sacrifício da Missa, quer na pessoa do ministro – \"o que se oferece agora pelo ministério sacerdotal é o mesmo que se ofereceu outrora na Cruz\" – quer e sobretudo sob as espécies eucarísticas. Está presente com a sua virtude nos sacramentos, de modo que, quando alguém baptiza, é o próprio Cristo que baptiza. Está presente na sua Palavra, pois é Ele que fala ao ser lida na Igreja a Sagrada Escritura. Está presente, enfim, quando a Igreja reza e canta os salmos, Ele que prometeu: \"Onde dois ou três estiverem reunidos em meu nome, aí estou Eu, no meio deles\" (Mt 18, 20)» (6).",
            "paragrafo": 1088
        },
        {
            "tipo": "parágrafo",
            "texto": "1089. «Em tão grande obra, pela qual Deus é perfeitamente glorificado e os homens santificados, Cristo associa sempre a Si a Igreja, sua amadíssima esposa, a qual invoca o seu Senhor e por meio d'Ele rende culto ao eterno Pai» (7).",
            "paragrafo": 1089
        },
        {
            "tipo": "subtópico",
            "texto": "... QUE PARTICIPA NA LITURGIA CELESTE"
        },
        {
            "tipo": "parágrafo",
            "texto": "1090. «Na liturgia da terra, participamos, saboreando-a de antemão, na liturgia celeste, celebrada na cidade santa de Jerusalém, para a qual nos dirigimos como peregrinos e onde Cristo está sentado à direita de Deus, como ministro do santuário e do verdadeiro tabernáculo; com todo o exército da milícia celestial, cantamos ao Senhor um hino de glória; venerando a memória dos santos, esperamos ter alguma parte e comunhão com eles; e aguardamos o Salvador, nosso Senhor Jesus Cristo, até que Ele apareça como nossa vida e também nós apareçamos com Ele na glória» (8).",
            "paragrafo": 1090
        },
        {
            "tipo": "tópico",
            "texto": "III. O Espírito Santo e a Igreja na liturgia"
        },
        {
            "tipo": "parágrafo",
            "texto": "1091. Na liturgia, o Espírito Santo é o pedagogo da fé do povo de Deus, o artífice das «obras-primas de Deus» que são os sacramentos da Nova Aliança. O desejo e a obra do Espírito no coração da Igreja é que nós vivamos da vida de Cristo ressuscitado. Quando Ele encontra em nós a resposta da fé que suscitou, realiza-se uma verdadeira cooperação. E, por ela, a liturgia torna-se a obra comum do Espírito Santo e da Igreja.",
            "paragrafo": 1091
        },
        {
            "tipo": "parágrafo",
            "texto": "1092. Nesta dispensação sacramental do mistério de Cristo, o Espírito Santo age do mesmo modo que nos outros tempos da economia da salvação: prepara a Igreja para o encontro com o seu Senhor; lembra e manifesta Cristo à fé da assembleia; torna presente e actualiza o mistério de Cristo pelo seu poder transformante; e finalmente, enquanto Espírito de comunhão, une a Igreja à vida e à missão de Cristo.",
            "paragrafo": 1092
        },
        {
            "tipo": "subtópico",
            "texto": "O ESPÍRITO SANTO PREPARA PARA ACOLHER CRISTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1093. O Espírito Santo realiza, na economia sacramental, as figuras da Antiga Aliança. Uma vez que a Igreja de Cristo estava «admiravelmente preparada na história do povo de Israel e na Antiga Aliança» (9), a liturgia da Igreja conserva, como parte integrante e insubstituível, fazendo-os seus, elementos do culto dessa Antiga Aliança:\n\n– principalmente a leitura do Antigo Testamento;\n– a oração dos Salmos;\n– e sobretudo, o memorial dos acontecimentos salvíficos e das realidades significativas, que encontraram o seu cumprimento no mistério de Cristo (a Promessa e a Aliança, o Êxodo e a Páscoa, o Reino e o Templo, o Exílio e o regresso).",
            "paragrafo": 1093
        },
        {
            "tipo": "parágrafo",
            "texto": "1094. É com base nesta harmonia dos dois Testamentos (10) que se articula a catequese pascal do Senhor (11) e, depois, a dos Apóstolos e dos Padres da Igreja. Esta catequese desvenda o que estava oculto sob a letra do Antigo Testamento: o mistério de Cristo. É chamada «tipológica», porque revela a novidade de Cristo a partir das «figuras» (tipos) que a anunciavam nos factos, palavras e símbolos da primeira Aliança. Por esta releitura no Espírito de verdade a partir de Cristo, as figuras são desvendadas (12). Assim, o dilúvio e a arca de Noé prefiguravam a salvação pelo Baptismo (13), tal como a nuvem, a travessia do Mar Vermelho e a água do rochedo eram figura dos dons espirituais de Cristo (14); e o maná do deserto prefigurava a Eucaristia, «o verdadeiro Pão do céu» (Jo 6, 48).",
            "paragrafo": 1094
        },
        {
            "tipo": "parágrafo",
            "texto": "1095. É por isso que a Igreja, especialmente por ocasião dos tempos do Advento, da Quaresma e sobretudo na noite da Páscoa, relê e revive todos estes grandes acontecimentos da história da salvação no «hoje» da sua liturgia. Isso, porém, exige igualmente que a catequese ajude os fiéis a abrirem-se a esta inteligência «espiritual» da economia da salvação, tal como a liturgia da Igreja a manifesta e no-la faz viver.",
            "paragrafo": 1095
        },
        {
            "tipo": "parágrafo",
            "texto": "1096. Liturgia judaica e liturgia cristã. Um melhor conhecimento da fé e da vida religiosa do povo judeu, tal como ainda agora são professadas e vividas, pode ajudar a compreender melhor certos aspectos da liturgia cristã. Para os judeus, tal como para os cristãos, a Sagrada Escritura é uma parte essencial das suas liturgias: para a proclamação da Palavra de Deus, a resposta a esta Palavra, a oração de louvor e de intercessão por vivos e mortos, o recurso à misericórdia divina. A liturgia da Palavra, na sua estrutura própria, encontra a sua origem na oração judaica. A Oração das Horas e outros textos e formulários litúrgicos têm nela os seus paralelos, assim como as próprias fórmulas das nossas orações mais veneráveis, como o Pai Nosso. As orações eucarísticas inspiram-se também em modelos de tradição judaica. A relação entre a liturgia judaica e a liturgia cristã, como igualmente a diferença dos respectivos conteúdos, são particularmente visíveis nas grandes festas do ano litúrgico, como a Páscoa. Tanto os cristãos como os judeus celebram a Páscoa: a Páscoa da história, virada para o futuro, entre os judeus: a Páscoa consumada na morte e ressurreição de Cristo, entre os cristãos – embora sempre na esperança da sua consumação definitiva.",
            "paragrafo": 1096
        },
        {
            "tipo": "parágrafo",
            "texto": "1097. Na liturgia da Nova Aliança, toda a acção litúrgica, especialmente a celebração da Eucaristia e dos sacramentos, é um encontro entre Cristo e a Igreja. A assembleia litúrgica recebe a sua unidade da «comunhão do Espírito Santo», que reúne os filhos de Deus no único corpo de Cristo. Ultrapassa todas as afinidades humanas, raciais, culturais e sociais.",
            "paragrafo": 1097
        },
        {
            "tipo": "parágrafo",
            "texto": "1098. A assembleia deve preparar-se para o encontro com o seu Senhor, ser «um povo bem disposto» (15). Esta preparação dos corações é obra comum do Espírito Santo e da assembleia, particularmente dos seus ministros. A graça do Espírito Santo procura despertar a fé, a conversão do coração e a adesão à vontade do Pai. Estas disposições pressupõem-se para receber outras graças oferecidas na própria celebração, e para os frutos de vida nova que ela é destinada a produzir em seguida.",
            "paragrafo": 1098
        },
        {
            "tipo": "subtópico",
            "texto": "O ESPÍRITO SANTO RECORDA O MISTÉRIO DE CRISTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1099. O Espírito e a Igreja cooperam para manifestar Cristo e a sua obra de salvação na liturgia. Principalmente na Eucaristia, e analogicamente nos outros sacramentos, a liturgia é o memorial do mistério da salvação. O Espírito Santo é a memória viva da Igreja (16).",
            "paragrafo": 1099
        },
        {
            "tipo": "parágrafo",
            "texto": "1100. A Palavra de Deus. O Espírito Santo lembra à assembleia litúrgica, em primeiro lugar, o sentido do acontecimento salvífico, dando vida à Palavra de Deus, que é anunciada para ser recebida e vivida:\n\n«É enorme a importância da Sagrada Escritura na celebração da liturgia. Porque é a ela que se vão buscar as leituras que se explicam na homilia e os salmos para cantar; com o seu espírito e da sua inspiração nasceram as preces, as orações e os hinos litúrgicos: dela tiram a sua capacidade de significação as acções e os sinais» (17).",
            "paragrafo": 1100
        },
        {
            "tipo": "parágrafo",
            "texto": "1101. É o Espírito Santo que dá aos leitores e ouvintes, segundo a disposição dos seus corações, a inteligência espiritual da Palavra de Deus. Através das palavras, acções e símbolos, que formam a trama duma celebração, o Espírito Santo põe os fiéis e os ministros em relação viva com Cristo, Palavra e Imagem do Pai, de modo a poderem fazer passar para a sua vida o sentido daquilo que ouvem, vêem e fazem na celebração.",
            "paragrafo": 1101
        },
        {
            "tipo": "parágrafo",
            "texto": "1102. «É pela Palavra da salvação [...] que a fé é alimentada no coração dos fiéis; e é mercê da fé que tem início e se desenvolve a reunião dos fiéis» (18). O anúncio da Palavra de Deus não se fica por um ensinamento: faz apelo à resposta da fé, enquanto assentimento e compromisso, em vista da aliança entre Deus e o seu povo. É ainda o Espírito Santo que dá a graça da fé, a fortifica e a faz crescer na comunidade. A assembleia litúrgica é, antes de mais, comunhão na fé.",
            "paragrafo": 1102
        },
        {
            "tipo": "parágrafo",
            "texto": "1103. A anamnese. A celebração litúrgica refere-se sempre às intervenções salvíficas de Deus na história. «A economia da revelação realiza-se por meio de acções e palavras intimamente relacionadas entre si [...]; as palavras [...] declaram as obras e esclarecem o mistério nelas contido» (19). Na liturgia da Palavra, o Espírito Santo «lembra» à assembleia tudo quanto Cristo fez por nós. Segundo a natureza das acções litúrgicas e as tradições rituais das Igrejas, uma celebração «faz memória» das maravilhas de Deus numa anamnese mais ou menos desenvolvida. O Espírito Santo, que assim desperta a memória da Igreja, suscita então a acção de graças e o louvor (doxologia).",
            "paragrafo": 1103
        },
        {
            "tipo": "subtópico",
            "texto": "O ESPÍRITO SANTO ACTUALIZA O MISTÉRIO DE CRISTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1104. A liturgia cristã não se limita a recordar os acontecimentos que nos salvaram: actualiza-os, torna-os presentes. O mistério pascal de Cristo celebra-se, não se repete; as celebrações é que se repetem. Mas em cada uma delas sobrevém a efusão do Espírito Santo, que actualiza o único mistério.",
            "paragrafo": 1104
        },
        {
            "tipo": "parágrafo",
            "texto": "1105. A epiclese («invocação sobre») é a intercessão mediante a qual o sacerdote suplica ao Pai que envie o Espírito santificador para que as oferendas se tornem o corpo e o sangue de Cristo e para que, recebendo-as, os fiéis se tornem eles próprios uma oferenda viva para Deus.",
            "paragrafo": 1105
        },
        {
            "tipo": "parágrafo",
            "texto": "1106 Juntamente com a anamnese, a epiclese é o coração de qualquer celebração sacramental, e mais particularmente da Eucaristia:\n\n«Tu perguntas como é que o pão se torna corpo de Cristo, e o vinho [..] sangue de Cristo? Por mim, digo-te: o Espírito Santo irrompe e realiza isso que ultrapassa toda a palavra e todo o pensamento. [...] Baste-te ouvir que é pelo Espírito Santo, do mesmo modo que é da Santíssima Virgem e pelo Espírito Santo que o Senhor, por Si mesmo e em Si mesmo, assumiu a carne» (20).",
            "paragrafo": 1106
        },
        {
            "tipo": "parágrafo",
            "texto": "1107. O poder transformante do Espírito Santo na liturgia apressa a vinda do Reino e a consumação do mistério da salvação. Na expectativa e na esperança. Ele faz-nos realmente antecipar a comunhão plena da Santíssima Trindade. Enviado pelo Pai, que atende a epiclese da Igreja, o Espírito dá a vida aos que O acolhem e constitui para eles, desde já, as «arras» da sua herança (21).",
            "paragrafo": 1107
        },
        {
            "tipo": "subtópico",
            "texto": "A COMUNHÃO DO ESPÍRITO SANTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1108. A finalidade da missão do Espírito Santo em toda a acção litúrgica é pôr-nos em comunhão com Cristo, para formarmos o seu corpo. O Espírito Santo é como que a seiva da Videira do Pai, que dá fruto nos sarmentos (22). Na liturgia, realiza-se a mais íntima cooperação do Espírito Santo com a Igreja. Ele, Espírito de comunhão, permanece indefectivelmente na Igreja, e é por isso que a Igreja é o grande sacramento da comunhão divina que reúne os filhos de Deus dispersos. O fruto do Espírito na liturgia é, inseparavelmente, comunhão com a Santíssima Trindade e comunhão fraterna (23).",
            "paragrafo": 1108
        },
        {
            "tipo": "parágrafo",
            "texto": "1109. A epiclese é também oração pelo pleno efeito da comunhão da assembleia no mistério de Cristo. «A graça de nosso Senhor Jesus Cristo, o amor do Pai e a comunhão do Espírito Santo» (2 Cor 13, 13) devem estar sempre connosco e dar frutos, para além da celebração eucarística. Por isso, a Igreja pede ao Pai que envie o Espírito Santo, para que faça da vida dos fiéis uma oferenda viva para Deus pela transformação espiritual à imagem de Cristo, pela preocupação com a unidade da Igreja e pela participação na sua missão, mediante o testemunho e o serviço da caridade.",
            "paragrafo": 1109
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "1110. Na liturgia da Igreja, Deus Pai é bendito e adorado como fonte de todas as bênçãos da criação e da salvação, com que nos abençoou no seu Filho, para nos dar o Espírito da adopção filial.",
            "paragrafo": 1110
        },
        {
            "tipo": "parágrafo",
            "texto": "1111. A obra de Cristo na liturgia é sacramental, porque o seu mistério de salvação torna-se ali presente pelo poder do seu Espírito Santo; porque o seu corpo, que é a Igreja, é como que o sacramento (sinal e instrumento) no qual o Espírito Santo dispensa o mistério da salvação; e porque, através das suas acções litúrgicas, a Igreja peregrina participa já, por antecipação, na liturgia do céu.",
            "paragrafo": 1111
        },
        {
            "tipo": "parágrafo",
            "texto": "1112. A missão do Espírito Santo na liturgia da Igreja é preparar a assembleia para o encontro com Cristo, lembrar e manifestar Cristo à fé da assembleia, tornar presente e actualizar a obra salvífica de Cristo pelo seu poder transformante e fazer frutificar o dom da comunhão na Igreja.",
            "paragrafo": 1112
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 2"
        },
        {
            "tipo": "subtítulo",
            "texto": "O MISTÉRIO PASCAL\nNOS SACRAMENTOS DA IGREJA"
        },
        {
            "tipo": "parágrafo",
            "texto": "1113. Toda a vida litúrgica da Igreja gravita em torno do sacrifício eucarístico e dos sacramentos (24). Há na Igreja sete sacramentos: Baptismo, Confirmação ou Crisma, Eucaristia, Penitência, Unção dos enfermos, Ordem e Matrimónio (25). Neste artigo, trata-se do que é comum aos sete sacramentos da Igreja, do ponto de vista doutrinal; o que lhes é comum sob o aspecto da celebração será exposto no capítulo II; e o que é próprio de cada um constituirá o objecto da secção II.",
            "paragrafo": 1113
        },
        {
            "tipo": "tópico",
            "texto": "I. Os sacramentos de Cristo"
        },
        {
            "tipo": "parágrafo",
            "texto": "1114. «Aderindo à doutrina da Sagrada Escritura, às tradições apostólicas [...] e ao sentir unânime dos santos Padres» (26), nós professamos que «os sacramentos da nova Lei [...] foram todos instituídos por nosso Senhor Jesus Cristo» (27).",
            "paragrafo": 1114
        },
        {
            "tipo": "parágrafo",
            "texto": "1115. As palavras e as acções de Jesus durante a sua vida oculta e o seu ministério público já eram salvíficas. Antecipavam o poder do seu mistério pascal. Anunciavam e preparavam o que Ele ia dar à Igreja quando tudo estivesse cumprido. Os mistérios da vida de Cristo são os fundamentos do que, de ora em diante, pelos ministros da sua Igreja, Cristo dispensa nos sacramentos, porque «o que no nosso Salvador era visível, passou para os seus mistérios» (28).",
            "paragrafo": 1115
        },
        {
            "tipo": "parágrafo",
            "texto": "1116. «Forças que saem» do corpo de Cristo (29), sempre vivo e vivificante: acções do Espírito Santo que opera no seu corpo que é a Igreja, os sacramentos são «as obras-primas de Deus», na nova e eterna Aliança.",
            "paragrafo": 1116
        },
        {
            "tipo": "tópico",
            "texto": "II. Os sacramentos da Igreja"
        },
        {
            "tipo": "parágrafo",
            "texto": "1117. Pelo Espírito que a conduz «para a verdade total» (Jo 16, 13), a Igreja reconheceu, a pouco e pouco, este tesouro recebido de Cristo e foi-lhe precisando a « dispensação» , tal como o fez relativamente ao cânon das Sagradas Escrituras e à doutrina da fé, enquanto fiel despenseira dos mistérios de Deus (30). Assim, a Igreja discerniu, no decorrer dos séculos, que, entre as suas celebrações litúrgicas, há sete que são, no sentido próprio da palavra, sacramentos instituídos pelo Senhor.",
            "paragrafo": 1117
        },
        {
            "tipo": "parágrafo",
            "texto": "1118. Os sacramentos são «da Igreja», no duplo sentido de que são «por ela» e «para ela». São «pela Igreja», porque ela é o sacramento da acção de Cristo que nela opera, graças à missão do Espírito Santo. E são «para a Igreja», são estes «sacramentos que fazem a Igreja» (31), porque manifestam e comunicam aos homens, sobretudo na Eucaristia, o mistério da comunhão do Deus-Amor, um em três pessoas.",
            "paragrafo": 1118
        },
        {
            "tipo": "parágrafo",
            "texto": "1119. Formando com Cristo-Cabeça «como que uma única pessoa mística» (32), a Igreja age nos sacramentos como «comunidade sacerdotal», «organicamente estruturada» (33): pelo Baptismo e pela Confirmação, o povo sacerdotal torna-se apto a celebrar a liturgia; e por outro lado, certos fiéis, «assinalados com a sagrada Ordem, ficam constituídos em nome de Cristo para apascentar a Igreja com a Palavra e a graça de Deus» (34).",
            "paragrafo": 1119
        },
        {
            "tipo": "parágrafo",
            "texto": "1120. O ministério ordenado ou sacerdócio ministerial (35) está ao serviço do sacerdócio baptismal. Ele garante que, nos sacramentos, é de certeza Cristo que age pelo Espírito Santo em favor da Igreja. A missão de salvação, confiada pelo Pai ao seu Filho encarnado, é confiada aos Apóstolos e, por eles, aos seus sucessores; eles recebem o Espírito de Jesus para agirem em seu nome e na sua pessoa (36). Assim, o ministro ordenado é o laço sacramental que une a acção litúrgica àquilo que disseram e fizeram os Apóstolos e, por eles, ao que disse e fez o próprio Cristo, fonte e fundamento dos sacramentos.",
            "paragrafo": 1120
        },
        {
            "tipo": "parágrafo",
            "texto": "1121. Os três sacramentos do Baptismo, Confirmação e Ordem conferem, além da graça, um carácter sacramental ou «selo», pelo qual o cristão participa no sacerdócio de Cristo e faz parte da Igreja segundo estados e funções diversas. Esta configuração a Cristo e à Igreja, realizada pelo Espírito, é indelével (37), fica para sempre no cristão como disposição positiva para a graça, como promessa e garantia da protecção divina e como vocação para o culto divino e para o serviço da Igreja. Por isso, estes sacramentos nunca podem ser repetidos.",
            "paragrafo": 1121
        },
        {
            "tipo": "tópico",
            "texto": "III. Os sacramentos da fé"
        },
        {
            "tipo": "parágrafo",
            "texto": "1122. Cristo enviou os Apóstolos para que, «em seu nome, pregassem a todas as nações a conversão para o perdão dos pecados» (Lc 24, 47). «Fazei discípulos de todas as nações, baptizai-os em nome do Pai, do Filho e do Espírito Santo» (Mt 28, 19). A missão de baptizar, portanto a missão sacramental, está implicada na missão de evangelizar; porque o sacramento é preparado pela Palavra de Deus e pela fé, que é assentimento à dita Palavra:\n\n«O povo de Deus é reunido, antes de mais, pela Palavra de Deus vivo [...]. A pregação da Palavra é necessária para o próprio ministério dos sacramentos, enquanto são sacramentos da fé, que nasce e se alimenta da Palavra» (38).",
            "paragrafo": 1122
        },
        {
            "tipo": "parágrafo",
            "texto": "1123. «Os sacramentos estão ordenados à santificação dos homens, à edificação do corpo de Cristo e, por fim, a prestar culto a Deus; como sinais, têm também a função de instruir. Não só supõem a fé, mas também a alimentam, fortificam e exprimem por meio de palavras e coisas, razão pela qual se chamam sacramentos da fé» (39).",
            "paragrafo": 1123
        },
        {
            "tipo": "parágrafo",
            "texto": "1124. A fé da Igreja é anterior à fé do fiel, que é chamado a aderir a ela. Quando a Igreja celebra os sacramentos, confessa a fé recebida dos Apóstolos. Daí o adágio antigo: «Lex orandi, lex credendi – A lei da oração é a lei da fé» (Ou: «Legem credendi lex statuat supplicandi – A lei da fé é determinada pela lei da oração», como diz Próspero de Aquitânia [século V]) (40). A lei da oração é a lei da fé, a Igreja crê conforme reza. A liturgia é um elemento constitutivo da Tradição santa e viva (41).",
            "paragrafo": 1124
        },
        {
            "tipo": "parágrafo",
            "texto": "1125. É por isso que nenhum rito sacramental pode ser modificado ou manipulado ao arbítrio do ministro ou da comunidade. Nem mesmo a autoridade suprema da Igreja pode mudar a liturgia a seu bel-prazer, mas somente na obediência da fé e no respeito religioso do mistério da liturgia.",
            "paragrafo": 1125
        },
        {
            "tipo": "parágrafo",
            "texto": "1126. Aliás, uma vez que os sacramentos exprimem e desenvolvem a comunhão da fé na Igreja, a lex orandi é um dos critérios essenciais do diálogo que procura restaurar a unidade dos cristãos (42).",
            "paragrafo": 1126
        },
        {
            "tipo": "tópico",
            "texto": "IV. Os sacramentos da salvação"
        },
        {
            "tipo": "parágrafo",
            "texto": "1127. Celebrados dignamente na fé, os sacramentos conferem a graça que significam (43). Eles são eficazes, porque neles é o próprio Cristo que opera: é Ele que baptiza, é Ele que age nos sacramentos para comunicar a graça que o sacramento significa. O Pai atende sempre a oração da Igreja do seu Filho, a qual, na epiclese de cada sacramento, exprime a sua fé no poder do Espírito. Tal como o fogo transforma em si tudo quanto atinge, assim o Espírito Santo transforma em vida divina tudo quanto se submete ao seu poder.",
            "paragrafo": 1127
        },
        {
            "tipo": "parágrafo",
            "texto": "1128. É esse o sentido da afirmação da Igreja (44): os sacramentos actuam ex opere operato (à letra: «pelo próprio facto de a acção ser executada»), quer dizer, em virtude da obra salvífica de Cristo, realizada uma vez por todas. Segue-se daí que «o sacramento não é realizado pela justiça do homem que o dá ou que o recebe, mas pelo poder de Deus» (45). Desde  que um sacramento seja celebrado conforme a intenção da Igreja, o poder de Cristo e do seu Espírito age nele e por ele, independentemente da santidade pessoal do ministro. No entanto, os frutos dos sacramentos dependem também das disposições de quem os recebe.",
            "paragrafo": 1128
        },
        {
            "tipo": "parágrafo",
            "texto": "1129. A Igreja afirma que, para os crentes, os sacramentos da Nova Aliança são necessários para a salvação (46). A «graça sacramental» é a graça do Espírito Santo dada por Cristo e própria de cada sacramento. O Espírito cura e transforma aqueles que O recebem, conformando-os com o Filho de Deus. O fruto da vida sacramental é que o Espírito de adopção deifique \" os fiéis, unindo-os vitalmente ao Filho único, o Salvador.",
            "paragrafo": 1129
        },
        {
            "tipo": "tópico",
            "texto": "V. Os sacramentos da vida eterna"
        },
        {
            "tipo": "parágrafo",
            "texto": "1130. A Igreja celebra o mistério do seu Senhor «até que Ele venha» e «Deus seja tudo em todos»(1 Cor 11, 26; 15, 28). Desde a era Apostólica, a liturgia é atraída para o seu termo pelo gemido do Espírito na Igreja: «Marana tha!» (1 Cor 16, 22). A liturgia participa, assim, no desejo de Jesus: «Tenho ardentemente desejado comer convosco esta Páscoa [...], até que ela se realize plenamente no Reino de Deus» (Lc 22, 15-16). Nos sacramentos de Cristo, a Igreja recebe já as arras da sua herança e já participa na vida eterna, embora «aguardando a ditosa esperança e a manifestação da glória do nosso grande Deus e Salvador Jesus Cristo» (Tt 2, 13). «O Espírito e a esposa dizem: \"Vem!\" [...] «Vem, Senhor Jesus!» (Ap 22, 17.20).\n\nSão Tomás de Aquino define assim as diferentes dimensões do sinal sacramental: «Sacramentum est et signum rememorativum eius quod praecessit, scilicet passionis Christi; et demonstrativum eius quod in nobis efficitur per Christi passionem, scilicet gratiae; et prognosticum, id est, praenuntiativum futurae gloriae – O sacramento é sinal rememorativo daquilo que o precedeu, ou seja, da paixão de Cristo; e demonstrativo daquilo que em nós a paixão de Cristo realiza, ou seja, da graça; e prognóstico, quer dizer, que anuncia de antemão a glória futura»(48).",
            "paragrafo": 1130
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "1131. Os sacramentos são sinais eficazes da graça, instituídos por Cristo e confiados à Igreja, pelos quais nos é dispensada a vida divina. Os ritos visíveis, com os quais são celebrados os sacramentos, significam e realizam as graças próprias de cada sacramento. Eles dão fruto naqueles que os recebem com as disposições requeridas.",
            "paragrafo": 1131
        },
        {
            "tipo": "parágrafo",
            "texto": "1132. A Igreja celebra os sacramentos enquanto comunidade sacerdotal estruturada pelo sacerdócio baptismal e pelo dos ministros ordenados.",
            "paragrafo": 1132
        },
        {
            "tipo": "parágrafo",
            "texto": "1133. O Espírito Santo prepara para os sacramentos pela Palavra de Deus e pela fé, que acolhe a Palavra nos corações bem dispostos. Então, os sacramentos fortificam e exprimem a fé.",
            "paragrafo": 1133
        },
        {
            "tipo": "parágrafo",
            "texto": "1134. O fruto da vida sacramental é, ao mesmo tempo, pessoal e eclesial. Por um lado, este fruto é, para todo o fiel, viver para Deus em Cristo Jesus; por outro, é para a Igreja crescimento na caridade e na sua missão de testemunho.",
            "paragrafo": 1134
        }
    ],
    "referencias": [    
        {
            "tipo": "referência",
            "texto": "1. Cf. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 6: AAS 56 (1964) 100; Id, Const. dogm. Lumen Gentium, 2: AAS 57 (1965) 6."
        },
        {
            "tipo": "referência",
            "texto": "2. Cf. Lc 10, 21."
        },
        {
            "tipo": "referência",
            "texto": "3. Cf. Jo 13, 1; 17, 1."
        },
        {
            "tipo": "referência",
            "texto": "4.  II Concílio do Vaticano, Const. Sacrosactum Concilium, 6: AAS 56 (1964) 100."
        },
        {
            "tipo": "referência",
            "texto": "5. Cf. Jo 20, 21-23."
        },
        {
            "tipo": "referência",
            "texto": "6.  II Concílio do Vaticano, Const. Sacrosactum Concilium, 7: AAS 56 (1964)100-101."
        },
        {
            "tipo": "referência",
            "texto": "7.  II Concílio do Vaticano, Const. Sacrosactum Concilium, 7: AAS 56 (1964)101."
        },
        {
            "tipo": "referência",
            "texto": "8.  II Concílio do Vaticano, Const. Sacrosactum Concilium, 8: AAS 56 (1964) 101; cf. Id., Const. dogm. Lumen Gentium, 50: AAS 57 (1965) 55-57."
        },
        {
            "tipo": "referência",
            "texto": "9. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 2: AAS 57 (1965) 6."
        },
        {
            "tipo": "referência",
            "texto": "10. Cf. II Concílio do Vaticano, Const. dogm. Dei Verbum, 14-16: AAS 58 (1966) 824-625."
        },
        {
            "tipo": "referência",
            "texto": "11. Cf. Lc 24, 13-49."
        },
        {
            "tipo": "referência",
            "texto": "12. Cf. 2 Cor 3, 14-16."
        },
        {
            "tipo": "referência",
            "texto": "13. Cf. 1 Pe 3, 21."
        },
        {
            "tipo": "referência",
            "texto": "14. Cf. 1 Cor 10, 1-6."
        },
        {
            "tipo": "referência",
            "texto": "15. Cf. Lc 1, 17."
        },
        {
            "tipo": "referência",
            "texto": "16. Cf. Jo 14, 26."
        },
        {
            "tipo": "referência",
            "texto": "17.  II Concílio do Vaticano, Const. Sacrosactum Concilium, 24: AAS 56 (1964) 106-107."
        },
        {
            "tipo": "referência",
            "texto": "18. II Concílio do Vaticano, Decr. Presbiterorum ordinis, 4: AAS 58 (1966) 996."
        },
        {
            "tipo": "referência",
            "texto": "19. II Concílio do Vaticano, Const. dogm. Dei Verbum, 2: AAS 58 (1966) 818."
        },
        {
            "tipo": "referência",
            "texto": "20.  São João Damasceno, Expositio fidei, 86 [De fide orthodoxa, 4, 13]: PTS 12, 194-195 (PG 94, 1141.1145)."
        },
        {
            "tipo": "referência",
            "texto": "21. Cf. Ef 1, 14; 2 Cor 1, 22."
        },
        {
            "tipo": "referência",
            "texto": "22. Cf. Jo 15, 1-17; Gl 5, 22."
        },
        {
            "tipo": "referência",
            "texto": "23. Cf. 1 Jo 1, 3-7."
        },
        {
            "tipo": "referência",
            "texto": "24. Cf. II Concílio do Vaticano, Const. Sacrosactum Concilium, 6: AAS 56 (1964) 100."
        },
        {
            "tipo": "referência",
            "texto": "25. Cf. II Concílio de Lião, Professio fidei. Michaelis Palaeologi imperatoris: DS 860; Concílio de Florença, Decretum pro Armenis: DS 1310; Concílio de Trento, Sess. 7ª, Canones de sacramentis in genere, can 1: DS 1601."
        },
        {
            "tipo": "referência",
            "texto": "26. Concílio de Trento, Sess. 7ª,  Decretum de sacramentis, Prooemium: DS 1600."
        },
        {
            "tipo": "referência",
            "texto": "27. Concílio de Trento, Sess. 7ª, Canones de sacramentis in genere, can 1: DS 1601."
        },
        {
            "tipo": "referência",
            "texto": "28. São Leão Magno, Sermão 74. 2: CCL 138A, 457 (PL 54, 398)."
        },
        {
            "tipo": "referência",
            "texto": "29. Cf. Lc 5, 17; 6, 19; 8, 46."
        },
        {
            "tipo": "referência",
            "texto": "30. Cf. Mt 13, 52; 1 Col- 4, I."
        },
        {
            "tipo": "referência",
            "texto": "31. Santo Agostinho, De civitate Dei 22, 17: CSEL 40/2, 625 (PL 41. 779); cf. São Tomás de Aquino, Summa theologiae, 3. q. 64, a. 2. ad 3; Ed. Leon. 12, 43."
        },
        {
            "tipo": "referência",
            "texto": "32. Pio XII, Enc. Mystici corporis: AAS 35 (1943) 226."
        },
        {
            "tipo": "referência",
            "texto": "33. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 11: AAS 57 (1965) 15."
        },
        {
            "tipo": "referência",
            "texto": "34. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 11: AAS 57 (1965) 15."
        },
        {
            "tipo": "referência",
            "texto": "35. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 14: AAS 57 (1965) 14."
        },
        {
            "tipo": "referência",
            "texto": "36. Cf. Jo 20. 21-23; Lc 24. 47; Mt 28, 18-20."
        },
        {
            "tipo": "referência",
            "texto": "37. Concílio de Trento, Sess. 7ª, Canones de sacramentis in genere, can 9: DS 1609."
        },
        {
            "tipo": "referência",
            "texto": "38.II Concílio do Vaticano, Decr. Presbyterorum ordinis, 4: AAS 58 (1966) 995-996."
        },
        {
            "tipo": "referência",
            "texto": "39.  II Concílio do Vaticano, Const. Sacrosactum Concilium, 59: AAS 56 (1964) 116."
        },
        {
            "tipo": "referência",
            "texto": "40. Próspero de Aquitânia [séc. V], Indiculus, c. 8: DS 246 (PL 51, 209)."
        },
        {
            "tipo": "referência",
            "texto": "41. Cf. II Concílio do Vaticano, Const. dogm. Dei Verbum, 8: AAS 58 (1966) 821."
        },
        {
            "tipo": "referência",
            "texto": "42. Cf. II Concílio do Vaticano, Decr. Unitatis redintegratio, 2: AAS 57 (1965) 91-92: Ibid., 15: AAS 57 (1965) 101-102."
        },
        {
            "tipo": "referência",
            "texto": "43. Cf. Concílio de Trento, Canones de sacramentis in genere, can 5: DS 1605; Ibid., can. 6: DS 1606."
        },
        {
            "tipo": "referência",
            "texto": "44. Cf. Concílio de Trento, Canones de sacramentis in genere, can 8: DS 1608."
        },
        {
            "tipo": "referência",
            "texto": "45. São Tomás de Aquino, Summa theologiae, 3, q. 68, a. 8, c.: Ed. Leon. 12, 100."
        },
        {
            "tipo": "referência",
            "texto": "46. Cf. Concílio de Trento, Canones de sacramentis in genere, can 4: DS 1604."
        },
        {
            "tipo": "referência",
            "texto": "47. Cf. 2 Pe 1, 4."
        },
        {
            "tipo": "referência",
            "texto": "48. São Tomás de Aquino, Summa theologiae, 3, q. 60, a. 3 c.: Ed. Leon. 12, 6."
        }
    ]
}