{
    "nome": "p1_s2_c1",
    "primeiroParagrafo": 198,
    "ultimoParagrafo": 421,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "PRIMEIRA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A PROFISSÃO DA FÉ\n\n"
        },
        {
            "tipo": "título",
            "texto": "SEGUNDA SECÇÃO"
        },
        {
            "tipo": "título",
            "texto": "A PROFISSÃO DA FÉ CRISTÃ\n\n"
        },
        {
            "tipo": "subtítulo",
            "texto": "CAPÍTULO PRIMEIRO"
        },
        {
            "tipo": "subtítulo",
            "texto": "CREIO EM DEUS PAI"
        },
        {
            "tipo": "parágrafo",
            "texto": "198. A nossa profissão de fé começa por Deus, porque Deus é «o Primeiro e o Último» (Is 44, 6), o Princípio e o Fim de tudo. O Credo começa por Deus Pai, porque o Pai é a Primeira Pessoa divina da Santíssima Trindade; o nosso Símbolo começa pela criação do céu e da terra, porque a criação é o princípio e o fundamento de todas as obras de Deus.",
            "parágrafo": 198
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 1"
        },
        {
            "tipo": "subtítulo",
            "texto": "«CREIO EM DEUS PAI TODO-PODEROSO CRIADOR DO CÉU E DA TERRA»"
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 1"
        },
        {
            "tipo": "subtítulo",
            "texto": "CREIO EM DEUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "199. «Creio em Deus»: é esta a primeira afirmação da profissão de fé e também a mais fundamental. Todo o Símbolo fala de Deus; ao falar também do homem e do mundo, fá-lo em relação a Deus. Os artigos do Credo dependem todos do primeiro, do mesmo modo que todos os mandamentos são uma explicitação do primeiro. Os outros artigos fazem-nos conhecer melhor a Deus, tal como Ele progressivamente Se revelou aos homens. «Os fiéis professam, antes de mais nada, crer em Deus»(1).",
            "parágrafo": 199
        },
        {
            "tipo": "tópico",
            "texto": "I. «Creio em um só Deus»"
        },
        {
            "tipo": "parágrafo",
            "texto": "200. É com estas palavras que começa o Símbolo Niceno-Constantinopolitano. A confissão da unicidade de Deus, que radica na Revelação divina da Antiga Aliança, é inseparável da confissão da existência de Deus e tão fundamental como ela. Deus é único; não há senão um só Deus: «A fé cristã crê e professa que há um só Deus, por natureza, por substância e por essência» (2).",
            "parágrafo": 200
        },
        {
            "tipo": "parágrafo",
            "texto": "201. A Israel, seu povo eleito, Deus revelou-Se como sendo único: «Escuta, Israel! O Senhor, nosso Deus, é o único Senhor. Amarás o Senhor, teu Deus, com todo o teu coração, com toda a tua alma e com todas as tuas forças» (Dt 6, 4-5). Por meio dos profetas, Deus faz apelo a Israel e a todas as nações para que se voltem para Ele, o Único: «Voltai-vos para Mim, e sereis salvos, todos os confins da terra, porque Eu sou Deus e não há outro [...] Diante de Mim se hão-de dobrar todos os joelhos, em Meu nome hão-de jurar todas as línguas. E dirão: \"Só no Senhor existem a justiça e o poder\"» (Is 45, 22-24) (3).",
            "parágrafo": 201
        },
        {
            "tipo": "parágrafo",
            "texto": "202. O próprio Jesus confirma que Deus é «o único Senhor», e que é necessário amá-Lo «com todo o coração, com toda a alma, com todo o entendimento e com todas as forças» (4). Ao mesmo tempo, dá a entender que Ele próprio é «o Senhor» (5). Confessar que «Jesus é o Senhor» é próprio da fé cristã. Isso não vai contra a fé num Deus Único. Do mesmo modo, crer no Espírito Santo, «que é Senhor e dá a Vida», não introduz qualquer espécie de divisão no Deus único:\n\n«Nós acreditamos com firmeza e afirmamos simplesmente que há um só Deus verdadeiro, imenso e imutável, incompreensível, todo-poderoso e inefável. Pai e Filho e Espírito Santo: três Pessoas, mas uma só essência, uma só substância ou natureza absolutamente simples»(6).",
            "parágrafo": 202
        },
        {
            "tipo": "tópico",
            "texto": "II. Deus revela o seu nome"
        },
        {
            "tipo": "parágrafo",
            "texto": "203. Deus revelou-Se ao seu povo Israel, dando-lhe a conhecer o seu nome. O nome exprime a essência, a identidade da pessoa e o sentido da sua vida. Deus tem um nome. Não é uma força anónima. Dizer o seu nome é dar-Se a conhecer aos outros; é, de certo modo, entregar-Se a Si próprio, tornando-Se acessível, capaz de ser conhecido mais intimamente e de ser invocado pessoalmente.",
            "parágrafo": 203
        },
        {
            "tipo": "parágrafo",
            "texto": "204. Deus revelou-Se progressivamente e sob diversos nomes ao seu povo; mas foi a revelação do nome divino feita a Moisés na teofania da sarça ardente, no limiar do êxodo e da Aliança do Sinai, que se impôs como sendo a revelação fundamental, tanto para a Antiga como para a Nova Aliança.",
            "parágrafo": 204
        },
        {
            "tipo": "subtópico",
            "texto": "O DEUS VIVO"
        },
        {
            "tipo": "parágrafo",
            "texto": "205. Do meio duma sarça que arde sem se consumir, Deus chama por Moisés. E diz-lhe: «Eu sou o Deus de teu pai, o Deus de Abraão, o Deus de Isaac e o Deus de Jacob» (Ex 3, 6). Deus é o Deus dos antepassados, Aquele que tinha chamado e guiado os patriarcas nas suas peregrinações. É o Deus fiel e compassivo, que se lembra deles e das promessas que lhes fez. Ele vem para libertar da escravidão os seus descendentes. É o Deus que, para além do espaço e do tempo, pode e quer fazê-lo, e empenhará a Sua omnipotência na concretização deste desígnio.",
            "parágrafo": 205
        },
        {
            "tipo": "subtópico",
            "texto": "«EU SOU AQUELE QUE SOU»"
        },
        {
            "tipo": "texto simples",
            "texto": "Moisés disse a Deus: «Vou então procurar os filhos de Israel e dizer-lhes: \" O Deus de vossos pais enviou-me a vós\". Mas se me perguntarem qual é o seu nome, que hei-de responder-lhes? Deus disse a Moisés: «Eu sou Aquele que sou». E prosseguiu: «Assim falarás aos filhos de Israel: Aquele que tem por nome \"Eu sou\" é que me enviou a vós [...] ... Será este o meu nome para sempre, nome que ficará de memória para todas as gerações» (Ex 3, 13-15)."
        },
        {
            "tipo": "parágrafo",
            "texto": "206. Ao revelar o seu nome misterioso de YHWH, «Eu sou Aquele que É», ou «Eu sou Aquele que Sou», ou ainda «Eu sou quem Eu sou», Deus diz Quem é e com que nome deve ser chamado. Este nome divino é misterioso, tal como Deus é mistério. E, ao mesmo tempo, um nome revelado e como que a recusa dum nome. É assim que Deus exprime melhor o que Ele é, infinitamente acima de tudo o que podemos compreender ou dizer: Ele é o «Deus escondido» (Is 45, 15), o seu nome é inefável (7), e é o Deus que Se faz próximo dos homens.",
            "parágrafo": 206
        },
        {
            "tipo": "parágrafo",
            "texto": "207. Ao revelar o seu nome, Deus revela ao mesmo tempo a sua fidelidade, que é de sempre e para sempre, válida tanto para o passado («Eu sou o Deus de teu pai» – Ex 3, 6), como para o futuro («Eu estarei contigo» – Ex 3, 12). Deus, que revela o seu nome como sendo «Eu sou», revela-Se como o Deus que está sempre presente junto do seu povo para o salvar.",
            "parágrafo": 207
        },
        {
            "tipo": "parágrafo",
            "texto": "208. Perante a presença atraente e misteriosa de Deus, o homem descobre a sua pequenez. Diante da sarça ardente, Moisés descalça as sandálias e cobre o rosto face à santidade divina (8). Ante a glória do Deus três vezes santo, Isaías exclama: «Ai de mim, que estou perdido, pois sou um homem de lábios impuros» (Is 6, 5). Perante os sinais divinos realizados por Jesus. Pedro exclama: «Afasta-Te de mim, Senhor, porque eu sou um pecador» (Lc 5, 8). Mas porque Deus é santo, pode perdoar ao homem que se descobre pecador diante d'Ele: «Não deixarei arder a minha indignação [...]. É que Eu sou Deus, e não homem, o Santo que está no meio de vós» (Os 11, 9). E o apóstolo João dirá também: «Tranquilizaremos diante d'Ele, o nosso coração, se o nosso coração vier a acusar-nos. Pois Deus é maior do que o nosso coração e conhece todas as coisas» (1 Jo 3, 19-20).",
            "parágrafo": 208
        },
        {
            "tipo": "parágrafo",
            "texto": "209. Por respeito pela santidade de Deus, o povo de Israel não pronuncia o seu nome. Na leitura da Sagrada Escritura, o nome revelado é substituído pelo título divino de «Senhor» («Adonai», em grego «Kyrios»). É sob este título que será aclamada a divindade de Jesus: «Jesus é o Senhor».",
            "parágrafo": 209
        },
        {
            "tipo": "subtópico",
            "texto": "«DEUS DE TERNURA E DE PIEDADE»"
        },
        {
            "tipo": "parágrafo",
            "texto": "210. Depois do pecado de Israel, que se afastou de Deus para adorar o bezerro de ouro (9), Deus atende a intercessão de Moisés e aceita caminhar no meio dum povo infiel, manifestando deste modo o seu amor (10). A Moisés, que Lhe pede a graça de ver a sua glória. Deus responde: «Farei passar diante de ti toda a minha bondade (beleza) e proclamarei diante de ti o nome de YHWH» (Ex 33, 18-19). E o Senhor passa diante de Moisés e proclama: «O Senhor, o Senhor [YHWH, YHWH] é um Deus clemente e compassivo, sem pressa para se indignar e cheio de misericórdia e fidelidade» (Ex 34, 6). Moisés confessa, então, que o Senhor é um Deus de perdão» (11).",
            "parágrafo": 210
        },
        {
            "tipo": "parágrafo",
            "texto": "211. O nome divino «Eu sou» ou «Ele é» exprime a fidelidade de Deus, que, apesar da infidelidade do pecado dos homens e do castigo que merece, «conserva a sua benevolência em favor de milhares de pessoas» (Ex 34, 7). Deus revela que é «rico de misericórdia» (Ef 2, 4), ao ponto de entregar o seu próprio Filho. Dando a vida para nos libertar do pecado, Jesus revelará que Ele mesmo é portador do nome divino: «Quando elevardes o Filho do Homem, então sabereis que Eu sou» (Jo 8, 28).",
            "parágrafo": 211
        },
        {
            "tipo": "subtópico",
            "texto": "SÓ DEUS É"
        },
        {
            "tipo": "parágrafo",
            "texto": "212. No decorrer dos séculos, a fé de Israel pôde desenvolver e aprofundar as riquezas contidas na revelação do nome divino. Deus é único, fora d'Ele não há deuses (12). Ele transcende o mundo e a história. Foi Ele que fez o céu e a terra; «eles hão-de passar, mas Vós permaneceis; tal como um vestido, eles se vão gastando [...] Vós, porém, sois sempre o mesmo e os vossos anos não têm fim» (Sl 102, 27-28). N'Ele «não há variação nem sombra de mudança» (Tg 1, 17). Ele é «Aquele que é», desde sempre e para sempre; e assim, permanece sempre fiel a Si mesmo e às suas promessas.",
            "parágrafo": 212
        },
        {
            "tipo": "parágrafo",
            "texto": "213. A revelação do nome inefável «Eu sou Aquele que sou» encerra, portanto, a verdade que só Deus «É». Foi nesse sentido que já a tradução dos Setenta e, na sua sequência, a Tradição da Igreja. compreenderam o nome divino: Deus é a plenitude do Ser e de toda a perfeição, sem princípio nem fim. Enquanto todas as criaturas d'Ele receberam todo o ser e o ter, só Ele é o seu próprio Ser, e Ele é por Si mesmo tudo o que Ele é.",
            "parágrafo": 213
        },
        {
            "tipo": "tópico",
            "texto": "III. Deus, «Aquele que é», é verdade e amor"
        },
        {
            "tipo": "parágrafo",
            "texto": "214. Deus, «Aquele que É», revelou-Se a Israel como Aquele que é «cheio de misericórdia e fidelidade» (Ex 34, 6). Estas duas palavras exprimem, de modo sintético, as riquezas do nome divino. Em todas as suas obras, Deus mostra a sua benevolência, a sua bondade, a sua graça, o seu amor; mas também a sua credibilidade, a sua constância, a sua fidelidade, a sua verdade. «Hei-de louvar o vosso nome pela vossa bondade e fidelidade» (Sl 138, 2) (13). Ele é a verdade, porque «Deus é luz, e n'Ele não há trevas nenhumas» (1 Jo 1, 5); Ele é «Amor», como ensina o apóstolo João (1 Jo 4, 8).",
            "parágrafo": 214
        },
        {
            "tipo": "subtópico",
            "texto": "DEUS É A VERDADE"
        },
        {
            "tipo": "parágrafo",
            "texto": "215. «A verdade é princípio da vossa palavra, é eterna toda a sentença da vossa justiça» (Sl 119, 160). «Decerto, Senhor Deus, Vós é que sois Deus e dizeis palavras de verdade» (2 Sm 7, 28); é por isso que as promessas de Deus se cumprem sempre (14). Deus é a própria verdade; as suas palavras não podem enganar. É por isso que nos podemos entregar com toda a confiança e em todas as coisas à verdade e à fidelidade da sua palavra. O princípio do pecado e da queda do homem foi uma mentira do tentador, que o levou a duvidar da palavra de Deus, da sua benevolência e da sua fidelidade.",
            "parágrafo": 215
        },
        {
            "tipo": "parágrafo",
            "texto": "216. A verdade de Deus é a sua sabedoria, que comanda toda a ordem da criação e governo do mundo (15). Só Deus que, sozinho, criou o céu e a terra (16) pode dar o conhecimento verdadeiro de todas as coisas criadas na sua relação com Ele (17).",
            "parágrafo": 216
        },
        {
            "tipo": "parágrafo",
            "texto": "217. Deus é igualmente verdadeiro quando Se revela: todo o ensinamento que vem de Deus é «doutrina de verdade» (Ml 2, 6). Quando Ele enviar o seu Filho ao mundo, será «para dar testemunho da verdade» (Jo 18, 37): «Sabemos [...] que veio o Filho de Deus e nos deu entendimento para conhecermos o Verdadeiro» (1 Jo 5, 20) (18).",
            "parágrafo": 217
        },
        {
            "tipo": "subtópico",
            "texto": "DEUS É AMOR"
        },
        {
            "tipo": "parágrafo",
            "texto": "218. No decorrer da sua história, Israel pôde descobrir que Deus só tinha uma razão para Se lhe ter revelado e o ter escolhido, de entre todos os povos, para ser o seu povo: o seu amor gratuito (19). E Israel compreendeu, graças aos seus profetas, que foi também por amor que Deus não deixou de o salvar (20) e de lhe perdoar a sua infidelidade e os seus pecados (21).",
            "parágrafo": 218
        },
        {
            "tipo": "parágrafo",
            "texto": "219. O amor de Deus para com Israel é comparado ao amor dum pai para com o seu filho(22). Este amor é mais forte que o de uma mãe para com os seus filhos (23). Deus ama o seu povo, mais que um esposo a sua bem-amada (24); este amor vencerá mesmo as piores infidelidades (25); e chegará ao mais precioso de todos os dons: «Deus amou de tal maneira o mundo, que lhe entregou o seu Filho Único» (Jo 3, 16).",
            "parágrafo": 219
        },
        {
            "tipo": "parágrafo",
            "texto": "220. O amor de Deus é «eterno» (Is 54, 8): «Ainda que as montanhas se desloquem e vacilem as colinas, o meu amor não te abandonará» (Is 54, 10). «Amei-te com amor eterno: por isso, guardei o meu favor para contigo» (Jr 31, 3).",
            "parágrafo": 220
        },
        {
            "tipo": "parágrafo",
            "texto": "221. São João irá ainda mais longe, ao afirmar: «Deus é Amor» (1 Jo 4, 8, 16): a própria essência de Deus é Amor. Ao enviar, na plenitude dos tempos, o seu Filho único e o Espírito de Amor, Deus revela o seu segredo mais íntimo: Ele próprio é eternamente permuta de amor: Pai, Filho e Espírito Santo; e destinou-nos a tomar parte nessa comunhão.",
            "parágrafo": 221
        },
        {
            "tipo": "tópico",
            "texto": "IV. Consequências da fé no Deus Único"
        },
        {
            "tipo": "parágrafo",
            "texto": "222. Crer em Deus, o Único, e amá-Lo com todo o nosso ser, tem consequências imensas para toda a nossa vida:",
            "parágrafo": 222
        },
        {
            "tipo": "parágrafo",
            "texto": "223. É conhecer a grandeza e a majestade de Deus: «Deus é grande demais para que O possamos conhecer» (Job 36, 26). É por isso que Deus deve ser «o primeiro a ser servido» (27).",
            "parágrafo": 223
        },
        {
            "tipo": "parágrafo",
            "texto": "224. É viver em acção de graças: Se Deus é o Único, tudo o que nós somos e tudo quanto possuímos vem d'Ele: «Que possuis que não tenhas recebido?» (1 Cor 4, 7). «Como agradecerei ao Senhor tudo quanto Ele me deu?» (Sl 116, 12).",
            "parágrafo": 224
        },
        {
            "tipo": "parágrafo",
            "texto": "225. É conhecer a unidade e a verdadeira dignidade de todos os homens: todos eles foram feitos «à imagem e semelhança de Deus» (Gn 1, 26).",
            "parágrafo": 225
        },
        {
            "tipo": "parágrafo",
            "texto": "226. É fazer bom uso das coisas criadas: A fé no Deus único leva-nos a usar de tudo quanto não for Ele, na medida em que nos aproximar d'Ele, e a desprender-nos de tudo, na medida em que d'Ele nos afastar (28):\n\n«Meu Senhor e meu Deus, tira-me tudo o que me afasta de Ti. Meu Senhor e meu Deus, dá-me tudo o que me aproxima de Ti. Meu Senhor e meu Deus, desapega-me de mim mesmo, para que eu me dê todo a Ti»  (29).",
            "parágrafo": 226
        },
        {
            "tipo": "parágrafo",
            "texto": "227. É ter confiança em Deus, em todas as circunstâncias, mesmo na adversidade. Uma oração de Santa Teresa de Jesus exprime admiravelmente tal atitude:\n\n«Nada te perturbe / Nada te espante\nTudo passa / Deus não muda\nA paciência tudo alcança / Quem a Deus tem nada lhe falta / Só Deus basta» (30).",
            "parágrafo": 227
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "228. «Escuta, Israel! O Senhor; nosso Deus, é o único Senhor...» (Dt 6, 4; Mc 12, 29). «O ser supremo tem necessariamente de ser único, isto é, sem igual. [...] Se Deus não for único, não é Deus» (31).",
            "parágrafo": 228
        },
        {
            "tipo": "parágrafo",
            "texto": "229. A fé em Deus leva-nos a voltarmo-nos só para Ele, como a nossa primeira origem e o nosso último fim, e a nada Lhe preferir ou por nada O substituir:",
            "parágrafo": 229
        },
        {
            "tipo": "parágrafo",
            "texto": "230. Deus, ao revelar-Se, continua mistério inefável: «Se O compreendesses, não seria Deus» (32).",
            "parágrafo": 230
        },
        {
            "tipo": "parágrafo",
            "texto": "231. O Deus da nossa fé revelou-Se como Aquele que é: deu-Se a conhecer como «cheio de misericórdia e fidelidade» (Ex 34, 6). O seu próprio Ser é verdade e amor.",
            "parágrafo": 231
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 2"
        },
        {
            "tipo": "subtítulo",
            "texto": "O PAI"
        },
        {
            "tipo": "tópico",
            "texto": "I. «Em nome do Pai e do Filho e do Espírito Santo»"
        },
        {
            "tipo": "parágrafo",
            "texto": "232. Os cristãos são baptizados «em nome do Pai e do Filho e do Espírito Santo» (Mt 28, 19). Antes disso, eles respondem «Creio» à tríplice pergunta com que são interpelados a confessar a sua fé no Pai, no Filho e no Espírito Santo: «Fides omnium christianorum in Trinitate consistit – A fé de todos os cristãos assenta na Trindade») (33).",
            "parágrafo": 232
        },
        {
            "tipo": "parágrafo",
            "texto": "233. Os cristãos são baptizados «em nome» do Pai e do Filho e do Espírito Santo, e não «nos nomes» deles porque não há senão um só Deus – o Pai Omnipotente, o Seu Filho Unigénito e o Espírito Santo: a Santíssima Trindade.",
            "parágrafo": 233
        },
        {
            "tipo": "parágrafo",
            "texto": "234. O mistério da Santíssima Trindade é o mistério central da fé e da vida cristã. É o mistério de Deus em si mesmo. E, portanto, a fonte de todos os outros mistérios da fé e a luz que os ilumina. É o ensinamento mais fundamental e essencial na «hierarquia das verdades da fé» (35). «Toda a história da salvação não é senão a história do caminho e dos meios pelos quais o Deus verdadeiro e único, Pai, Filho e Espírito Santo, Se revela, reconcilia consigo e Se une aos homens que se afastam do pecado»(36).",
            "parágrafo": 234
        },
        {
            "tipo": "parágrafo",
            "texto": "235. Neste parágrafo se exporá brevemente de que maneira foi revelado o mistério da Santíssima Trindade (I), como é que a Igreja formulou a doutrina da fé sobre este mistério (II) e, por fim, como é que, pelas missões divinas do Filho e do Espírito Santo, Deus Pai realiza o seu «desígnio de benevolência» de criação, redenção e santificação (III).",
            "parágrafo": 235
        },
        {
            "tipo": "parágrafo",
            "texto": "236. Os Padres da Igreja distinguem entre «Theologia» e «Oikonomia», designando pelo primeiro termo o mistério da vida íntima de Deus-Trindade e, pelo segundo, todas as obras de Deus pelas quais Ele Se revela e comunica a sua vida. É pela «Oikonomia» que nos é revelada a «Theologia»; mas, inversamente, é a «Theologia» que esclarece toda a «Oikonomia». As obras de Deus revelam quem Ele é em Si mesmo: e, inversamente, o mistério do seu Ser íntimo ilumina o entendimento de todas as suas obras. Analogicamente, é o que se passa com as pessoas humanas. A pessoa revela-se no que faz, e, quanto mais conhecemos uma pessoa, tanto melhor compreendemos o seu agir.",
            "parágrafo": 236
        },
        {
            "tipo": "parágrafo",
            "texto": "237. A Trindade é um mistério de fé em sentido estrito, um dos «mistérios ocultos em Deus, que não podem ser conhecidos se não forem revelados lá do alto» (37) É verdade que Deus deixou traços do seu Ser trinitário na obra da criação e na sua revelação ao longo do Antigo Testamento. Mas a intimidade do seu Ser como Trindade Santíssima constitui um mistério inacessível à razão sozinha e, mesmo, à fé de Israel antes da Encarnação do Filho de Deus e da missão do Espírito Santo.",
            "parágrafo": 237
        },
        {
            "tipo": "tópico",
            "texto": "II. A revelação de Deus como Trindade"
        },
        {
            "tipo": "subtópico",
            "texto": "O PAI REVELADO PELO FILHO"
        },
        {
            "tipo": "parágrafo",
            "texto": "238. A invocação de Deus como «Pai» é conhecida em muitas religiões. A divindade é muitas vezes considerada como «pai dos deuses e dos homens». Em Israel, Deus é chamado Pai enquanto criador do mundo (38). Mais ainda, Deus é Pai em razão da Aliança e do dom da Lei a Israel, seu «filho primogénito» (Ex 4, 22). Também é chamado Pai do rei de Israel  (39). E é muito especialmente «o Pai dos pobres», do órfão e da viúva, entregues à sua protecção amorosa (40).",
            "parágrafo": 238
        },
        {
            "tipo": "parágrafo",
            "texto": "239. Ao designar Deus com o nome de «Pai», a linguagem da fé indica principalmente dois aspectos: que Deus é a origem primeira de tudo e a autoridade transcendente, e, ao mesmo tempo, que é bondade e solicitude amorosa para com todos os seus filhos. Esta ternura paternal de Deus também pode ser expressa pela imagem da maternidade (41), que indica melhor a imanência de Deus, a intimidade entre Deus e a sua criatura A linguagem da fé vai, assim, alimentar-se na experiência humana dos progenitores, que são, de certo modo, os primeiros representantes de Deus para o homem. Mas esta experiência diz também que os progenitores humanos são falíveis e podem desfigurar a face da paternidade e da maternidade. Convém, então, lembrar que Deus transcende a distinção humana dos sexos. Não é homem nem mulher: é Deus. Transcende também a paternidade e a maternidade humanas (42), sem deixar de ser de ambas a origem e a medida (43): ninguém é pai como Deus.",
            "parágrafo": 239
        },
        {
            "tipo": "parágrafo",
            "texto": "240. Jesus revelou que Deus é «Pai» num sentido inédito: não o é somente enquanto Criador: é Pai eternamente em relação ao seu Filho único, o qual, eternamente, só é Filho em relação ao Pai: «Ninguém conhece o Filho senão o Pai, nem ninguém conhece o Pai senão o Filho, e aquele a quem o Filho o quiser revelar» (Mt 11, 27).",
            "parágrafo": 240
        },
        {
            "tipo": "parágrafo",
            "texto": "241. É por isso que os Apóstolos confessam que Jesus é «o Verbo [que] estava [no princípio] junto de Deus» e que é Deus (Jo 1, 1), «a imagem do Deus invisível» (Cl 1, 15), «o resplendor da sua glória e a imagem da sua substância» (Heb 1, 3).",
            "parágrafo": 241
        },
        {
            "tipo": "parágrafo",
            "texto": "242. Na esteira deles, seguindo a tradição apostólica, no primeiro concílio ecuménico de Niceia, em 325, a Igreja confessou que o Filho é «consubstancial» ao Pai (44), quer dizer, um só Deus com Ele. O segundo concilio ecuménico, reunido em Constantinopla em 381, guardou esta expressão na sua formulação do Credo de Niceia e confessou «o Filho unigénito de Deus, nascido do Pai antes de todos os séculos, luz da luz. Deus verdadeiro de Deus verdadeiro, gerado, não criado, consubstancial ao Pai» (45).",
            "parágrafo": 242
        },
        {
            "tipo": "subtópico",
            "texto": "O PAI E O FILHO REVELADOS PELO ESPÍRITO"
        },
        {
            "tipo": "parágrafo",
            "texto": "243. Antes da sua Páscoa, Jesus anuncia o envio de um «outro Paráclito»(Defensor), o Espírito Santo. Agindo desde a criação (46) e tendo outrora «falado pelos profetas» (47), o Espírito Santo estará agora junto dos discípulos, e neles (48), para os ensinar (49) e os guiar «para a verdade total» (Jo 16, 13). E, assim, o Espírito Santo é revelado como uma outra pessoa divina, em relação a Jesus e ao Pai.",
            "parágrafo": 243
        },
        {
            "tipo": "parágrafo",
            "texto": "244. A origem eterna do Espírito revela-se na sua missão temporal. O Espírito Santo é enviado aos Apóstolos e à Igreja, tanto pelo Pai, em nome do Filho, como pessoalmente pelo Filho, depois do seu regresso ao Pai (50). O envio da pessoa do Espírito, após a glorificação de Jesus (51) revela em plenitude o mistério da Santíssima Trindade.",
            "parágrafo": 244
        },
        {
            "tipo": "parágrafo",
            "texto": "245. A fé apostólica relativamente ao Espírito foi confessada pelo segundo concilio ecuménico, reunido em Constantinopla em 381:«Nós acreditamos no Espírito Santo, Senhor que dá a vida, e procede do Pai» (52). A Igreja reconhece assim o Pai como «a fonte e a origem de toda a Divindade» (53). Mas a origem eterna do Espírito Santo não está desligada da do Filho: «O Espírito Santo, que é a terceira pessoa da Trindade, é Deus, uno e igual ao Pai e ao Filho, da mesma substância e também da mesma natureza... Contudo, não dizemos que Ele é somente o Espírito do Pai, mas, ao mesmo tempo, o Espírito do Pai e do Filho»(54). O Credo do Concílio de Constantinopla da Igreja confessa que Ele, «com o Pai e o Filho, é adorado e glorificado» (55).",
            "parágrafo": 245
        },
        {
            "tipo": "parágrafo",
            "texto": "246. A tradição latina do Credo confessa que o Espírito «procede do Pai e do Filho (Filioque)». O Concílio de Florença, em 1438, explicita: «O Espírito Santo [...] recebe a sua essência e o seu ser ao mesmo tempo do Pai e do Filho, e procede eternamente de um e do outro como dum só Princípio e por uma só espiração [...] E porque tudo o que é do Pai, o próprio Pai o deu ao seu Filho Unigénito, gerando-O, com excepção do seu ser Pai, esta mesma procedência do Espírito Santo, a partir do Filho, Ele a tem eternamente do seu Pai, que eternamente O gerou» (56).",
            "parágrafo": 246
        },
        {
            "tipo": "parágrafo",
            "texto": "247. A afirmação do Filioque não figurava no Símbolo de Constantinopla de 381. Mas, com base numa antiga tradição latina e alexandrina, o Papa São Leão já a tinha confessado dogmaticamente em 447 (57), mesmo antes de Roma ter conhecido e recebido o Símbolo de 381 no Concílio de Calcedónia, em 451). O uso desta fórmula no Credo foi sendo, pouco a pouco, admitido na liturgia latina (entre os séculos VIII e XI). A introdução do Filioque no Símbolo Niceno-Constantinopolitano pela liturgia latina constitui, ainda hoje, no entanto, um diferendo com as igrejas ortodoxas.",
            "parágrafo": 247
        },
        {
            "tipo": "parágrafo",
            "texto": "248. A tradição oriental exprime, antes de mais, o carácter de origem primeira do Pai em relação ao Espírito. Ao confessar o Espírito como «saído do Pai» (Jo 15, 26), afirma que Ele procede do Pai pelo Filho (58). A tradição ocidental exprime, sobretudo, a comunhão consubstancial entre o Pai e o Filho, ao dizer que o Espírito Santo procede do Pai e do Filho (Filioque). E di-lo «de maneira legítima e razoável» (59), «porque a ordem eterna das pessoas divinas na sua comunhão consubstancial implica que o Pai seja a origem primeira do Espírito, enquanto «princípio sem princípio» (60), mas também que, enquanto Pai do Filho Único, seja com Ele «o princípio único de que procede o Espírito Santo» (61). Esta legítima complementaridade, se não for exagerada, não afecta a identidade da fé na realidade do mesmo mistério confessado.",
            "parágrafo": 248
        },
        {
            "tipo": "tópico",
            "texto": "III. A Santíssima Trindade na doutrina da fé"
        },
        {
            "tipo": "subtópico",
            "texto": "A FORMAÇÃO DO DOGMA TRINITÁRIO"
        },
        {
            "tipo": "parágrafo",
            "texto": "249. A verdade revelada da Santíssima Trindade esteve, desde a origem, na raiz da fé viva da Igreja. principalmente por meio do Baptismo. Encontra a sua expressão na regra da fé baptismal, formulada na pregação, na catequese e na oração da Igreja. Tais formulações encontram-se já nos escritos apostólicos, como o comprova esta saudação retomada na liturgia eucarística: «A graça do Senhor Jesus Cristo, o amor de Deus e a comunhão do Espírito Santo estejam com todos vós» (2 Cor 13, 13)(62).",
            "parágrafo": 249
        },
        {
            "tipo": "parágrafo",
            "texto": "250. No decurso dos primeiros séculos, a Igreja preocupou-se com formular mais explicitamente a sua fé trinitária, tanto para aprofundar a sua própria inteligência da fé, como para a defender contra os erros que a deformavam. Foi esse o trabalho dos primeiros concílios, ajudados pelo trabalho teológico dos Padres da Igreja e sustentados pelo sentido da fé do povo cristão.",
            "parágrafo": 250
        },
        {
            "tipo": "parágrafo",
            "texto": "251. Para a formulação do dogma da Trindade, a Igreja teve de elaborar uma terminologia própria, com a ajuda de noções de origem filosófica: «substância», «pessoa» ou «hipóstase», «relação», etc. Ao fazer isto, a Igreja não sujeitou a fé a uma sabedoria humana, mas deu um sentido novo, inédito, a estes termos, chamados a exprimir também, desde então, um mistério inefável, «transcendendo infinitamente tudo quanto podemos conceber a nível humano» (63).",
            "parágrafo": 251
        },
        {
            "tipo": "parágrafo",
            "texto": "252. A Igreja utiliza o termo «substância» (às vezes também traduzido por «essência» ou «natureza») para designar o ser divino na sua unidade; o termo «pessoa» ou «hipóstase» para designar o Pai, o Filho e o Espírito Santo na distinção real entre Si; e o termo «relação» para designar o facto de que a sua distinção reside na referência recíproca de uns aos outros.",
            "parágrafo": 252
        },
        {
            "tipo": "subtópico",
            "texto": "O DOGMA DA SANTÍSSIMA TRINDADE"
        },
        {
            "tipo": "parágrafo",
            "texto": "253. A Trindade é una. Nós não confessamos três deuses, mas um só Deus em três pessoas: «a Trindade consubstancial» (64). As pessoas divinas não dividem entre Si a divindade única: cada uma delas é Deus por inteiro: «O Pai é aquilo mesmo que o Filho, o Filho aquilo mesmo que o Pai, o Pai e o Filho aquilo mesmo que o Espírito Santo, ou seja, um único Deus por natureza» (65). «Cada uma das três pessoas é esta realidade, quer dizer, a substância, a essência ou a natureza divina» (66).",
            "parágrafo": 253
        },
        {
            "tipo": "parágrafo",
            "texto": "254. As pessoas divinas são realmente distintas entre Si. «Deus é um só, mas não solitário» (67). «Pai», «Filho», «Espírito Santo» não são meros nomes que designam modalidades do ser divino, porque são realmente distintos entre Si. «Aquele que é o Filho não é o Pai e Aquele que é o Pai não é o Filho, nem o Espírito Santo é Aquele que é o Pai ou o Filho» (68). São distintos entre Si pelas suas relações de origem: «O Pai gera, o Filho é gerado, o Espírito Santo procede»(69). A unidade divina é trina.",
            "parágrafo": 254
        },
        {
            "tipo": "parágrafo",
            "texto": "255. As pessoas divinas são relativas umas às outras. Uma vez que não divide a unidade divina, a distinção real das pessoas entre Si reside unicamente nas relações que as referenciam umas às outras: «Nos nomes relativos das pessoas, o Pai é referido ao Filho, o Filho ao Pai, o Espírito Santo a ambos. Quando falamos destas três pessoas, considerando as relações respectivas, cremos, todavia, numa só natureza ou substância» (70). Com efeito, «n'Eles tudo é um, onde não há a oposição da relação» (71). «Por causa desta unidade, o Pai está todo no Filho e todo no Espírito Santo: o Filho está todo no Pai e todo no Espírito Santo: o Espírito Santo está todo no Pai e todo no Filho»(72).",
            "parágrafo": 255
        },
        {
            "tipo": "parágrafo",
            "texto": "256. São Gregório de Nazianzo, também chamado «o Teólogo», confia aos catecúmenos de Constantinopla o seguinte resumo da fé trinitária:\n\n«Antes de mais nada, guardai-me este bom depósito, pelo qual vivo e combato, com o qual quero morrer, que me dá coragem para suportar todos os males e desprezar todos os prazeres: refiro-me à profissão de fé no Pai e no Filho e no Espírito Santo. Eu vo-la confio hoje. É por ela que, daqui a instantes, eu vou mergulhar-vos na água e dela fazer-vos sair. Eu vo-la dou por companheira e protectora de toda a vossa vida. Dou-vos uma só Divindade e Potência, uma nos Três e abrangendo os Três de maneira distinta. Divindade sem diferença de substância ou natureza, sem grau superior que eleve nem grau inferior que abaixe [...] É de três infinitos a infinita conaturalidade. Deus integralmente, cada um considerado em Si mesmo [...] Deus, os Três considerados juntamente [...] Assim que comecei a pensar na Unidade logo me encontrei envolvido no esplendor da Trindade. Mal começo a pensar na Trindade, logo à Unidade sou reconduzido» (73).",
            "parágrafo": 256
        },
        {
            "tipo": "tópico",
            "texto": "IV. As obras divinas e as missões trinitárias"
        },
        {
            "tipo": "parágrafo",
            "texto": "257. «O lux beata Trinitas et principalis Unitas! – Ó Trindade. Luz ditosa, ó primordial Unidade!» (74). Deus é eterna bem-aventurança, vida imortal, luz sem ocaso. Deus é amor: Pai, Filho e Espírito Santo. Livremente. Deus quer comunicar a glória da sua vida bem-aventurada. Tal é o «mistério da sua vontade» (Ef 1, 9) que Ele concebeu antes da criação do mundo em seu Filho muito-amado, uma vez que nos «destinou de antemão a que nos tornássemos seus filhos adoptivos por Jesus Cristo» (Ef 1, 5), quer dizer, a sermos «conformes à imagem do seu Filho» (Rm 8, 29), graças ao «Espírito que faz de vós filhos adoptivos» (Rm 8, 15). Este desígnio é uma «graça que nos foi dada [...] desde toda a eternidade»(2 Tm 1, 9), a qual procede imediatamente do amor trinitário. E este amor manifesta-se na obra da criação, em toda a história da salvação depois da queda, e nas missões do Filho e do Espírito, continuadas pela missão da Igreja (75).",
            "parágrafo": 257
        },
        {
            "tipo": "parágrafo",
            "texto": "258. Toda a economia divina é obra comum das três pessoas divinas. Assim como não tem senão uma e a mesma natureza, a Trindade não tem senão uma e a mesma operação (76). «O Pai, o Filho e o Espírito Santo não são três princípios das criaturas, mas um só princípio» (77). No entanto, cada pessoa divina realiza a obra comum segundo a sua propriedade pessoal. É assim que a Igreja confessa, na sequência do Novo Testamento (78), «um só Deus e Pai, de Quem são todas as coisas; um só Senhor Jesus Cristo, para Quem são todas as coisas; e um só Espírito Santo, em Quem são todas as coisas» (79). São sobretudo as missões divinas da Encarnação do Filho e do dom do Espírito Santo que manifestam as propriedades das pessoas divinas.",
            "parágrafo": 258
        },
        {
            "tipo": "parágrafo",
            "texto": "259. Obra ao mesmo tempo comum e pessoal, toda a economia divina faz conhecer não só a propriedade das pessoas divinas, mas também a sua única natureza. Por isso, toda a vida cristã é comunhão com cada uma das pessoas divinas, sem de modo algum as separar. Todo aquele que dá glória ao Pai, fá-lo pelo Filho no Espírito Santo: todo aquele que segue Cristo, fá-lo porque o Pai o atrai (80) e o Espírito o move (81).",
            "parágrafo": 259
        },
        {
            "tipo": "parágrafo",
            "texto": "260. O fim último de toda a economia divina é o acesso das criaturas à unidade perfeita da bem-aventurada Trindade (82). Mas já desde agora nós somos chamados a ser habitados pela Santíssima Trindade: «Quem me tem amor, diz o Senhor, porá em prática as minhas palavras. Meu Pai amá-lo-á; Nós viremos a ele e faremos nele a nossa morada» (Jo 14, 23):\n\n«Ó meu Deus, Trindade que eu adoro, ajudai-me a esquecer-me inteiramente de mim, para me estabelecer em Vós, imóvel e pacifica como se já a minha alma estivesse na eternidade. Que nada possa perturbar a minha paz, nem fazer-me sair de Vós, ó meu Imutável, mas que cada minuto me leve mais longe na profundeza do vosso mistério! Pacificai a minha alma, fazei dela o vosso céu, vossa morada querida e o lugar do vosso repouso. Que nunca ai eu Vos deixe só, mas que esteja lá inteiramente, toda desperta na minha fé, toda em adoração, toda entregue à vossa acção criadora» (83).",
            "parágrafo": 260
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "261. O mistério da Santíssima Trindade é o mistério central da fé e da vida cristã. Só Deus pode dar-nos o seu conhecimento, revelando-Se como Pai, Filho e Espírito Santo.",
            "parágrafo": 261
        },
        {
            "tipo": "parágrafo",
            "texto": "262. A Encarnação do Filho de Deus revela que Deus é o Pai eterno, e que o Filho é consubstancial ao Pai, quer dizer que n'Ele e com Ele é o mesmo e único Deus.",
            "parágrafo": 262
        },
        {
            "tipo": "parágrafo",
            "texto": "263. A missão do Espírito Santo, enviado pelo Pai em nome do Filho (84) e pelo Filho «de junto do Pai» (Jo 15, 26), revela que Ele é, com Eles, o mesmo e único Deus. «Com o Pai e o Filho é adorado e glorificado» (85).",
            "parágrafo": 263
        },
        {
            "tipo": "parágrafo",
            "texto": "264. «O Espírito Santo procede do Pai enquanto fonte primeira; e, pelo dom eterno do Pai ao Filho, procede do Pai e do Filho em comunhão» (86).",
            "parágrafo": 264
        },
        {
            "tipo": "parágrafo",
            "texto": "265. Pela graça do Baptismo «em nome do Pai e do Filho e do Espírito Santo», (Mt 28, 19), somos chamados a participar na vida da Trindade bem-aventurada; para já, na obscuridade da fé, e depois da morte na luz eterna (87).",
            "parágrafo": 265
        },
        {
            "tipo": "parágrafo",
            "texto": "266. «Fides autem catholica haec est, ut unum Deum in Trinitate, et Trinitatem in unitate veneremur, neque confundentes personas, neque substantiam sepa-raptes; alia enim est persona Patris, alia Filii, alia Spiritus Sancti: sed Patris et Filii et Spiritus Sancti una est divinitas, aequalis gloria, coaeterna majestas (88) – A fé católica é esta: venerarmos um só Deus na Trindade e a Trindade na unidade, sem confudir as Pessoas nem dividir a substância: porque uma é a Pessoa do Pai, outra a do Filho, outra a do Espírito Santo; mas do Pai e do Filho e do Espírito Santo é só uma a divindade, igual a glória e coeterna a majestade».",
            "parágrafo": 266
        },
        {
            "tipo": "parágrafo",
            "texto": "267. Inseparáveis no que são, as pessoas divinas são também inseparáveis no que fazem. Mas, na operação divina única, cada uma manifesta o que Lhe é próprio na Trindade, sobretudo nas missões divinas da Encarnação do Filho e do dom do Espírito Santo.",
            "parágrafo": 267
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 3"
        },
        {
            "tipo": "subtítulo",
            "texto": "O TODO-PODEROSO"
        },
        {
            "tipo": "parágrafo",
            "texto": "268. De todos os atributos divinos, só a omnipotência é nomeada no Símbolo: confessá-la é de grande alcance para a nossa vida. Nós acreditamos que ela é universal, porque Deus, que tudo criou (89), tudo governa e tudo pode; amorosa, porque Deus é nosso Pai (90); misteriosa, porque só a fé a pode descobrir, quando «ela actua plenamente na fraqueza» (2 Cor 12, 9) (91).",
            "parágrafo": 268
        },
        {
            "tipo": "subtópico",
            "texto": "«FAZ TUDO QUANTO LHE APRAZ» (Sl 115, 3)"
        },
        {
            "tipo": "parágrafo",
            "texto": "269. As Sagradas Escrituras confessam, a cada passo, o poder universal de Deus. Ele é chamado «o Poderoso de Jacob» (Gn 49, 24; Is 1, 24: etc.) «o Senhor dos Exércitos», «o Forte, o Poderoso» (SI 24, 8-10). Se Deus é omnipotente «no céu e na terra» (Sl 135, 6), é porque foi Ele quem os fez. Portanto, nada Lhe é impossível (92) e Ele dispõe à vontade da sua obra (93); Ele é o Senhor do Universo, cuja ordem foi por Ele estabelecida e Lhe permanece inteiramente submissa e disponível; Ele é o Senhor da história; governa os corações e os acontecimentos segundo a sua vontade (94): «O vosso poder imenso sempre vos assiste – e quem poderá resistir à força do Vosso braço?» (Sb 11, 21).",
            "parágrafo": 269
        },
        {
            "tipo": "subtópico",
            "texto": "«PORQUE PODEIS TUDO, DE TODOS VOS COMPADECEIS» (Sb 11, 23)"
        },
        {
            "tipo": "parágrafo",
            "texto": "270. Deus é o Pai todo-poderoso. A sua paternidade e o seu poder esclarecem-se mutuamente. Com efeito, Ele mostra a sua omnipotência paterna pelo modo como cuida das nossas necessidades (95) pela adopção filial que nos concede («serei para vós um Pai e vós sereis para Mim filhos e filhas, diz o Senhor todo poderoso»: 2 Cor 6, 18); enfim, pela sua infinita misericórdia, pois mostra o seu poder no mais alto grau, perdoando livremente os pecados.",
            "parágrafo": 270
        },
        {
            "tipo": "parágrafo",
            "texto": "271. A omnipotência divina não é, de modo algum, arbitrária: «Em Deus, o poder e a essência, a vontade e a inteligência, a sabedoria e a justiça, são uma só e a mesma coisa, de modo que nada pode estar no poder divino que não possa estar na justa vontade de Deus ou na sua sábia inteligência» (96).",
            "parágrafo": 271
        },
        {
            "tipo": "subtópico",
            "texto": "O MISTÉRIO DA APARENTE IMPOTÊNCIA DE DEUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "272. A fé em Deus Pai todo-poderoso pode ser posta à prova pela experiência do mal e do sofrimento. Por vezes, Deus pode parecer ausente e incapaz de impedir o mal. Ora, Deus Pai revelou a sua omnipotência do modo mais misterioso, na humilhação voluntária e na ressurreição de seu Filho, pelas quais venceu o mal. Por isso, Cristo crucificado é «força de Deus e sabedoria de Deus. Pois o que é loucura de Deus é mais sábio do que os homens, e o que é fraqueza de Deus é mais forte do que os homens» (1 Cor 1, 25). Foi na ressurreição e na exaltação de Cristo que o Pai «exerceu a eficácia da [sua] poderosa força» e mostrou a «incomensurável grandeza que representa o seu poder para nós, os crentes» (Ef 1, 19-22).",
            "parágrafo": 272
        },
        {
            "tipo": "parágrafo",
            "texto": "273. Só a fé pode aderir aos caminhos misteriosos da omnipotência de Deus. Esta fé gloria-se nas suas fraquezas, para atrair a si o poder de Cristo (97). Desta fé é modelo supremo a Virgem Maria, pois acreditou que «a Deus nada é impossível» (Lc 1, 37) e pôde proclamar a grandeza do Senhor: «O Todo-Poderoso fez em mim maravilhas; 'Santo' –  é o seu nome» (Lc 1, 49).",
            "parágrafo": 273
        },
        {
            "tipo": "parágrafo",
            "texto": "274. «Portanto, nada é mais próprio para firmar a nossa fé e a nossa esperança do que a convicção, profundamente arraigada nas nossas almas, de que nada é impossível a Deus. Tudo o que [o Credo] seguidamente nos propõe para crer, as coisas maiores, as mais incompreensíveis, bem como as mais sublimes e mais acima das leis ordinárias da Natureza, basta que a nossa razão tenha a ideia da omnipotência divina para as admitir facilmente e sem hesitação alguma» (98).",
            "parágrafo": 274
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "275. Confessamos com o justo Job: «Eu sei que podeis tudo e que, para Vós, nenhum projecto é impossível» (Job 42, 2).",
            "parágrafo": 275
        },
        {
            "tipo": "parágrafo",
            "texto": "276. Fiel ao testemunho da Escritura, a Igreja dirige muitas vezes a sua oração ao «Deus todo-poderoso e eterno» (omnipotens sempiterne Deus), crendo firmemente que «a Deus nada é impossível» (Lc 1, 37) (99).",
            "parágrafo": 276
        },
        {
            "tipo": "parágrafo",
            "texto": "277. Deus manifesta a sua omnipotência convertendo-nos dos nossos pecados e restabelecendo-nos na sua amizade pela graça («Deus qui omnipotentiam tuam parcendo maxime et miserando manifestas» – «Senhor; que dais a maior prova do vosso poder quando perdoais e Vos compadeceis») (100).",
            "parágrafo": 277
        },
        {
            "tipo": "parágrafo",
            "texto": "278. Se não crermos que o amor de Deus é omnipotente, como poderemos crer que o Pai pôde criar-nos, o Filho remir-nos e o Espírito Santo santificar-nos?",
            "parágrafo": 278
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 4"
        },
        {
            "tipo": "subtítulo",
            "texto": "O CRIADOR"
        },
        {
            "tipo": "parágrafo",
            "texto": "279. «No princípio, Deus criou o céu e a terra» (Gn 1, 1). É com estas palavras solenes que começa a Sagrada Escritura. E o Símbolo da fé retoma-as, confessando a Deus, Pai todo-poderoso, como «Criador do céu e da terra» (101), «de todas as coisas, visíveis e invisíveis» (102). Vamos, portanto, falar primeiro do Criador, depois da sua criação, e, finalmente, da queda do pecado, de que Jesus, Filho de Deus, nos veio Libertar.",
            "parágrafo": 279
        },
        {
            "tipo": "parágrafo",
            "texto": "280. A criação é o fundamento de «todos os desígnios salvíficos de Deus», «o princípio da história da salvação» (103), que culmina em Cristo. Por seu lado, o mistério de Cristo derrama sobre o mistério da criação a luz decisiva; revela o fim, em vista do qual «no princípio Deus criou o céu e a terra» (Gn 1, 1): desde o princípio, Deus tinha em vista a glória da nova criação em Cristo (104).",
            "parágrafo": 280
        },
        {
            "tipo": "parágrafo",
            "texto": "281. É  por isso que as leituras da Vigília Pascal, celebração da nova criação em Cristo, começam pela narrativa da criação. Do mesmo modo, na liturgia bizantina, a narrativa da criação constitui sempre a primeira leitura das vigílias das grandes festas do Senhor. Segundo o testemunho dos antigos, a instrução dos catecúmenos para o Baptismo segue o mesmo caminho (105).",
            "parágrafo": 281
        },
        {
            "tipo": "tópico",
            "texto": "I. A catequese sobre a criação"
        },
        {
            "tipo": "parágrafo",
            "texto": "282. A catequese sobre a criação reveste-se duma importância capital. Diz respeito aos próprios fundamentos da vida humana e cristã, porque torna explícita a resposta da fé cristã à questão elementar que os homens de todos os tempos têm vindo a pôr-se: «De onde vimos?» «Para onde vamos?» «Qual a nossa origem?» «Qual o nosso fim?» «Donde vem e para onde vai tudo quanto existe?» As duas questões, da origem e, do fim, são inseparáveis. E são decisivas para o sentido e para a orientação da nossa vida e do nosso proceder.",
            "parágrafo": 282
        },
        {
            "tipo": "parágrafo",
            "texto": "283. A questão das origens do mundo e do homem tem sido objecto de numerosas investigações científicas, que enriqueceram magnificamente os nossos conhecimentos sobre a idade e a dimensão do cosmos, a evolução dos seres vivos, o aparecimento do homem. Tais descobertas convidam-nos, cada vez mais, a admirar a grandeza do Criador e a dar-Lhe graças por todas as suas obras, e pela inteligência e saber que dá aos sábios e investigadores. Estes podem dizer com Salomão: «Foi Ele quem me deu a verdadeira ciência de todas as coisas, a fim de conhecer a constituição do Universo e a força dos elementos [...], porque a Sabedoria, que tudo criou, mo ensinou» (Sb 7, 17-21).",
            "parágrafo": 283
        },
        {
            "tipo": "parágrafo",
            "texto": "284. O grande interesse atribuído a estas pesquisas é fortemente estimulado por uma questão de outra ordem, que ultrapassa o domínio próprio das ciências naturais. Porque não se trata apenas de saber quando e como surgiu materialmente o cosmos, nem quando é que apareceu o homem; mas, sobretudo, de descobrir qual o sentido de tal origem: se foi determinada pelo acaso, por um destino cego ou uma fatalidade anónima, ou, antes, por um Ser transcendente, inteligente e bom, chamado Deus. E se o mundo provém da sabedoria e da bondade de Deus, qual a razão do mal? De onde vem ele? Quem é por ele responsável? E será que existe uma libertação do mesmo?",
            "parágrafo": 284
        },
        {
            "tipo": "parágrafo",
            "texto": "285. Desde os princípios que a fé cristã teve de defrontar-se com respostas, diferentes da sua, sobre a questão das origens. De facto, nas religiões e nas culturas antigas encontram-se muitos mitos relativos às origens. Certos filósofos disseram que tudo é Deus, que o mundo é Deus, ou que a evolução do mundo é a evolução de Deus (panteísmo): outros disseram que o mundo é uma emanação necessária de Deus, brotando de Deus como duma fonte e a Ele voltando; outros, ainda, afirmaram a existência de dois princípios eternos, o bem e o mal, a luz e as trevas, em luta permanente (dualismo, maniqueísmo). Segundo algumas destas concepções, o mundo (pelo menos o mundo material) seria mau, produto duma decadência e, portanto, objecto de repúdio ou de superação (gnose); outras admitem que o mundo tenha sido feito por Deus, mas à maneira dum relojoeiro que, depois de o ter feito, o abandonou a si mesmo (deísmo); outras, finalmente, rejeitam qualquer origem transcendente do mundo e vêem nele o puro jogo duma matéria que teria existido sempre (materialismo). Todas estas tentativas dão testemunho da permanência e universalidade do problema das origens. É uma busca própria do homem.",
            "parágrafo": 285
        },
        {
            "tipo": "parágrafo",
            "texto": "286. Não há dúvida de que a inteligência humana é capaz de encontrar uma resposta para a questão das origens. Com efeito, a existência de Deus Criador pode ser conhecida com certeza pelas suas obras, graças à luz da razão humana (106), mesmo que tal conhecimento muitas vezes seja obscurecido e desfigurado pelo erro. E é por isso que a fé vem confirmar e esclarecer a razão na compreensão exacta desta verdade: «Pela fé, sabemos que o mundo foi organizado pela palavra de Deus, de modo que o que se vê provém de coisas invisíveis» (Heb 11, 3).",
            "parágrafo": 286
        },
        {
            "tipo": "parágrafo",
            "texto": "287. A verdade da criação é tão importante para toda a vida humana que Deus, na sua bondade, quis revelar ao seu povo tudo quanto é salutar conhecer-se a esse propósito. Para além do conhecimento natural, que todo o homem pode ter do Criador (107), Deus revelou progressivamente a Israel o mistério da criação. Deus, que escolheu os patriarcas, que fez sair Israel do Egipto e que, escolhendo Israel, o criou e formou (108) revela-Se como Aquele a quem pertencem todos os povos da terra e toda a terra, como sendo o único que «fez o céu e a terra» (Sl 115, 15; 124, 8; 134, 3).",
            "parágrafo": 287
        },
        {
            "tipo": "parágrafo",
            "texto": "288. Assim, a revelação da criação é inseparável da revelação e da realização da Aliança de Deus, o Deus Único, com o seu povo. A criação é revelada como o primeiro passo para esta Aliança, como o primeiro e universal testemunho do amor omnipotente de Deus (109). Por isso, a verdade da criação é expressa com vigor crescente na mensagem dos profetas (110), na oração dos salmos (111) e da liturgia, na reflexão da sabedoria (112) do Povo eleito.",
            "parágrafo": 288
        },
        {
            "tipo": "parágrafo",
            "texto": "289. Entre tudo quanto a Sagrada Escritura nos diz sobre a criação, os três primeiros capítulos do Génesis ocupam um lugar único. Do ponto de vista literário, estes textos podem ter diversas fontes. Os autores inspirados puseram-nos no princípio da Escritura, de maneira a exprimirem, na sua linguagem solene, as verdades da criação, da sua origem e do seu fim em Deus, da sua ordem e da sua bondade, da vocação do homem, e enfim, do drama do pecado e da esperança da salvação. Lidas à luz de Cristo, na unidade da Sagrada Escritura e na Tradição viva da Igreja, estas palavras continuam a ser a fonte principal para a catequese dos mistérios do «princípio»: criação, queda, promessa da salvação.",
            "parágrafo": 289
        },
        {
            "tipo": "tópico",
            "texto": "II. A criação – obra da Santíssima Trindade"
        },
        {
            "tipo": "parágrafo",
            "texto": "290. «No princípio, Deus criou o céu e a terra». Três coisas são afirmadas nestas primeiras palavras da Escritura: Deus eterno deu um princípio a tudo quanto existe fora d'Ele. Só Ele é criador (o verbo «criar» – em hebraico «bara» – tem sempre Deus por sujeito). E tudo quanto existe (expresso pela fórmula «o céu e a terra») depende d' Aquele que lhe deu o ser.",
            "parágrafo": 290
        },
        {
            "tipo": "parágrafo",
            "texto": "291. «No princípio era o Verbo [...] e o Verbo era Deus [...] Tudo se fez por meio d'Ele e, sem Ele, nada se fez» (Jo 1, 1-3). O Novo Testamento revela que Deus tudo criou por meio do Verbo eterno, seu Filho muito-amado. Foi n'Ele «que foram criados todos os seres que há nos céus e na terra [...]. Tudo foi criado por seu intermédio e para Ele. Ele é anterior a todas as coisas, e todas se mantêm por Ele» (Cl 1, 16-17). A fé da Igreja afirma igualmente a acção criadora do Espírito Santo: Ele é Aquele «que dá a vida» (113), «o Espírito Criador» (Veni, Creator Spiritus), a «Fonte de todo o bem» (114).",
            "parágrafo": 291
        },
        {
            "tipo": "parágrafo",
            "texto": "292. Insinuada no Antigo Testamento (115) revelada na Nova Aliança, a acção criadora do Filho e do Espírito Santo, inseparavelmente unida à do Pai, é claramente afirmada pela regra de fé da Igreja: «Existe um só Deus. Ele é o Pai, é Deus, é o Criador, o Autor, o Ordenador. Fez todas as coisas por Si mesmo, quer dizer, pelo Seu Verbo e pela sua Sabedoria» (116) «pelo Filho e pelo Espírito» que são como «as suas mãos» (117). A criação é obra comum da Santíssima Trindade.",
            "parágrafo": 292
        },
        {
            "tipo": "tópico",
            "texto": "III. «O mundo foi criado para glória de Deus»"
        },
        {
            "tipo": "parágrafo",
            "texto": "293. É uma verdade fundamental, que a Escritura e a Tradição não cessam de ensinar e de celebrar: «O mundo foi criado para glória de Deus» (118). Deus criou todas as coisas, explica São Boaventura, «non propter gloriam augendam, sed propter gloriam manifestandam et propter gloriam suam communicandam – Não para aumentar a Sua glória, mas para a manifestar e para a comunicar » (119). Para criar, Deus não tem outra razão senão o seu amor e a sua bondade: «Aperta manu clave amoris creaturae prodierunt – As criaturas saíram da mão (de Deus) aberta pela chave do amor» (120). E o I Concílio do Vaticano explica:\n\n«Na sua bondade e pela sua força omnipotente, não para aumentar a sua felicidade nem para adquirir a sua perfeição, mas para a manifestar pelos bens que concede às suas criaturas, Deus, no seu libérrimo desígnio, criou do nada simultaneamente e desde o princípio do tempo uma e outra criatura — a espiritual e a corporal» (121).",
            "parágrafo": 293
        },
        {
            "tipo": "parágrafo",
            "texto": "294. A glória de Deus está em que se realize esta manifestação e esta comunicação da sua bondade, em ordem às quais o mundo foi criado. Fazer de nós «filhos adoptivos por Jesus Cristo. Assim aprouve à sua vontade, para que fosse enaltecida a glória da sua graça» (Ef 1, 5-6): «Porque a glória de Deus é o homem vivo, e a vida do homem é a visão de Deus: se a revelação de Deus pela criação já proporcionou a vida a todos os seres que vivem na terra, quanto mais a manifestação do Pai pelo Verbo proporciona a vida aos que vêem a Deus!» (122). O fim último da criação é que Deus Pai, «criador de todos os seres, venha finalmente a ser 'tudo em todos' (1 Cor 15, 28), provendo, ao mesmo tempo, à sua glória e à nossa felicidade» (123).",
            "parágrafo": 294
        },
        {
            "tipo": "tópico",
            "texto": "IV. O mistério da criação"
        },
        {
            "tipo": "subtópico",
            "texto": "DEUS CRIA COM SABEDORIA E POR AMOR"
        },
        {
            "tipo": "parágrafo",
            "texto": "295 Acreditamos que Deus criou o mundo segundo a sua sabedoria (124). O mundo não é fruto duma qualquer necessidade, dum destino cego ou do acaso. Acreditamos que ele procede da vontade livre de Deus, que quis fazer as criaturas participantes do seu Ser, da sua sabedoria e da sua bondade: «porque Vós criastes todas as coisas e, pela vossa vontade, elas receberam a existência e foram criadas» (Ap 4, 11). «Como são grandes, Senhor, as vossas obras! Tudo fizestes com sabedoria» (Sl 104, 24). «O Senhor é bom para com todos e a sua misericórdia estende-se a todas as criaturas» (Sl 145, 9).",
            "parágrafo": 295
        },
        {
            "tipo": "subtópico",
            "texto": "DEUS CRIA «DO NADA»-+"
        },
        {
            "tipo": "parágrafo",
            "texto": "296. Acreditamos que Deus não precisa de nada preexistente, nem de qualquer ajuda, para criar (124). A criação tão pouco é uma emanação necessária da substância divina (126). Deus cria livremente «do nada» (127):\n\n«Que haveria de extraordinário, se Deus tivesse tirado o mundo duma matéria preexistente? Um artista humano, quando se lhe dá um material, faz dele o que quer. O poder de Deus, porém, mostra-se precisamente quando parte do nada para fazer tudo o que quer» (128).",
            "parágrafo": 296
        },
        {
            "tipo": "parágrafo",
            "texto": "297. A fé na criação a partir «do nada» é testemunhada na Escritura como uma verdade cheia de promessa e de esperança. É assim que a mãe dos sete filhos os anima ao martírio:\n\n«Não sei como aparecestes no meu seio; não fui eu que vos dei a respiração e a vida, nem fui eu que dispus os membros que compõem cada um de vós. Por isso, o Criador do mundo, que formou o homem à nascença e concebeu todas as coisas na sua origem, vos dará novamente, na sua misericórdia, a respiração e a vida, uma vez que vos desprezais agora a vós próprios, por amor às suas leis [...] Peço-te, meu filho, que olhes para o céu e para a terra. Vê todas as coisas que neles se encontram, para saberes que Deus não as fez do que já existia, e que o mesmo sucede com o género humano» (2 Mac 7, 22-23.28).",
            "parágrafo": 297
        },
        {
            "tipo": "parágrafo",
            "texto": "298. Uma vez que Deus pode criar «do nada», também pode, pelo Espírito Santo, dar a vida da alma aos pecadores, criando neles um coração puro e a vida do corpo aos defuntos, pela ressurreição. Ele que «dá a vida aos mortos e chama o que não existe como se já existisse» (Rm 4, 17). E como, pela sua palavra, pôde fazer que das trevas brilhasse a luz (130), pode também dar a luz da fé aos que a ignoram (131).",
            "parágrafo": 298
        },
        {
            "tipo": "subtópico",
            "texto": "DEUS CRIA UM MUNDO ORDENADO E BOM"
        },
        {
            "tipo": "parágrafo",
            "texto": "299. Uma vez que Deus cria com sabedoria, a criação possui ordem. «Dispusestes tudo com medida, número e peso» (Sb 11, 20). Criada no Verbo e pelo Verbo eterno, «que é a imagem do Deus invisível» (Cl 1, 15), a criação destina-se e orienta-se para o homem, imagem de Deus (132), chamado ele próprio a uma relação pessoal com Deus. A nossa inteligência, participante da luz do intelecto divino, pode entender o que Deus nos diz pela sua criação (133), sem dúvida com grande esforço e num espírito de humildade e de respeito perante o Criador e a sua obra (134). Saída da bondade divina, a criação partilha dessa bondade («E Deus viu que isto era bom [...] muito bom»: Gn 1, 4. 10. 12. 18. 21. 31). Porque a criação é querida por Deus como um dom orientado para o homem, como herança que lhe é destinada e confiada. A Igreja, em diversas ocasiões, viu-se na necessidade de defender a bondade da criação, mesmo a do mundo material (135).",
            "parágrafo": 299
        },
        {
            "tipo": "subtópico",
            "texto": "DEUS TRANSCENDE A CRIAÇÃO E ESTÁ PRESENTE NELA"
        },
        {
            "tipo": "parágrafo",
            "texto": "300. Deus é infinitamente maior do que todas as suas obras (136): «A vossa majestade está acima dos céus» (Sl 8, 2), «insondável é a sua grandeza» (Sl 145, 3). Mas, porque Ele é o Criador soberano e livre, causa primeira de tudo quanto existe, está presente no mais íntimo das suas criaturas: «É n'Ele que vivemos, nos movemos e existimos» (Act 17, 28). Segundo as palavras de Santo Agostinho, Ele é «superior summo meo et interior intimo meo — Deus está acima do que em mim há de mais elevado e é mais interior do que aquilo que eu tenho de mais íntimo» (137).",
            "parágrafo": 300
        },
        {
            "tipo": "subtópico",
            "texto": "DEUS SUSTENTA E CONDUZ A CRIAÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "301. Depois da criação, Deus não abandona a criatura a si mesma. Não só lhe dá o ser e o existir, mas a cada instante a mantém no ser, lhe dá o agir e a conduz ao seu termo. Reconhecer esta dependência total do Criador é fonte de sabedoria e de liberdade, de alegria e de confiança:\n\n«Vós amais tudo quanto existe e não tendes aversão a coisa alguma que fizestes: se tivésseis detestado alguma criatura, não a teríeis formado. Como poderia manter-se qualquer coisa, se Vós não quisésseis? Como é que ela poderia durar, se não a tivésseis chamado à existência? Poupais tudo, porque tudo é vosso, ó Senhor, que amais a vida» (Sb 11, 24-26).",
            "parágrafo": 301
        },
        {
            "tipo": "tópico",
            "texto": "V. Deus realiza o seu desígnio: a divina Providência"
        },
        {
            "tipo": "parágrafo",
            "texto": "302. A criação tem a sua bondade e a sua perfeição próprias, mas não saiu totalmente acabada das mãos do Criador. Foi criada «em estado de caminho» («in statu viae») para uma perfeição última ainda a atingir e a que Deus a destinou. Chamamos divina Providência às disposições pelas quais Deus conduz a sua criação em ordem a essa perfeição:\n\n«Deus guarda e governa, pela sua Providência, tudo quanto criou, \"atingindo com força dum extremo ao outro e dispondo tudo suavemente\" (Sb 8, 1). Porque \"tudo está nu e patente a seus olhos\" (Heb 4, 13), mesmo aquilo que depende da futura acção livre das criaturas» (138).",
            "parágrafo": 302
        },
        {
            "tipo": "parágrafo",
            "texto": "303. É unânime, a este respeito, o testemunho da Escritura: a solicitude da divina Providência é concreta e imediata, cuida de tudo, desde os mais insignificantes pormenores até aos grandes acontecimentos do mundo e da história. Os livros santos afirmam, com veemência, a soberania absoluta de Deus no decurso dos acontecimentos: «Tudo quanto Lhe aprouve, o nosso Deus o fez, no céu e na terra» (Sl 115, 3); e de Cristo se diz: «que abre e ninguém fecha, e fecha e ninguém abre» (Ap 3, 7); «há muitos projectos no coração do homem, mas é a vontade do Senhor que prevalece» (Pr 19, 21).",
            "parágrafo": 303
        },
        {
            "tipo": "parágrafo",
            "texto": "304. É assim que, muitas vezes, vemos o Espírito Santo, autor principal da Sagrada Escritura, atribuir a Deus certas acções, sem mencionar causas-segundas. Isso não é «uma maneira de dizer» primitiva, mas sim um modo profundo de afirmar o primado de Deus e o seu senhorio absoluto sobre a história e sobre o mundo (139) e de ensinar a ter confiança n'Ele. A oração dos Salmos é, aliás, a grande escola desta confiança (140).",
            "parágrafo": 304
        },
        {
            "tipo": "parágrafo",
            "texto": "305. Jesus reclama um abandono filial à Providência do Pai celeste, que cuida das mais pequenas necessidades dos seus filhos: «Não vos inquieteis, dizendo: Que havemos de comer? Que havemos de beber? [...] Bem sabe o vosso Pai celeste que precisais de tudo isso. Procurai primeiro o Reino de Deus e a sua justiça e tudo o mais vos será dado por acréscimo» (Mt 6, 31-33) (141).",
            "parágrafo": 305
        },
        {
            "tipo": "subtópico",
            "texto": "A PROVIDÊNCIA E AS CAUSAS SEGUNDAS"
        },
        {
            "tipo": "parágrafo",
            "texto": "306. Deus é o Senhor soberano dos seus planos. Mas, para a realização dos mesmos, serve-Se também do concurso das criaturas. Isto não é um sinal de fraqueza, mas da grandeza e bondade de Deus omnipotente. É que Ele não só permite às suas criaturas que existam, mas confere-lhes a dignidade de agirem por si mesmas, de serem causa e princípio umas das outras e de cooperarem, assim, na realização do seu desígnio.",
            "parágrafo": 306
        },
        {
            "tipo": "parágrafo",
            "texto": "307. Aos homens, Deus concede mesmo poderem participar livremente na sua Providência, confiando-lhes a responsabilidade de «submeter» a terra e dominá-la (142). Assim lhes concede que sejam causas inteligentes e livres, para completar a obra da criação, aperfeiçoar a sua harmonia, para o seu bem e o dos seus semelhantes. Cooperadores muitas vezes inconscientes da vontade divina, os homens podem entrar deliberadamente no plano divino, pelos seus actos e as suas orações, como também pelos seus sofrimentos (143). Tornam-se, então, plenamente «colaboradores de Deus» (1 Cor 3, 9)(144) e do seu Reino(145).",
            "parágrafo": 307
        },
        {
            "tipo": "parágrafo",
            "texto": "308. Esta é uma verdade inseparável da fé em Deus Criador: Deus age em toda a acção das suas criaturas. É Ele a causa-primeira, que opera nas e pelas causas-segundas: «É Deus que produz em nós o querer e o operar, segundo o seu beneplácito» (Fl 2, 13)(146). Longe de diminuir a dignidade da criatura, esta verdade realça-a. Tirada «do nada» pelo poder, sabedoria e bondade de Deus, a criatura separada da sua origem, nada pode, porque «a criatura sem o Criador esvai-se» (147). Muito menos pode atingir o seu fim último, sem a ajuda da graça (148).",
            "parágrafo": 308
        },
        {
            "tipo": "subtópico",
            "texto": "A PROVIDÊNCIA E O ESCÂNDALO DO MAL"
        },
        {
            "tipo": "parágrafo",
            "texto": "309. Se Deus Pai todo-poderoso, Criador do mundo ordenado e bom, tem cuidado com todas as suas criaturas, porque é que o mal existe? A esta questão, tão premente como inevitável, tão dolorosa como misteriosa, não é possível dar uma resposta rápida e satisfatória. É o conjunto da fé cristã que constitui a resposta a esta questão: a bondade da criação, o drama do pecado, o amor paciente de Deus que vem ao encontro do homem pelas suas alianças, pela Encarnação redentora de seu Filho, pelo dom do Espírito, pela agregação à Igreja, pela força dos sacramentos, pelo chamamento à vida bem-aventurada, à qual as criaturas livres são de antemão convidadas a consentir, mas à qual podem, também de antemão, negar-se, por um mistério terrível. Não há nenhum pormenor da mensagem cristã que não seja, em parte, resposta ao problema do mal.",
            "parágrafo": 309
        },
        {
            "tipo": "parágrafo",
            "texto": "310. Mas, porque é que Deus não criou um mundo tão perfeito que nenhum mal pudesse existir nele? No seu poder infinito, Deus podia sempre ter criado um mundo melhor (149). No entanto, na sua sabedoria e bondade infinitas, Deus quis livremente criar um mundo «em estado de caminho» para a perfeição última. Este devir implica, no desígnio de Deus, juntamente com o aparecimento de certos seres, o desaparecimento de outros; o mais perfeito, com o menos perfeito; as construções da natureza, com as suas destruições. Com o bem físico também existe, pois, o mal físico, enquanto a criação não tiver atingido a perfeição (150).",
            "parágrafo": 310
        },
        {
            "tipo": "parágrafo",
            "texto": "311. Os anjos e os homens, criaturas inteligentes e livres, devem caminhar para o seu último destino por livre escolha e amor preferencial. Podem, por conseguinte, desviar-se. De facto, pecaram. Foi assim que entrou no mundo o mal moral, incomensuravelmente mais grave que o mal físico. Deus não é, de modo algum, nem directa nem indirectamente, causa do mal moral (151). No entanto, permite-o por respeito pela liberdade da sua criatura e misteriosamente sabe tirar dele o bem:\n\n«Deus todo-poderoso [...] sendo soberanamente bom, nunca permitiria que qualquer mal existisse nas suas obras se não fosse suficientemente poderoso e bom para do próprio mal, fazer surgir o bem» (152).",
            "parágrafo": 311
        },
        {
            "tipo": "parágrafo",
            "texto": "312. Assim, com o tempo, é possível descobrir que Deus, na sua omni­potente Providência, pode tirar um bem das consequências dum mal (mesmo moral), causado pelas criaturas: «Não, não fostes vós – diz José a seus irmãos – que me fizestes vir para aqui. Foi Deus. [...] Premeditastes contra mim o mal: o desígnio de Deus aproveitou-o para o bem [...] e um povo numeroso foi salvo» (Gn, 45, 8; 50, 20) (153). Do maior mal moral jamais praticado, como foi o repúdio e a morte do Filho de Deus, causado pelos pecados de todos os homens, Deus, pela superabundância da sua graça (154), tirou o maior dos bens: a glorificação de Cristo e a nossa redenção. Mas nem por isso o mal se transforma em bem.",
            "parágrafo": 312
        },
        {
            "tipo": "parágrafo",
            "texto": "313. «Tudo concorre para o bem daqueles que amam a Deus» (Rm 8, 28). O testemunho dos santos não cessa de confirmar esta verdade:\n\nAssim, Santa Catarina de Sena diz aos «que se escandalizam e se revoltam contra o que lhes acontece»: «Tudo procede do amor, tudo está ordenado para a salvação do homem, e não com nenhum outro fim» (155).\n\nE S. Tomás Moro, pouco antes do seu martírio, consola a filha com estas palavras: «Nada pode acontecer-me que Deus não queira. E tudo o que Ele quer, por muito mau que nos pareça, é, na verdade, muito bom»(156).\n\nE Juliana de Norwich: «Compreendi, pois, pela graça de Deus, que era necessário ater-me firmemente à fé [...] e crer, com não menos firmeza, que todas as coisas serão para bem [...]». «Thou shalt see thyself that all manner of thing shall be well» (157).",
            "parágrafo": 313
        },
        {
            "tipo": "parágrafo",
            "texto": "314. Nós cremos firmemente que Deus é o Senhor do mundo e da história. Muitas vezes, porém, os caminhos da sua Providência são-nos desconhecidos. Só no fim, quando acabar o nosso conhecimento parcial e virmos Deus «face a face» (1 Cor 13, 12), é que nos serão plenamente conhecidos os caminhos pelos quais, mesmo através do mal e do pecado, Deus terá conduzido a criação ao repouso desse Sábado (158) definitivo, em vista do qual criou o céu e a terra.",
            "parágrafo": 314
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "315. Na criação do mundo e do homem, Deus deu o primeiro e universal testemunho do seu amor omnipotente e da sua sabedoria e fez o primeiro anúncio do seu «desígnio amoroso», o qual tem como finalidade a nova criação em Cristo.",
            "parágrafo": 315
        },
        {
            "tipo": "parágrafo",
            "texto": "316. Embora a obra da criação seja particularmente atribuída ao Pai, é igualmente verdade de fé que o Pai, o Filho e o Espírito Santo são o único e indivisível princípio da criação.",
            "parágrafo": 316
        },
        {
            "tipo": "parágrafo",
            "texto": "317. Só Deus criou o Universo, livremente, directamente, sem qualquer ajuda.",
            "parágrafo": 317
        },
        {
            "tipo": "parágrafo",
            "texto": "318. Nenhuma criatura possui o poder infinito necessário para «criar», no sentido próprio da palavra: quer dizer; para produzir e dar o ser ao que de modo algum o possuía (chamar à existência «ex nihilo» a partir do nada) (159).",
            "parágrafo": 318
        },
        {
            "tipo": "parágrafo",
            "texto": "319. Deus criou o mundo para manifestar e comunicar a sua glória. Que as criaturas partilhem da sua verdade, da sua bondade e da sua beleza – eis a glória, para a qual Deus as criou.",
            "parágrafo": 319
        },
        {
            "tipo": "parágrafo",
            "texto": "320. Deus, que criou o universo, mantém-no na existência pelo seu Verbo; «o Filho tudo sustenta com a sua palavra poderosa» (He 1, 3) e pelo seu Espírito criador que dá a vida.",
            "parágrafo": 320
        },
        {
            "tipo": "parágrafo",
            "texto": "321. A divina Providência consiste nas disposições pelas quais Deus conduz, com sabedoria e amor; todas as criaturas, para o seu último fim.",
            "parágrafo": 321
        },
        {
            "tipo": "parágrafo",
            "texto": "322. Cristo convida-nos a abandonarmo-nos filialmente à Providência do Pai dos céus (160); o apóstolo São Pedro retoma o seu pensamento ao dizer: «Lançai sobre Deus toda a vossa inquietação porque Ele vela por vós» (1 Pe 5, 7)(161).",
            "parágrafo": 322
        },
        {
            "tipo": "parágrafo",
            "texto": "323. A Providência divina também age pela acção das criaturas. Aos seres humanos, Deus permite-lhes cooperar livremente com os seus desígnios.",
            "parágrafo": 323
        },
        {
            "tipo": "parágrafo",
            "texto": "324. A permissão divina do mal físico e do mal moral é um mistério, que Deus esclarece por seu Filho Jesus Cristo, morto e ressuscitado para vencer o mal. A fé dá-nos a certeza de que Deus não permitiria o mal, se do próprio mal não fizesse sair o bem, por caminhos que só na vida eterna conheceremos plenamente.",
            "parágrafo": 324
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 5"
        },
        {
            "tipo": "subtítulo",
            "texto": "CÉU E A TERRA"
        },
        {
            "tipo": "parágrafo",
            "texto": "325. O Símbolo dos Apóstolos professa que Deus é «Criador do céu e da terra» (162). E o Símbolo Niceno-Constantinopolitano explicita: «... de todas as coisas, visíveis e invisíveis» (163).",
            "parágrafo": 325
        },
        {
            "tipo": "parágrafo",
            "texto": "326. Na Sagrada Escritura, a expressão «céu e terra» significa: tudo o que existe, a criação inteira. Indica também o laço que, no interior da criação, ao mesmo tempo une e distingue céu e terra: «a terra» é o mundo dos homens (164); «o céu» ou «os céus» pode designar o firmamento (165), mas também o «lugar» próprio de Deus: «Pai nosso que estais nos céus» (Mt 5, 16)(166), e, por conseguinte, também «o céu» que é a glória escatológica. Finalmente, a palavra «céu» indica o «lugar» das criaturas espirituais – os anjos – que rodeiam Deus.",
            "parágrafo": 326
        },
        {
            "tipo": "parágrafo",
            "texto": "327. A profissão de fé do quarto Concílio de Latrão afirma que Deus, «desde o princípio do tempo, criou do nada ao mesmo tempo uma e outra criatura, a espiritual e a corporal, isto é, os anjos e o mundo terrestre. Depois criou a criatura humana, que participa das duas primeiras, formada, como é, de espírito e corpo» (167).",
            "parágrafo": 327
        },
        {
            "tipo": "tópico",
            "texto": "I. Os anjos"
        },
        {
            "tipo": "subtópico",
            "texto": "A EXISTÊNCIA DOS ANJOS UMA VERDADE DE FÉ"
        },
        {
            "tipo": "parágrafo",
            "texto": "328. A existência dos seres espirituais, não-corporais, a que a Sagrada Escritura habitualmente chama anjos, é uma verdade de fé. O testemunho da Escritura é tão claro como a unanimidade da Tradição.",
            "parágrafo": 328
        },
        {
            "tipo": "subtópico",
            "texto": "QUEM SÃO OS ANJOS?"
        },
        {
            "tipo": "parágrafo",
            "texto": "329. Santo Agostinho diz a respeito deles: «Angelus [...] officii nomen est, non naturae. Quaeris nomen naturae, spiritus est; quaeris officium, angelus est: ex eo quod est, spiritus est: ex eo quod agit, angelus –Anjo é nome de ofício, não de natureza. Desejas saber o nome da natureza? Espírito. Desejas saber o do ofício? Anjo. Pelo que é, é espírito: pelo que faz, é anjo (anjo = mensageiro)» (168). Com todo o seu ser, os anjos são servos e mensageiros de Deus. Pelo facto de contemplarem «continuamente o rosto do meu Pai que está nos céus» (Mt 18, 10), eles são «os poderosos executores das suas ordens, sempre atentos à sua palavra» (Sl 103, 20).",
            "parágrafo": 329
        },
        {
            "tipo": "parágrafo",
            "texto": "330. Enquanto criaturas puramente espirituais, são dotados de inteligência e vontade: são criaturas pessoais (169) e imortais (170). Excedem em perfeição todas as criaturas visíveis. O esplendor da sua glória assim o atesta (171).",
            "parágrafo": 330
        },
        {
            "tipo": "subtópico",
            "texto": "CRISTO «COM TODOS OS SEUS ANJOS»"
        },
        {
            "tipo": "parágrafo",
            "texto": "331. Cristo é o centro do mundo dos anjos (angélico). Estes pertencem-Lhe: «Quando o Filho do Homem vier na sua glória, acompanhado por todos os [seus] anjos...» (Mt 25, 31). Pertencem-Lhe, porque criados por e para Ele: «em vista d'Ele é que foram criados todos os seres, que há nos céus e na terra, os seres visíveis e os invisíveis, os anjos que são os tronos, senhorias, principados e dominações. Tudo foi criado por seu intermédio e para Ele» (Cl 1, 16), E são d'Ele mais ainda porque Ele os fez mensageiros do seu plano salvador: «Não são eles todos espíritos ao serviço de Deus, enviados a fim de exercerem um ministério a favor daqueles que hão-de herdar a salvação?» (Heb 1, 14).",
            "parágrafo": 331
        },
        {
            "tipo": "parágrafo",
            "texto": "332. Ei-los, desde a criação (172) e ao longo de toda a história da salvação, anunciando de longe ou de perto esta mesma salvação, e postos ao serviço do plano divino da sua realização: eles fecham o paraíso terrestre (173); protegem Lot (174), salvam Agar e seu filho (175), detêm a mão de Abraão (176) pelo seu ministério é comunicada a Lei (177), são eles que conduzem o povo de Deus (178), anunciam nascimentos (179) e vocações (180) assistem os profetas (181) – para não citar senão alguns exemplos. Finalmente, é o anjo Gabriel que anuncia o nascimento do Precursor e o do próprio Jesus (182).",
            "parágrafo": 332
        },
        {
            "tipo": "parágrafo",
            "texto": "333. Da Encarnação à Ascensão, a vida do Verbo Encarnado é rodeada da adoração e serviço dos anjos. Quando Deus «introduziu no mundo o seu Primogénito, disse: Adorem-n'O todos os anjos de Deus» (Heb 1, 6). O seu cântico de louvor, na altura do nascimento de Cristo, nunca deixou de se ouvir no louvor da Igreja: «Glória a Deus [...]» (Lc 2, 14). Eles protegem a infância de Jesus (183), servem-n'O no deserto (184) e confortam-n'O na agonia (185) no momento em que por eles poderia ter sido salvo das mãos dos inimigos (186) como outrora Israel (187). São ainda os anjos que «evangelizam» (188), anunciando a Boa-Nova da Encarnação (189) e da Ressurreição (190) de Cristo. E estarão presentes aquando da segunda vinda de Cristo, que anunciam (191), ao serviço do seu juízo (192).",
            "parágrafo": 333
        },
        {
            "tipo": "subtópico",
            "texto": "OS ANJOS NA VIDA DA IGREJA"
        },
        {
            "tipo": "parágrafo",
            "texto": "334. Daqui resulta que toda a vida da Igreja beneficia da ajuda misteriosa e poderosa dos anjos (193).",
            "parágrafo": 334
        },
        {
            "tipo": "parágrafo",
            "texto": "335. Na sua liturgia, a Igreja associa-se aos anjos para adorar a Deus três vezes santo (194); invoca a sua assistência (como na oração \"In paradisum deducant te angeli – conduzam-te os anjos ao paraíso\" da Liturgia dos Defuntos (195), ou ainda no «Hino querubínico» da Liturgia bizantina (196), e festeja de modo mais particular a memória de certos anjos (São Miguel, São Gabriel, São Rafael e os Anjos da Guarda).",
            "parágrafo": 335
        },
        {
            "tipo": "parágrafo",
            "texto": "336. Desde o seu começo (197) até à morte (198), a vida humana é acompanhada pela sua assistência (199) e intercessão (200). «Cada fiel tem a seu lado um anjo como protector e pastor para o guiar na vida» (201). Desde este mundo, a vida cristã participa, pela fé, na sociedade bem-aventurada dos anjos e dos homens, unidos em Deus.",
            "parágrafo": 336
        },
        {
            "tipo": "tópico",
            "texto": "II. O mundo visível"
        },
        {
            "tipo": "parágrafo",
            "texto": "337. Foi o próprio Deus que criou o mundo visível, com toda a sua riqueza, a sua diversidade e a sua ordem. A Sagrada Escritura apresenta a obra do Criador, simbolicamente, como uma sequência de seis dias «de trabalho» divino, que terminam no «repouso» do sétimo dia (202). O texto sagrado ensina, a respeito da criação, verdades reveladas por Deus para a nossa salvação (203), as quais permitem «conhecer a natureza última e o valor de todas as criaturas e a sua ordenação para a glória de Deus» (204).",
            "parágrafo": 337
        },
        {
            "tipo": "parágrafo",
            "texto": "338. Nada existe que não deva a sua existência a Deus Criador: O mundo começou quando foi tirado do nada pela Palavra de Deus: todos os seres existentes, toda a Natureza, toda a história humana radicam neste acontecimento primordial: é a própria génese, pela qual o mundo foi constituído e o tempo começado (205).",
            "parágrafo": 338
        },
        {
            "tipo": "parágrafo",
            "texto": "339. Cada criatura possui a sua bondade e perfeição próprias. Acerca de cada uma das obras dos «seis dias» está escrito: «E Deus viu que era bom». «Foi em virtude da própria criação que todas as coisas foram estabelecidas segundo a sua consistência, a sua verdade, a sua excelência própria, com o seu ordenamento e leis específicas» (206). As diferentes criaturas, queridas pelo seu próprio ser, reflectem, cada qual a seu modo, uma centelha da sabedoria e da bondade infinitas de Deus. É por isso que o homem deve respeitar a bondade própria de cada criatura, para evitar o uso desordenado das coisas, que despreza o Criador e traz consigo consequências nefastas para os homens e para o seu meio ambiente.",
            "parágrafo": 339
        },
        {
            "tipo": "parágrafo",
            "texto": "340. A interdependência das criaturas é querida por Deus. O sol e a lua, o cedro e a florzinha, a águia e o pardal: o espectáculo das suas incontáveis diversidades e desigualdades significa que nenhuma criatura se basta a si mesma. Elas só existem na dependência umas das outras, para se completarem mutuamente, no serviço umas das outras.",
            "parágrafo": 340
        },
        {
            "tipo": "parágrafo",
            "texto": "341. A beleza do Universo: A ordem e a harmonia do mundo criado resultam da diversidade dos seres e das relações existentes entre si. O homem descobre-as progressivamente como leis da natureza. Elas suscitam a admiração dos sábios. A beleza da criação reflecte a beleza infinita do Criador, a qual deve inspirar o respeito e a submissão da inteligência e da vontade humanas.",
            "parágrafo": 341
        },
        {
            "tipo": "parágrafo",
            "texto": "342. A hierarquia das criaturas é expressa pela ordem dos «seis dias», indo do menos perfeito para o mais perfeito. Deus ama todas as suas criaturas (207) e cuida de cada uma, até dos passarinhos. No entanto, Jesus diz: «[Vós] valeis mais do que muitos passarinhos» (Lc 12, 7), e ainda: «Um homem vale muito mais que uma ovelha» (Mt 12, 12).",
            "parágrafo": 342
        },
        {
            "tipo": "parágrafo",
            "texto": "343. O homem é o ponto culminante da obra da criação. A narrativa inspirada exprime essa realidade, fazendo nítida distinção entre a criação do homem e a das outras criaturas (208).",
            "parágrafo": 343
        },
        {
            "tipo": "parágrafo",
            "texto": "344. Existe uma solidariedade entre todas as criaturas pelo facto de todas terem o mesmo Criador e todas serem ordenadas para a sua glória:\n\n«Louvado sejas meu Senhor, com todas as tuas criaturas, \nespecialmente o meu senhor irmão Sol,\no qual faz o dia e por ele nos alumia\nE ele é belo e radiante com grande esplendor:\nde Ti. Altíssimo, nos dá ele a imagem [...]\n\nLouvado sejas, meu Senhor, pela irmã água,\nque é tão útil e humilde,\ne preciosa e casta [...]\n\nLouvado sejas, meu Senhor, pela nossa irmã, a mãe terra,\nque nos sustenta e governa,\ne produz variados frutos,\ncom flores coloridas, e verduras [...]\n\nLouvai e bendizei a meu Senhor,\ne dai-lhe graças e servi-o\ncom grande humildade» (219).",
            "parágrafo": 344
        },
        {
            "tipo": "parágrafo",
            "texto": "345. O «Sábado» – fim da obra dos «seis dias». O texto sagrado diz que «Deus concluiu, no sétimo dia, a obra que fizera» e que assim «se completaram o céu e a terra»; e no sétimo dia Deus «descansou» e santificou e abençoou este dia (Gn 2, 1-3). Estas palavras inspiradas são ricas de salutares ensinamentos:",
            "parágrafo": 345
        },
        {
            "tipo": "parágrafo",
            "texto": "346. Na criação, Deus estabeleceu uma base e leis que permanecem estáveis (210) sobre as quais o crente pode apoiar-se com confiança, e que serão para ele sinal e garantia da fidelidade inquebrantável da Aliança divina (211). Por seu lado, o homem deve manter-se fiel a esta base e respeitar as leis que o Criador nela inscreveu.",
            "parágrafo": 346
        },
        {
            "tipo": "parágrafo",
            "texto": "347. A criação foi feita em vista do Sábado e, portanto, do culto e da adoração de Deus. O culto está inscrito na ordem da criação (212) – «Operi Dei nihil preponatur – Nada se anteponha à obra de Deus (ao culto divino)» – diz a Regra de São Bento (213) indicando assim a justa ordem das preocupações humanas.",
            "parágrafo": 347
        },
        {
            "tipo": "parágrafo",
            "texto": "348. O Sábado está no coração da Lei de Israel. Guardar os Mandamentos é corresponder à sabedoria e à vontade de Deus, expressas na sua obra da criação.",
            "parágrafo": 348
        },
        {
            "tipo": "parágrafo",
            "texto": "349. O oitavo dia. Mas para nós, um dia novo surgiu: o dia da Ressurreição de Cristo. O sétimo dia acaba a primeira criação. O oitavo dia começa a nova criação. A obra da criação culmina, assim, na obra maior da Redenção. A primeira criação encontrou o seu sentido e cume ria nova criação em Cristo, cujo esplendor ultrapassa o da primeira (214).",
            "parágrafo": 349
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "350. Os anjos são criaturas espirituais que glorificam a Deus sem cessar e servem os seus planos salvíficos em relação às outras criaturas: «Ad omnia bona nostra cooperantur angeli – Os anjos prestam a sua cooperação a tudo quanto diz respeito ao nosso bem» (215).",
            "parágrafo": 350
        },
        {
            "tipo": "parágrafo",
            "texto": "351. Os anjos assistem a Cristo, seu Senhor. Servem-n'O de modo particular no cumprimento da sua missão salvífica em relação aos homens.",
            "parágrafo": 351
        },
        {
            "tipo": "parágrafo",
            "texto": "352. A Igreja venera os anjos, que a ajudam na sua peregrinação terrestre e protegem todo o género humano.",
            "parágrafo": 352
        },
        {
            "tipo": "parágrafo",
            "texto": "353. Deus quis a diversidade das suas criaturas e a sua bondade própria, a sua interdependência e a sua ordem. Destinou todas as criaturas materiais para o bem do género humano. O homem, e através dele toda a criação, tem como destino a glória de Deus.",
            "parágrafo": 353
        },
        {
            "tipo": "parágrafo",
            "texto": "354. Respeitar as leis inscritas na criação e as relações derivantes da natureza das coisas, é princípio de sabedoria e fundamento da moral.",
            "parágrafo": 354
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 6"
        },
        {
            "tipo": "subtítulo",
            "texto": "O HOMEM"
        },
        {
            "tipo": "parágrafo",
            "texto": "355. «Deus criou o ser humano à sua imagem, criou-o à imagem de Deus. Ele o criou homem e mulher» (Gn 1, 27). O homem ocupa um lugar único na criação: é «à imagem de Deus» (I); na sua própria natureza, une o mundo espiritual e o mundo material (II); foi criado «homem e mulher» (III); Deus estabeleceu-o na sua amizade (IV).",
            "parágrafo": 355
        },
        {
            "tipo": "tópico",
            "texto": "I. «A imagem de Deus»"
        },
        {
            "tipo": "parágrafo",
            "texto": "356. De todas as criaturas visíveis, só o homem é «capaz de conhecer e amar o seu Criador» (216); é a «única criatura sobre a terra que Deus quis por si mesma» (217); só ele é chamado a partilhar, pelo conhecimento e pelo amor, a vida de Deus. Com este fim foi criado, e tal é a razão fundamental da sua dignidade:\n\n«Qual foi a razão de terdes elevado o homem a tão alta dignidade? Foi certamente o incomparável amor com que Vos contemplastes a Vós mesmo na vossa criatura e Vos enamorastes dela; porque foi por amor que a criastes, foi por amor que lhe destes um ser capaz de apreciar o vosso bem eterno» (218).",
            "parágrafo": 356
        },
        {
            "tipo": "parágrafo",
            "texto": "357. Porque é «à imagem de Deus», o indivíduo humano possui a dignidade de pessoa: ele não é somente alguma coisa, mas alguém. É capaz de se conhecer, de se possuir e de livremente se dar e entrar em comunhão com outras pessoas. E é chamado, pela graça, a uma Aliança com o seu Criador, a dar-Lhe uma resposta de fé e amor que mais ninguém pode dar em seu lugar.",
            "parágrafo": 357
        },
        {
            "tipo": "parágrafo",
            "texto": "358. Deus tudo criou para o homem (219) mas o homem foi criado para servir e amar a Deus, e para Lhe oferecer toda a criação:\n\n«Qual é, pois, o ser que vai chegar à existência rodeado de tal consideração? É o homem, grande e admirável figura vivente, mais precioso aos olhos de Deus que toda a criação; é o homem, para quem existem o céu e a terra e o mar e a totalidade da criação, e a cuja salvação Deus deu tanta importância, que, por ele, nem ao seu próprio Filho poupou. Porque Deus não desiste de tudo realizar, para fazer subir o homem até Si e fazê-lo sentar à sua direita» (220).",
            "parágrafo": 358
        },
        {
            "tipo": "parágrafo",
            "texto": "359. «Na realidade, só no mistério do Verbo Encarnado é que verdadeiramente se esclarece o mistério do homem» (221):\n\n«São Paulo ensina-nos que dois homens estão na origem do género humano: Adão e Cristo. [...] O primeiro Adão, diz ele, foi criado como um ser humano que recebeu a vida; o segundo é um ser espiritual que dá a vida. O primeiro foi criado pelo segundo, de Quem recebeu a alma que o faz viver. [...] O segundo Adão gravou a sua imagem no primeiro, quando o modelou. Por isso, veio a assumir a sua função e o seu nome, para que não se perdesse aquele que fizera à sua imagem. Primeiro e último Adão: o primeiro teve princípio; o último não terá fim. Por isso é que o último é verdadeiramente o primeiro, como Ele mesmo diz: \"Eu sou o Primeiro e o Último\"» (222).",
            "parágrafo": 359
        },
        {
            "tipo": "parágrafo",
            "texto": "360. Graças à comunidade de origem, o género humano forma uma unidade. Deus «fez, a partir de um só homem todo o género humano para habitar sobre toda a face da terra» (Act 17, 26) (223):\n\n«Maravilhosa visão, que nos faz contemplar o género humano na unidade da sua origem em Deus [...]; na unidade da sua natureza, em todos igualmente integrada dum corpo material e duma alma espiritual; na unidade do seu fim imediato e da sua missão no mundo; na unidade da sua habitação, a terra, de cujos bens todos os homens, por direito natural, podem servir-se para sustentar e desenvolver a vida; na unidade do seu fim sobrenatural. Deus, para o Qual todos devem tender, na unidade dos meios para atingir este fim; [...] na unidade da Redenção, para todos levada a cabo por Cristo» (224).",
            "parágrafo": 360
        },
        {
            "tipo": "parágrafo",
            "texto": "361. «Esta lei de solidariedade humana e de caridade» (225), sem excluir a rica variedade das pessoas, das culturas e dos povos, assegura-nos que todos os homens são verdadeiramente irmãos.",
            "parágrafo": 361
        },
        {
            "tipo": "tópico",
            "texto": "II. «Corpore et anima unus» – Unidade de corpo e alma"
        },
        {
            "tipo": "parágrafo",
            "texto": "362. A pessoa humana, criada à imagem de Deus, é um ser ao mesmo tempo corporal e espiritual. A narrativa bíblica exprime esta realidade numa linguagem simbólica, quando afirma que «Deus formou o homem com o pó da terra, insuflou-lhe pelas narinas um sopro de vida, e o homem tornou-se num ser vivo» (Gn 2, 7). O homem, no seu ser total, foi, portanto, querido por Deus.",
            "parágrafo": 362
        },
        {
            "tipo": "parágrafo",
            "texto": "363. Muitas vezes, a palavra alma designa, nas Sagradas Escrituras, a vida humana (226), ou a pessoa humana no seu todo (227). Mas designa também o que há de mais íntimo no homem (228) e de maior valor na sua pessoa (229), aquilo que particularmente faz dele imagem de Deus: «alma» significa o princípio espiritual no homem.",
            "parágrafo": 363
        },
        {
            "tipo": "parágrafo",
            "texto": "364. O corpo do homem participa na dignidade da «imagem de Deus»: é corpo humano precisamente por ser animado pela alma espiritual, e a pessoa humana na sua totalidade é que é destinada a tornar-se, no Corpo (Místico) de Cristo, templo do Espírito (230):\n\n«Corpo e alma, mas realmente uno, o homem, na sua condição corporal, reúne em si mesmo os elementos do mundo material, que assim nele encontram a sua consumação e nele podem louvar Livremente o seu Criador. Por isso, não é lícito ao homem menosprezar a vida do corpo. Pelo contrário, deve estimar e respeitar o seu corpo, que foi criado por Deus e que há-de ressuscitar no último dia» (231).",
            "parágrafo": 364
        },
        {
            "tipo": "parágrafo",
            "texto": "365. A unidade da alma e do corpo é tão profunda que se deve considerar a alma como a «forma» do corpo (232); quer dizer, é graças à alma espiritual que o corpo, constituído de matéria, é um corpo humano e vivo. No homem, o espírito e a matéria não são duas naturezas unidas, mas a sua união forma uma única natureza.",
            "parágrafo": 365
        },
        {
            "tipo": "parágrafo",
            "texto": "366. A Igreja ensina que cada alma espiritual é criada por Deus de modo imediato (233) e não produzida pelos pais; e que é imortal (234), isto é, não morre quando, na morte, se separa do corpo; e que se unirá de novo ao corpo na ressurreição final.",
            "parágrafo": 366
        },
        {
            "tipo": "parágrafo",
            "texto": "367. Encontra-se às vezes uma distinção entre alma e espírito. São Paulo, por exemplo, ora para que «todo o nosso ser, o espírito, a alma e o corpo», seja guardado sem mancha até à vinda do Senhor (1 Ts 5, 23). A Igreja ensina que esta distinção não introduz uma dualidade na alma (235), «Espírito» significa que o homem é ordenado, desde a sua criação, para o seu fim sobrenatural (236), e que a alma é capaz de ser gratuitamente sobreelevada até à comunhão com Deus (237).",
            "parágrafo": 367
        },
        {
            "tipo": "parágrafo",
            "texto": "368. A tradição espiritual da Igreja insiste também no coração,no sentido bíblico de «fundo do ser» («nas entranhas»: Jr 31, 33) em que a pessoa se decide ou não por Deus (238).",
            "parágrafo": 368
        },
        {
            "tipo": "tópico",
            "texto": "III. «Homem e mulher os criou»"
        },
        {
            "tipo": "subtópico",
            "texto": "IGUALDADE E DIFERENÇA QUERIDAS POR DEUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "369. O homem e a mulher foram criados, quer dizer, foram queridos por Deus: em perfeita igualdade enquanto pessoas humanas, por um lado; mas, por outro, no seu respectivo ser de homem e de mulher. «Ser homem», «ser mulher» é uma realidade boa e querida por Deus: o homem e a mulher têm uma dignidade inamissível e que lhes vem imediatamente de Deus, seu Criador (239). O homem e a mulher são, com uma mesma dignidade, «à imagem de Deus». No seu «ser homem» e no seu «ser mulher», reflectem a sabedoria e a bondade do Criador.",
            "parágrafo": 369
        },
        {
            "tipo": "parágrafo",
            "texto": "370. Deus não é, de modo algum; à imagem do homem. Não é nem homem nem mulher. Deus é puro espírito, no Qual não há lugar para a diferença de sexos. Mas as «perfeições» do homem e da mulher reflectem qualquer coisa da infinita perfeição de Deus: as duma mãe (240) e as dum pai e esposo (241).",
            "parágrafo": 370
        },
        {
            "tipo": "subtópico",
            "texto": "«UM PARA O OUTRO» – «UMA UNIDADE A DOIS»"
        },
        {
            "tipo": "parágrafo",
            "texto": "371. Criados juntamente, o homem e a mulher são, na vontade de Deus, um para o outro. A Palavra de Deus no-lo dá a entender em diversos passos do texto sagrado. «Não convém que o homem esteja só: vou fazer-lhe uma ajudante que se pareça com ele» (Gn 2, 18). Nenhum dos animais pode ser este «par» do homem (242). A mulher que Deus «molda» da costela tirada do homem e que apresenta ao homem, provoca da parte deste, uma exclamação admirativa, de amor e comunhão: «E osso dos meus ossos e carne da minha carne» (Ga 2, 23). O homem descobre a mulher como um outro «eu», da mesma humanidade.",
            "parágrafo": 371
        },
        {
            "tipo": "parágrafo",
            "texto": "372. O homem e a mulher são feitos «um para o outro»: não é que Deus os tenha feito «a meias» e «incompletos»; criou-os para uma comunhão de pessoas, em que cada um pode ser «ajuda» para o outro, uma vez que são, ao mesmo tempo, iguais enquanto pessoas («osso dos meus ossos») e complementares enquanto masculino e feminino (243). No matrimónio, Deus une-os de modo que, formando «uma só carne» (Gn 2, 24), possam transmitir a vida humana: «crescei e multiplicai-vos, enchei e dominai a terra» (Gn 1, 28). Transmitindo aos seus descendentes a vida humana, o homem e a mulher, como esposos e pais, cooperam de modo único na obra do Criador (244).",
            "parágrafo": 372
        },
        {
            "tipo": "parágrafo",
            "texto": "373. Segundo o desígnio de Deus, o homem e a mulher são vocacionados para «dominarem a terra» (245) como «administradores» de Deus. Esta soberania não deve ser uma dominação arbitrária e destruidora. A imagem do Criador, «que ama tudo o que existe» (Sb 11, 24), o homem e a mulher são chamados a participar na Providência divina em relação às outras criaturas. Daí a sua responsabilidade para com o mundo que Deus lhes confiou.",
            "parágrafo": 373
        },
        {
            "tipo": "tópico",
            "texto": "IV. O homem no paraíso"
        },
        {
            "tipo": "parágrafo",
            "texto": "374. O primeiro homem não só foi criado bom, como também foi constituído num estado de amizade com o seu Criador, e de harmonia consigo mesmo e com a criação que o rodeava; amizade e harmonia tais, que só serão ultrapassadas pela glória da nova criação em Cristo.",
            "parágrafo": 374
        },
        {
            "tipo": "parágrafo",
            "texto": "375. A Igreja, interpretando de modo autêntico o simbolismo da linguagem bíblica à luz do Novo Testamento e da Tradição, ensina que os nossos primeiros pais, Adão e Eva, foram constituídos num estado de santidade e de justiça originais (246). Esta graça da santidade original era uma participação na vida divina (247).",
            "parágrafo": 375
        },
        {
            "tipo": "parágrafo",
            "texto": "376. Todas as dimensões da vida do homem eram fortalecidas pela irradiação desta graça. Enquanto permanecesse na intimidade divina, o homem não devia nem morrer (248), nem sofrer (249). A harmonia interior da pessoa humana, a harmonia entre o homem e a mulher (250), enfim, a harmonia entre o primeiro casal e toda a criação, constituía o estado dito «de justiça original».",
            "parágrafo": 376
        },
        {
            "tipo": "parágrafo",
            "texto": "377. O «domínio» do mundo, que Deus tinha concedido ao homem desde o princípio, realizava-se, antes de mais, no próprio homem como domínio de si. O homem era integrado e ordenado em todo o seu ser, porque livre da tríplice concupiscência (251), que o sujeita aos prazeres dos sentidos, à ambição dos bens terrenos e à afirmação de si contra os imperativos da razão.",
            "parágrafo": 377
        },
        {
            "tipo": "parágrafo",
            "texto": "378. Sinal da familiaridade com Deus é o facto de Deus o colocar no jardim (252). Ali vive «a fim de o cultivar e guardar» (Gn 2, 15): o trabalho não é um castigo (253), mas a colaboração do homem e da mulher com Deus no aperfeiçoamento da criação visível.",
            "parágrafo": 378
        },
        {
            "tipo": "parágrafo",
            "texto": "379. Toda esta harmonia da justiça original, prevista para o homem pelo plano de Deus, será perdida pelo pecado dos nossos primeiros pais.",
            "parágrafo": 379
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "380. «Formastes o homem à vossa imagem e lhe confiastes o Universo, para que, servindo-Vos unicamente a Vós, seu Criador; exercesse domínio sobre todas as criaturas» (254).",
            "parágrafo": 380
        },
        {
            "tipo": "parágrafo",
            "texto": "381. O homem foi predestinado para reproduzir a imagem do Filho de Deus feito homem –«imagem do Deus invisível» (Cl 1, 15) –, para que Cristo seja o primogénito duma multidão de irmãos e irmãs (255).",
            "parágrafo": 381
        },
        {
            "tipo": "parágrafo",
            "texto": "382. O homem é «uma unidade de corpo e alma» (256). A doutrina da fé afirma que a alma espiritual e imortal foi criada imediatamente por Deus.",
            "parágrafo": 382
        },
        {
            "tipo": "parágrafo",
            "texto": "383. «Deus não criou o homem solitário: desde a origem \"criou-os homem e mulher\" (Gn 1, 27); a sociedade dos dois realiza a primeira forma de comunhão entre pessoas» (257).",
            "parágrafo": 383
        },
        {
            "tipo": "parágrafo",
            "texto": "384. A Revelação dá-nos a conhecer o estado de santidade e justiça originais do homem e da mulher, antes do pecado: da amizade de ambos com Deus derivava a felicidade da sua existência no paraíso.",
            "parágrafo": 384
        },
        {
            "tipo": "subtítulo",
            "texto": "PARÁGRAFO 7"
        },
        {
            "tipo": "subtítulo",
            "texto": "A QUEDA"
        },
        {
            "tipo": "parágrafo",
            "texto": "385. Deus é infinitamente bom e todas as suas obras são boas. No entanto, ninguém escapa à experiência do sofrimento, dos males da natureza – que aparecem como ligados aos limites próprios das criaturas –, e sobretudo à questão do mal moral. Donde vem o mal? «Quaerebam unde malum et non erat exitus – Procurava a origem do mal e não encontrava solução», diz Santo Agostinho (258). A sua própria busca dolorosa só encontrará saída na conversão ao Deus vivo. Porque «o mistério da iniquidade» (2 Ts 2, 7) só se esclarece à luz do «mistério da piedade» (259). A revelação do amor divino em Cristo manifestou, ao mesmo tempo, a extensão do mal e a superabundância da graça (260). Devemos, portanto, abordar a questão da origem do mal, fixando o olhar da nossa fé n'Aquele que é o seu único vencedor (261).",
            "parágrafo": 385
        },
        {
            "tipo": "tópico",
            "texto": "I. «Onde abundou o pecado, sobreabundou a graça»"
        },
        {
            "tipo": "subtópico",
            "texto": "A REALIDADE DO PECADO"
        },
        {
            "tipo": "parágrafo",
            "texto": "386. O pecado está presente na história do homem. Seria vão tentar ignorá-lo ou dar outros nomes a esta obscura realidade. Para tentar compreender o que é o pecado, temos primeiro de reconhecer o laço profundo que une o homem a Deus, porque, fora desta relação, o mal do pecado não é desmascarado na sua verdadeira identidade de recusa e oposição a Deus, embora continue a pesar na vida do homem e na história.",
            "parágrafo": 386
        },
        {
            "tipo": "parágrafo",
            "texto": "387. A realidade do pecado e, dum modo particular, a do pecado das origens, só se esclarece à luz da Revelação divina. Sem o conhecimento que esta nos dá de Deus, não se pode reconhecer claramente o pecado, e somos tentados a explicá-lo unicamente como falta de maturidade, fraqueza psicológica, erro, consequência necessária duma estrutura social inadequada, etc. Só no conhecimento do desígnio de Deus sobre o homem é que se compreende que o pecado é um abuso da liberdade que Deus dá às pessoas criadas para que possam amá-Lo e amarem-se mutuamente.",
            "parágrafo": 387
        },
        {
            "tipo": "subtópico",
            "texto": "O PECADO ORIGINAL – UMA VERDADE FUNDAMENTAL DA FÉ"
        },
        {
            "tipo": "parágrafo",
            "texto": "388. Com o progresso da Revelação, vai-se esclarecendo também a realidade do pecado. Embora o povo de Deus do Antigo Testamento tenha abordado a dor da condição humana à luz da história da queda narrada no Génesis, não podia atingir o significado último dessa história, o qual só se manifesta à luz da Morte e Ressurreição de Jesus Cristo (262). É preciso conhecer Cristo como fonte da graça para reconhecer Adão como fonte do pecado. Foi o Espírito Paráclito, enviado por Cristo ressuscitado, que veio «confundir o mundo em matéria de pecado» (Jo 16, 8), revelando Aquele que é o seu redentor.",
            "parágrafo": 388
        },
        {
            "tipo": "parágrafo",
            "texto": "389. A doutrina do pecado original é, por assim dizer, «o reverso» da Boa-Nova de que Jesus é o Salvador de todos os homens, de que todos têm necessidade da salvação e de que a salvação é oferecida a todos, graças a Cristo. A Igreja, que tem o sentido de Cristo (263), sabe bem que não pode tocar-se na revelação do pecado original sem atentar contra o mistério de Cristo.",
            "parágrafo": 389
        },
        {
            "tipo": "subtópico",
            "texto": "PARA LER A NARRATIVA DA QUEDA"
        },
        {
            "tipo": "parágrafo",
            "texto": "390. A narrativa da queda (Gn 3) utiliza uma linguagem feita de imagens, mas afirma um acontecimento primordial, um facto que teve lugar no princípio da história do homem (264). A Revelação dá-nos uma certeza de fé de que toda a história humana está marcada pela falta original, livremente cometida pelos nossos primeiros pais (265).",
            "parágrafo": 390
        },
        {
            "tipo": "tópico",
            "texto": "II. A queda dos anjos"
        },
        {
            "tipo": "parágrafo",
            "texto": "391. Por detrás da opção de desobediência dos nossos primeiros pais, há uma voz sedutora, oposta a Deus (266), a qual, por inveja, os faz cair na morte (267). A Escritura e a Tradição da Igreja vêem neste ser um anjo decaído, chamado Satanás ou Diabo (268). Segundo o ensinamento da Igreja, ele foi primeiro um anjo bom, criado por Deus. «Diabolus enim et alii daemones a Deo quidem natura creati sunt boni, sed ipsi per se facti sunt mali – De facto, o Diabo e os outros demónios foram por Deus criados naturalmente bons; mas eles, por si, é que se fizeram maus» (269).",
            "parágrafo": 391
        },
        {
            "tipo": "parágrafo",
            "texto": "392. A Escritura fala dum pecado destes anjos (270). A queda consiste na livre opção destes espíritos criados, que radical e irrevogavelmente recusaram Deus e o seu Reino. Encontramos um reflexo desta rebelião nas palavras do tentador aos nossos primeiros pais: «Sereis como Deus» (Gn 3, 5). O Diabo é «pecador desde o princípio» (1 Jo 3, 8), «pai da mentira» (Jo 8, 44).",
            "parágrafo": 392
        },
        {
            "tipo": "parágrafo",
            "texto": "393. É o carácter irrevogável da sua opção, e não uma falha da infinita misericórdia de Deus, que faz com que o pecado dos anjos não possa ser perdoado. «Não há arrependimento para eles depois da queda, tal como não há arrependimento para os homens depois da morte» (271).",
            "parágrafo": 393
        },
        {
            "tipo": "parágrafo",
            "texto": "394. A Escritura atesta a influência nefasta daquele que Jesus chama «o assassino desde o princípio» (Jo 8, 44), e que chegou ao ponto de tentar desviar Jesus da missão recebida do Pai (272). «Foi para destruir as obras do Diabo que apareceu o Filho de Deus» (1 Jo 3, 8). Dessas obras, a mais grave em consequências foi a mentirosa sedução que induziu o homem a desobedecer a Deus.",
            "parágrafo": 394
        },
        {
            "tipo": "parágrafo",
            "texto": "395. No entanto, o poder de Satanás não é infinito. Satanás é uma simples criatura, poderosa pelo facto de ser puro espírito, mas, de qualquer modo, criatura: impotente para impedir a edificação do Reino de Deus. Embora Satanás exerça no mundo a sua acção, por ódio contra Deus e o seu reinado em Jesus Cristo, e embora a sua acção cause graves prejuízos – de natureza espiritual e indirectamente, também, de natureza física – a cada homem e à sociedade, essa acção é permitida pela divina Providência, que com força e suavidade dirige a história do homem e do mundo. A permissão divina da actividade diabólica é um grande mistério. Mas «nós sabemos que tudo concorre para o bem daqueles que amam a Deus» (Rm 8, 28).",
            "parágrafo": 395
        },
        {
            "tipo": "tópico",
            "texto": "III. O pecado original"
        },
        {
            "tipo": "subtópico",
            "texto": "A PROVA DA LIBERDADE"
        },
        {
            "tipo": "parágrafo",
            "texto": "396. Deus criou o homem «à sua imagem» e constituiu-o na sua amizade. Criatura espiritual, o homem só pode viver esta amizade na modalidade da livre submissão a Deus. É isso o que exprime a proibição feita ao homem de comer da árvore do conhecimento do bem e do mal, «pois no dia em que o comeres, morrerás» (Gn 2, 17). A «árvore de conhecer o bem e o mal» (Gn 2, 17) evoca simbolicamente o limite intransponível que o homem, como criatura, deve livremente reconhecer e confiadamente respeitar. O homem depende do Criador. Está sujeito às leis da criação e às normas morais que regulam o exercício da liberdade.",
            "parágrafo": 396
        },
        {
            "tipo": "subtópico",
            "texto": "O PRIMEIRO PECADO DO HOMEM"
        },
        {
            "tipo": "parágrafo",
            "texto": "397. Tentado pelo Diabo, o homem deixou morrer no coração a confiança no seu Criador (273). Abusando da liberdade, desobedeceu ao mandamento de Deus. Nisso consistiu o primeiro pecado do homem (274). Daí em diante, todo o pecado será uma desobediência a Deus e uma falta de confiança na sua bondade.",
            "parágrafo": 397
        },
        {
            "tipo": "parágrafo",
            "texto": "398. Neste pecado, o homem preferiu-se a si próprio a Deus, e por isso desprezou Deus: optou por si próprio contra Deus, contra as exigências da sua condição de criatura e, daí, contra o seu próprio bem. Constituído num estado de santidade, o homem estava destinado a ser plenamente «divinizado» por Deus na glória. Pela sedução do Diabo, quis «ser como Deus»(275), mas «sem Deus, em vez de Deus, e não segundo Deus» (276).",
            "parágrafo": 398
        },
        {
            "tipo": "parágrafo",
            "texto": "399. A Escritura refere as consequências dramáticas desta primeira desobediência: Adão e Eva perdem imediatamente a graça da santidade original (277). Têm medo daquele Deus (278) de quem se fizeram uma falsa imagem: a dum Deus ciumento das suas prerrogativas (279).",
            "parágrafo": 399
        },
        {
            "tipo": "parágrafo",
            "texto": "400. A harmonia em que viviam, graças à justiça original, ficou destruída; o domínio das faculdades espirituais da alma sobre o corpo foi quebrado (280); a união do homem e da mulher ficou sujeita a tensões (281); as suas relações serão marcadas pela avidez e pelo domínio (282). A harmonia com a criação desfez-se: a criação visível tornou-se, para o homem, estranha e hostil (283). Por causa do homem, a criação ficou sujeita «à servidão da corrupção» (284). Enfim, vai concretizar-se a consequência explicitamente anunciada para o caso da desobediência (285): o homem «voltará ao pó de que foi formado» (286). A morte faz a sua entrada na história da humanidade (287).",
            "parágrafo": 400
        },
        {
            "tipo": "parágrafo",
            "texto": "401. A partir deste primeiro pecado, uma verdadeira «invasão» de pecado inunda o mundo: o fratricídio cometido por Caim na pessoa de Abel (288); a corrupção universal como consequência do pecado (289). Na história de Israel, o pecado manifesta-se com frequência, sobretudo como uma infidelidade ao Deus da Aliança e como transgressão da lei de Moisés. Mesmo depois da redenção de Cristo, o pecado manifesta-se de muitas maneiras entre os cristãos (290). A Sagrada Escritura e a Tradição da Igreja não se cansam de lembrar a presença e a universalidade do pecado na história do homem.\n\n«O que a Revelação divina nos dá a conhecer, concorda com os dados da experiência. Quando o homem olha para dentro do seu próprio coração, descobre-se inclinado também para o mal, e imerso em muitos males, que não podem provir do seu Criador, que é bom. Muitas vezes, recusando reconhecer Deus como seu princípio, o homem perturbou, por isso mesmo, a sua ordenação para o fim último e, ao mesmo tempo, toda a harmonia consigo próprio, com os outros homens e com toda a criação» (291).",
            "parágrafo": 401
        },
        {
            "tipo": "subtópico",
            "texto": "CONSEQUÊNCIAS DO PECADO DE ADÃO PARA A HUMANIDADE"
        },
        {
            "tipo": "parágrafo",
            "texto": "402. Todos os homens estão implicados no pecado de Adão. É São Paulo quem o afirma: «pela desobediência de um só homem, muitos [quer dizer, a totalidade dos homens] se tornaram pecadores» (Rm 5, 19): «Assim como por um só homem entrou o pecado no mundo, e pelo pecado a morte, assim também a morte atingiu todos os homens, porque todos pecaram» (Rm 5, 12). A universalidade do pecado e da morte, o Apóstolo opõe a universalidade da salvação em Cristo: «Assim como, pelo pecado de um só, veio para todos os homens a condenação, assim também, pela obra de justiça de um só [Cristo], virá para todos a justificação que dá a vida» (Rm 5, 18).",
            "parágrafo": 402
        },
        {
            "tipo": "parágrafo",
            "texto": "403. Depois de São Paulo, a Igreja sempre ensinou que a imensa miséria que oprime os homens, e a sua inclinação para o mal e para a morte não se compreendem sem a ligação com o pecado de Adão e o facto de ele nos ter transmitido um pecado de que todos nascemos infectados e que é «morte da alma» (292). A partir desta certeza de fé, a Igreja confere o Baptismo para a remissão dos pecados, mesmo às crianças que não cometeram qualquer pecado pessoal (293).",
            "parágrafo": 403
        },
        {
            "tipo": "parágrafo",
            "texto": "404. Como é que o pecado de Adão se tornou o pecado de todos os seus descendentes? Todo o género humano é, em Adão, «sicut unum corpus unius hominis – como um só corpo dum único homem» (294). Em virtude desta «unidade do género humano», todos os homens estão implicados no pecado de Adão, do mesmo modo que todos estão implicados na justificação de Cristo. Todavia, a transmissão do pecado original é um mistério que nós não podemos compreender plenamente. Mas sabemos, pela Revelação, que Adão tinha recebido a santidade e a justiça originais, não só para si, mas para toda a natureza humana; consentindo na tentação, Adão e Eva cometeram um pecado pessoal, mas este pecado afecta a natureza humana que eles vão transmitir num estado decaído (295). É um pecado que vai ser transmitido a toda a humanidade por propagação, quer dizer, pela transmissão duma natureza humana privada da santidade e justiça originais. E é por isso que o pecado original se chama «pecado» por analogia: é um pecado «contraído» e não «cometido»; um estado, não um acto.",
            "parágrafo": 404
        },
        {
            "tipo": "parágrafo",
            "texto": "405. Embora próprio de cada um (296), o pecado original não tem, em qualquer descendente de Adão, carácter de falta pessoal. É a privação da santidade e justiça originais, mas a natureza humana não se encontra totalmente corrompida: está ferida nas suas próprias forças naturais, sujeita à ignorância, ao sofrimento e ao império da morte, e inclinada ao pecado (inclinação para o mal, que se chama concupiscência). O Baptismo, ao conferir a vida da graça de Cristo, apaga o pecado original e reorienta o homem para Deus, mas as consequências para a natureza, enfraquecida e inclinada para o mal, persistem no homem e convidam-no ao combate espiritual.",
            "parágrafo": 405
        },
        {
            "tipo": "parágrafo",
            "texto": "406. A doutrina da Igreja sobre a transmissão do pecado original foi definida sobretudo no século V, particularmente sob o impulso da reflexão de Santo Agostinho contra o pelagianismo, e no século XVI, por oposição à Reforma protestante. Pelágio sustentava que o homem podia, pela força natural da sua vontade livre, sem a ajuda necessária da graça de Deus, levar uma vida moralmente boa; reduzia a influência do pecado de Adão à de um simples mau exemplo. Os primeiros reformadores protestantes, pelo contrário, ensinavam que o homem estava radicalmente pervertido e a sua liberdade anulada pelo pecado das origens: identificavam o pecado herdado por cada homem com a tendência para o mal («concupiscência»), a qual seria invencível. A Igreja pronunciou-se especialmente sobre o sentido do dado revelado, quanto ao pecado original, no segundo Concílio de Orange em 529 (297) e no Concílio de Trento em 1546 (298).",
            "parágrafo": 406
        },
        {
            "tipo": "subtópico",
            "texto": "UM DURO COMBATE"
        },
        {
            "tipo": "parágrafo",
            "texto": "407. A doutrina sobre o pecado original – ligada à da redenção por Cristo – proporciona uma visão de lúcido discernimento sobre a situação do homem e da sua acção neste mundo. Pelo pecado dos primeiros pais, o Diabo adquiriu um certo domínio sobre o homem, embora este permanecesse livre. O pecado original traz consigo «a escravidão, sob o poder daquele que possuía o império da morte, isto é, do Diabo» (299). Ignorar que o homem tem uma natureza ferida, inclinada para o mal, dá lugar a graves erros no domínio da educação, da política, da acção social (300) e dos costumes.",
            "parágrafo": 407
        },
        {
            "tipo": "parágrafo",
            "texto": "408. As consequências do pecado original e de todos os pecados pessoais dos homens dão ao mundo, no seu conjunto, uma condição pecadora, que pode ser designada pela expressão de São João «o pecado do mundo» (Jo 1, 29). Esta expressão significa também a influência negativa que as situações comunitárias e as estruturas sociais, que são o fruto dos pecados dos homens, exercem sobre as pessoas (301).",
            "parágrafo": 408
        },
        {
            "tipo": "parágrafo",
            "texto": "409. Esta dramática situação do mundo, que «está todo sob o poder do Maligno» (1 Jo 5, 19) (302), transforma a vida do homem num combate:\n\n«Um duro combate contra os poderes das trevas atravessa toda a história dos homens. Tendo começado nas origens, há-de durar – o Senhor no-lo disse – até ao último dia. Empenhado nesta batalha, o homem vê-se na necessidade de lutar sem descanso para aderir ao bem. Só através de grandes esforços é que, com a graça de Deus, consegue realizar a sua unidade interior» (303).",
            "parágrafo": 409
        },
        {
            "tipo": "tópico",
            "texto": "IV. «Vós não o abandonastes ao poder da morte»"
        },
        {
            "tipo": "parágrafo",
            "texto": "410. Depois da queda, o homem não foi abandonado por Deus. Pelo contrário, Deus chamou-o (304) e anunciou-lhe, de modo misterioso, que venceria o mal e se levantaria da queda (305). Esta passagem do Génesis tem sido chamada « Proto-Evangelho» por ser o primeiro anúncio do Messias redentor, do combate entre a Serpente e a Mulher, e da vitória final dum descendente desta.",
            "parágrafo": 410
        },
        {
            "tipo": "parágrafo",
            "texto": "411. A Tradição cristã vê nesta passagem um anúncio do «novo Adão» (306) que, pela sua «obediência até à morte de cruz» (Fl 2, 8), repara super‑abundantemente a desobediência de Adão (307). Por outro lado, muitos santos Padres e Doutores da Igreja vêem na mulher, anunciada no proto-Evangelho, a Mãe de Cristo, Maria, como «nova Eva». Ela foi a primeira a beneficiar, dum modo único, da vitória sobre o pecado alcançada por Cristo: foi preservada de toda a mancha do pecado original (308) e, durante toda a sua vida terrena, por uma graça especial de Deus, não cometeu qualquer espécie de pecado (309).",
            "parágrafo": 411
        },
        {
            "tipo": "parágrafo",
            "texto": "412. Mas porque é que Deus não impediu o primeiro homem de pecar? São Leão Magno responde: «A graça inefável de Cristo deu-nos bens superiores aos que a inveja do demónio nos tinha tirado» (310). E São Tomás de Aquino: «Nada se opõe a que a natureza humana tenha sido destinada a um fim mais alto depois do pecado. Efectivamente, Deus permite que os males aconteçam para deles tirar um bem maior. Daí a palavra de São Paulo: \"onde abundou o pecado, superabundou a graça\" (Rm 5, 20). Por isso, na bênção do círio pascal canta-se: \"Ó feliz culpa, que mereceu tal e tão grande Redentor!\"» (311).",
            "parágrafo": 412
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "413. «Não foi Deus quem fez a morte, nem Ele se alegra por os vivos se perderem [...]. A morte entrou no mundo pela inveja do Diabo» (Sb 1, 13; 2, 24).",
            "parágrafo": 413
        },
        {
            "tipo": "parágrafo",
            "texto": "414. Satanás ou Diabo e os outros demónios são anjos decaídos por terem livremente recusado servir a Deus e ao seu desígnio. A sua opção contra Deus é definitiva. E eles tentam associar o homem à sua revolta contra Deus.",
            "parágrafo": 414
        },
        {
            "tipo": "parágrafo",
            "texto": "415. «Estabelecido por Deus num estado de santidade, o homem, seduzido pelo Maligno desde o princípio da história, abusou da sua liberdade, levantando-se contra Deus e pretendendo atingir o seu fim fora de Deus» (312).",
            "parágrafo": 415
        },
        {
            "tipo": "parágrafo",
            "texto": "416. Pelo seu pecado, Adão, como primeiro homem, perdeu a santidade e a justiça originais que tinha recebido de Deus, não somente para si, mas para todos os seres humanos.",
            "parágrafo": 416
        },
        {
            "tipo": "parágrafo",
            "texto": "417. À sua descendência, Adão e Eva transmitiram a natureza humana ferida pelo seu primeiro pecado, portanto privada da santidade e da justiça originais. Esta privação é chamada «pecado original».",
            "parágrafo": 417
        },
        {
            "tipo": "parágrafo",
            "texto": "418. Como consequência do pecado original, a natureza humana ficou enfraquecida nas suas forças e sujeita à ignorância, ao sofrimento e ao domínio da morte, e inclinada para o pecado – inclinação que se chama «concupiscência».",
            "parágrafo": 418
        },
        {
            "tipo": "parágrafo",
            "texto": "419. «Afirmamos, pois, com o Concílio de Trento, que o pecado original é transmitido com a natureza humana, \"não por imitação, mas por propagação\", e que, assim, é \"próprio de cada um\"»(313).",
            "parágrafo": 419
        },
        {
            "tipo": "parágrafo",
            "texto": "420. A vitória alcançada por Cristo sobre o pecado trouxe-nos bens superiores àqueles que o pecado nos tinha tirado: «Onde abundou o pecado, superabundou a graça» (Rm 5, 20).",
            "parágrafo": 420
        },
        {
            "tipo": "parágrafo",
            "texto": "421. «Segundo a fé dos cristãos, este mundo foi criado e continua a ser conservado pelo amor do Criador; é verdade que caiu sob a escravidão do pecado, mas Cristo, pela Cruz e Ressurreição, venceu o poder do Maligno e libertou-o...» (314).",
            "parágrafo": 421
        }
    ],
    "referencia": [
        {
            "tipo": "referência",
            "texto": "1. CatRom I. 2, 6, p. 23."
        },
        {
            "tipo": "referência",
            "texto": "2. CatRom I. 2, 8, p. 26."
        },
        {
            "tipo": "referência",
            "texto": "3. Cf. Fl 2, 10-11."
        },
        {
            "tipo": "referência",
            "texto": "4. Cf. Mc 12, 29-30."
        },
        {
            "tipo": "referência",
            "texto": "5. Cf. Mc 12, 35-37."
        },
        {
            "tipo": "referência",
            "texto": "6. IV Concílio de Latrão, Cap. 1. De fide catholica: DS 800."
        },
        {
            "tipo": "referência",
            "texto": "7. Cf. Jz 13, 1."
        },
        {
            "tipo": "referência",
            "texto": "8. Cf. Ex 3, 5-6."
        },
        {
            "tipo": "referência",
            "texto": "9. Cf. Ex 32."
        },
        {
            "tipo": "referência",
            "texto": "10. Cf. Ex 33, 12-17."
        },
        {
            "tipo": "referência",
            "texto": "11. Cf. Ex 34, 9."
        },
        {
            "tipo": "referência",
            "texto": "12. Cf. Is 44, 6."
        },
        {
            "tipo": "referência",
            "texto": "13. Cf. Sl 85, 11."
        },
        {
            "tipo": "referência",
            "texto": "14. Cf. Dt 7, 9."
        },
        {
            "tipo": "referência",
            "texto": "15. Cf. Sb 13, 1-9."
        },
        {
            "tipo": "referência",
            "texto": "16. Cf. Sl 115, 15."
        },
        {
            "tipo": "referência",
            "texto": "17. Cf. Sb 7, 17-21."
        },
        {
            "tipo": "referência",
            "texto": "18. Cf. Jo 17, 3."
        },
        {
            "tipo": "referência",
            "texto": "19. Cf. Dt 4, 37; 7, 8: 10, 15."
        },
        {
            "tipo": "referência",
            "texto": "20. Cf. Is 43, 1-7."
        },
        {
            "tipo": "referência",
            "texto": "21. Cf. Os 2."
        },
        {
            "tipo": "referência",
            "texto": "22. Cf. Os 11, 1."
        },
        {
            "tipo": "referência",
            "texto": "23. Cf. Is 49, 14-15."
        },
        {
            "tipo": "referência",
            "texto": "24. Cf. Is 62, 4-5."
        },
        {
            "tipo": "referência",
            "texto": "25. Cf. Ez 16; Os 11."
        },
        {
            "tipo": "referência",
            "texto": "26. Cf. 1 Cor 2, 7-16: Ef 3, 9-12."
        },
        {
            "tipo": "referência",
            "texto": "27. Santa Joana D'Arc, Dito: Procès de condamnation, ed. P. Tisset–Y.Lanhers. v. I (Paris 1960) p. 280 e 288."
        },
        {
            "tipo": "referência",
            "texto": "28. Cf. Mt 5, 29-30: 16. 24: 19. 23-24."
        },
        {
            "tipo": "referência",
            "texto": "29. S. Nicolau de Flüe, Bruder-Klausen-Gebet, apud R. Amschwand, Bruder Klaus. Ergänzungsband zum Quellenwerk von R. Durrer (Sarnen 1987). p. 215."
        },
        {
            "tipo": "referência",
            "texto": "30. Santa Teresa de Jesus. Poesía. 9: Biblioteca Mística Carmelitana. v. 6 (Burgos 1919). p. 90. [Santa Teresa de Jesus, Obras Completas (Paço de Arcos. Edições Carmelo 1994) p. 1390]"
        },
        {
            "tipo": "referência",
            "texto": "31. Tertuliano, Adversus Marcionem, I, 3, 5: CCL 1, 444 (PL 2. 274)."
        },
        {
            "tipo": "referência",
            "texto": "32. Santo Agostinho, Sermo 52. 6. 16: ed. P. Verbraken: Revue Bénédictine 74 (1964) 27 (PL 38. 360)."
        },
        {
            "tipo": "referência",
            "texto": "33. São Cesário de Arles. Expositio vel traditio Symboli (sermo 9): CCL 103. 47."
        },
        {
            "tipo": "referência",
            "texto": "34. Cf. Vigílio, Professio fidei (522): DS 415."
        },
        {
            "tipo": "referência",
            "texto": "35. Cf. Sagrada Congregação do Clero,  Directorium catechisticum generale, 43: AAS (1972)123."
        },
        {
            "tipo": "referência",
            "texto": "36. Ibid., 47."
        },
        {
            "tipo": "referência",
            "texto": "37.  I Concílio do Vaticano. Const. dogm. Dei Filius, c. 4: DS 3015."
        },
        {
            "tipo": "referência",
            "texto": "38. Cf. Dt 32. 6: Ml 2. 10."
        },
        {
            "tipo": "referência",
            "texto": "39. Cf. 2 Sm 7, 14."
        },
        {
            "tipo": "referência",
            "texto": "40. Cf. Sl 68, 6."
        },
        {
            "tipo": "referência",
            "texto": "41. Cf. Is 66, 13: Sl 131, 2."
        },
        {
            "tipo": "referência",
            "texto": "42. Cf. Sl 27, 10."
        },
        {
            "tipo": "referência",
            "texto": "43. Cf. Ef 3, 14-15: Is 49, 15."
        },
        {
            "tipo": "referência",
            "texto": "44. Símbolo de Nicéia: DS 125."
        },
        {
            "tipo": "referência",
            "texto": "45. Símbolo Niceno-Constantinopolitano: DS 150."
        },
        {
            "tipo": "referência",
            "texto": "46. Cf. Gn 1. 2."
        },
        {
            "tipo": "referência",
            "texto": "47. Símbolo Niceno-Constantinopolitano: DS 150."
        },
        {
            "tipo": "referência",
            "texto": "48. Cf. Jo 14, 17."
        },
        {
            "tipo": "referência",
            "texto": "49 Cf. Jo 14, 26."
        },
        {
            "tipo": "referência",
            "texto": "50. Cf. Jo 14, 26: 15. 26; 16, 14."
        },
        {
            "tipo": "referência",
            "texto": "51. Cf. Jo 7, 39."
        },
        {
            "tipo": "referência",
            "texto": "52. Símbolo Niceno-Constantinopolitano: DS 150."
        },
        {
            "tipo": "referência",
            "texto": "53. VI Concílio de Toledo (em 638), De Trinitate et de Filio Dei Redemptore incarnato: DS 490."
        },
        {
            "tipo": "referência",
            "texto": "54. XI Concílio de Toledo (ano 675), Symbolum: DS 527."
        },
        {
            "tipo": "referência",
            "texto": "55. Símbolo Niceno Constantinopolitano: DS 150."
        },
        {
            "tipo": "referência",
            "texto": "56. Concílium de Florença. Decretum pro Graecis: DS 1300-1301."
        },
        {
            "tipo": "referência",
            "texto": "57. Cf. São Leão Magno, Ep. Quam laudabiliter: DS 284."
        },
        {
            "tipo": "referência",
            "texto": "58. II Concílio Vaticano, Decr. Ad gentes: AAS 58 (1966) 948."
        },
        {
            "tipo": "referência",
            "texto": "59. Concílio de Florença, Decretum pro Graecis (ano 1439): DS 1302."
        },
        {
            "tipo": "referência",
            "texto": "60. Concílio de Florença, Decretum pro Iacobitis (ano 1442): DS 1331."
        },
        {
            "tipo": "referência",
            "texto": "61. II Concílio de Lião, Constitutio de Summa Trinitate et fide catholica (ano 1274): DS 850."
        },
        {
            "tipo": "referência",
            "texto": "62.  Cf. 1 Cor 12, 4-6; Ef 4, 4-6."
        },
        {
            "tipo": "referência",
            "texto": "63.  Paulo VI, Sollemnis Professio fidei, 9: AAS 60 (1968) 437."
        },
        {
            "tipo": "referência",
            "texto": "64. II Concílio de Constantinopla (ano 553), Anathematismi de tribus Capitulis. 1: DS 421."
        },
        {
            "tipo": "referência",
            "texto": "65. XI Concílio de Toledo (ano 675). Symbolum: DS 530."
        },
        {
            "tipo": "referência",
            "texto": "66. IV Concílio de Latrão (ano 1215), Cap. 2. De errore abbatis Ioachim: DS 804."
        },
        {
            "tipo": "referência",
            "texto": "67. Fides Damasi: DS 71."
        },
        {
            "tipo": "referência",
            "texto": "68. XI Concílio de Toledo (ano 675). Symbolum: DS 530."
        },
        {
            "tipo": "referência",
            "texto": "69. IV Concílio de Latrão (ano 1215). Cap. 2, De errore abbatis Ioachim: DS 804."
        },
        {
            "tipo": "referência",
            "texto": "70. XI Concílio de Toledo (ano 675). Symbolum: DS 528."
        },
        {
            "tipo": "referência",
            "texto": "71. Concílio de Florença, Decretum pro Iacobitis (ano 1442): DS 1330."
        },
        {
            "tipo": "referência",
            "texto": "72. Concílio de Florença, Decretum pro Iacobitis (ano 1442): DS 1331."
        },
        {
            "tipo": "referência",
            "texto": "73. São Gregório de Nazianzo,  Oratio 40. 41: SC 358, 292-294 (PG 36, 417)."
        },
        {
            "tipo": "referência",
            "texto": "74. Hino das II Vésperas de Domingo, nas semanas 2 e 4: Liturgia Horarum, editio typica, 3 (Typis Poliglottis Vaticanis Poliglottis Vaticanis 1974) p. 632 e 879 [Este hino está traduzido na ed. portuguesa: Liturgia das Horas (Gráfica de Coimbra 1983), v. 3, p. 86 e N. 4, p. 86]."
        },
        {
            "tipo": "referência",
            "texto": "75. I Concílio de Vaticano, Decr. Ad gentes, 2-9: AAS 58 (1966) 948-958."
        },
        {
            "tipo": "referência",
            "texto": "76. II Concílio de Constantinopla (ano 553), Anathematismi de tribus Capitulis, 1: DS 421."
        },
        {
            "tipo": "referência",
            "texto": "77. Concílio de Florença, Decretum pro Incobitis (ano 1442): DS 1331."
        },
        {
            "tipo": "referência",
            "texto": "78.  Cf. 1 Cor 8, 6."
        },
        {
            "tipo": "referência",
            "texto": "79. II Concílio de Constantinopla (ano 553). Anathematismi de tribus Capitulis, 1: DS 421."
        },
        {
            "tipo": "referência",
            "texto": "80. Cf. Jo 6. 44."
        },
        {
            "tipo": "referência",
            "texto": "81. Cf. Rm 8, 14."
        },
        {
            "tipo": "referência",
            "texto": "82. Cf. Jo 17, 21-23."
        },
        {
            "tipo": "referência",
            "texto": "83. Beata Isabel da Trindade, Élévation à la Trinité: Écrits spirituels. 50. ed. M. M. Philipon (Paris 1949), p. 80. [Escritos espirituais (Oeiras, Edições Carmelo 1989) p. 327]."
        },
        {
            "tipo": "referência",
            "texto": "84. Cf. Jo 14, 26."
        },
        {
            "tipo": "referência",
            "texto": "85. Símbolo Niceno-Constantinopolitano: DS 150."
        },
        {
            "tipo": "referência",
            "texto": "86. Santo Agostinho, De Trinitate 15, 26, 47: CCL 50A, 529 (PL 42. 1095)."
        },
        {
            "tipo": "referência",
            "texto": "87. Paulo VI, Sollemnis Processio fidei, 9: AAS 60 (1968) 436."
        },
        {
            "tipo": "referência",
            "texto": "88.  Símbolo Quicumque: DS 75."
        },
        {
            "tipo": "referência",
            "texto": "89. Cf. Gn 1, 1; Jo 1, 3."
        },
        {
            "tipo": "referência",
            "texto": "90. Cf. Mt 6, 9."
        },
        {
            "tipo": "referência",
            "texto": "91. Cf. 1 Cor 1,18."
        },
        {
            "tipo": "referência",
            "texto": "92. Cf. Jr 32, 17; Lc 1, 37."
        },
        {
            "tipo": "referência",
            "texto": "93. Cf. Jr 27, 5."
        },
        {
            "tipo": "referência",
            "texto": "94. Cf. Est 4c. 17: Pr 21, 1;Tb 13, 2."
        },
        {
            "tipo": "referência",
            "texto": "95. Cf. Mt 6, 32."
        },
        {
            "tipo": "referência",
            "texto": "96. São Tomás De Aquino, Summa theologiae 1, q. 25, a. 5, ad 1: Ed Leon. 4, 297."
        },
        {
            "tipo": "referência",
            "texto": "97. Cf. 2 Cor 12, 9: Fl 4. 13."
        },
        {
            "tipo": "referência",
            "texto": "98. CatRom I, 2, 13, p. 31."
        },
        {
            "tipo": "referência",
            "texto": "99. Cf. Gn 18. 14: Mt 19, 26."
        },
        {
            "tipo": "referência",
            "texto": "100. Domingo XXVI do Tempo Comum, Colecta: Missale Romanum. editio typica (Typis Polyglottis Vaticanis 1970), p. 365 [Trad. oficial portuguesa: Missal Romano, Gráfica de Coimbra 1992. p. 420]"
        },
        {
            "tipo": "referência",
            "texto": "101. Símbolo dos Apóstolos: DS 30."
        },
        {
            "tipo": "referência",
            "texto": "102. Símbolo Niceno-Constantinopolitano: DS 150."
        },
        {
            "tipo": "referência",
            "texto": "103. Cf. Sagrada Congregação do Clero, Directorium catechisticum generale, 51: AAS 64 (1972) 128."
        },
        {
            "tipo": "referência",
            "texto": "104. Cf. Rm 8, 18-23."
        },
        {
            "tipo": "referência",
            "texto": "105. Cf. Egria, Itinerarium seu Peregrinatio ad loca sancta 46, 2: SC 296, 308: PLS 1, 1"
        },
        {
            "tipo": "referência",
            "texto": "106. Cf. I Concílio do Vaticano, Const. dogm. Dei Fillius,  De Revelatione. canon I: DS 3026."
        },
        {
            "tipo": "referência",
            "texto": "107. Cf. Act 17, 24-29; Rm 1, 19-20."
        },
        {
            "tipo": "referência",
            "texto": "108. Cf. Is 43, 1."
        },
        {
            "tipo": "referência",
            "texto": "109. Cf. Gn 15, 5; Jr 33, 19-26."
        },
        {
            "tipo": "referência",
            "texto": "110. Cf. Is  44, 24."
        },
        {
            "tipo": "referência",
            "texto": "111. Cf. S1 104."
        },
        {
            "tipo": "referência",
            "texto": "112. Cf. Pr 8. 22-31."
        },
        {
            "tipo": "referência",
            "texto": "113. Símbolo Niceno-Constantinopolitano: DS 150."
        },
        {
            "tipo": "referência",
            "texto": "114.  Liturgia Bizantina. Tropário das Vésperas de Pentecostes: Pentêkostáriom (Rome 1883). 408."
        },
        {
            "tipo": "referência",
            "texto": "115.  Cf. Sl 33, 6; 104. 30; Gn 1, 2-3."
        },
        {
            "tipo": "referência",
            "texto": "116.  Santo Irineu de Lião, Adversus haereses, 2, 30, 9: SC 294, 318-320 (PG 7, 822)."
        },
        {
            "tipo": "referência",
            "texto": "117. Ibidem, 4, 20, 1: SC 100, 626 (PG 7, 1032)."
        },
        {
            "tipo": "referência",
            "texto": "118.  I Concílio Vaticano, Const dogm. Dei Filius. De Deo rerum omnium Creatore, canon 5: DS 3025."
        },
        {
            "tipo": "referência",
            "texto": "119. São Boavenura, In secundum librum Sententiarum, dist. 1. p. 2. a. 2, q. 1. concl.: Opera omnia, v. 2 (Ad Claras Aquas 1885), p. 44."
        },
        {
            "tipo": "referência",
            "texto": "120. São Tomás de Aquino, Commentum in secundum librum Sententiarum, Prologus: Opera omnia, v. 8 (Parisiis 1873), p. 2."
        },
        {
            "tipo": "referência",
            "texto": "121. I Concílio do Vaticano, Const. dogm. Dei Filius, c. 1: DS 3002."
        },
        {
            "tipo": "referência",
            "texto": "122. Santo Ireneu de Lião, Adversus haereses 4, 20, 7: SC 100, 648 (PG 7, 1037)."
        },
        {
            "tipo": "referência",
            "texto": "123. II Concílio do Vaticano, Decr. Ad gentes. 2: AAS 58 (1966) 948."
        },
        {
            "tipo": "referência",
            "texto": "124. Cf. Sb 9, 9."
        },
        {
            "tipo": "referência",
            "texto": "125. I Concílio do Vaticano. Const. dogm. Dei Filius, c. 1: DS 3002."
        },
        {
            "tipo": "referência",
            "texto": "126. I Concílio do Vaticano. Const. dogm. Dei Filius, De Deo rerum omnium Creatore, canones 1-4: DS 3023-3024."
        },
        {
            "tipo": "referência",
            "texto": "127.  IV Concílio de Latrão, Cap. 2. De fide catholica: DS 800; I Concílio do Vaticano. Const. dogm. Dei Filius,. Const. dogm. Dei Filiu.s, De Deo rerum omnium Creatore, canon 5: DS 3025."
        },
        {
            "tipo": "referência",
            "texto": "128. São Teófilo de Antioquia, Ad Autolycum, 2. 4; SC 20. 102 (PG 6. 1052)."
        },
        {
            "tipo": "referência",
            "texto": "129. Cf. Sl 51, 12."
        },
        {
            "tipo": "referência",
            "texto": "130. Cf. Gn 1, 3."
        },
        {
            "tipo": "referência",
            "texto": "131. Cf. 2 Cor 4, 6."
        },
        {
            "tipo": "referência",
            "texto": "132. Cf. Cf. Gn 1, 26."
        },
        {
            "tipo": "referência",
            "texto": "133. Cf. Sl 19, 2-5."
        },
        {
            "tipo": "referência",
            "texto": "134. Cf. Job 42, 3."
        },
        {
            "tipo": "referência",
            "texto": "135. Cf. São Leão Magno, Ep Quam laudabiliter: DS 286: I Concílio de Braga, Anathematismi praesertim contra Priscillianistas, 5-13: DS 455-463: IV Concílio de Latrão, Cap. 2, De fide catholica: DS 800; Concílio de Florença, Decretam pro Iacobitis: DS 1333. I Concílio do Vaticano, Const. dogm. Dei Filius, c. 1: DS 3002."
        },
        {
            "tipo": "referência",
            "texto": "136. Cf. Sir 43, 30."
        },
        {
            "tipo": "referência",
            "texto": "137. Santo Agostinho, Confissões, 3, 6, 11: CCL 27, 33 (PL 32, 688)."
        },
        {
            "tipo": "referência",
            "texto": "138. I Concílio do Vaticano, Const. dogm. Dei Filius, c. 1: DS 3003."
        },
        {
            "tipo": "referência",
            "texto": "139. Cf. Is 10, 5-15: 45, 5-7: Dt 32, 39: Sir 11, 14."
        },
        {
            "tipo": "referência",
            "texto": "140. Cf. Sl 22; 32; 35; 103; 138; etc."
        },
        {
            "tipo": "referência",
            "texto": "141. Cf. Mt 10, 29-31."
        },
        {
            "tipo": "referência",
            "texto": "142. Cf. Gn 1, 26-28."
        },
        {
            "tipo": "referência",
            "texto": "143. Cf. Cl 1, 24."
        },
        {
            "tipo": "referência",
            "texto": "144. Cf. 1 Ts 3, 2."
        },
        {
            "tipo": "referência",
            "texto": "145. Cf. Cl  4, 11."
        },
        {
            "tipo": "referência",
            "texto": "146. Cf. 1 Cor 12, 6."
        },
        {
            "tipo": "referência",
            "texto": "147. II Concílio do Vaticano, Const. past. Gaudium et spes. 36: AAS 58 (1966) 1054."
        },
        {
            "tipo": "referência",
            "texto": "148. Cf. Mt 19, 26: Jo 15, 5; Fl 4, 13."
        },
        {
            "tipo": "referência",
            "texto": "149. Cf. São Tomás de Aquino, Summa theologiae, 1, q. 25, a. 6: Ed. Leon. 4, 298-299."
        },
        {
            "tipo": "referência",
            "texto": "150. São Tomás de Aquino, Summa contra gentiles, 3, 71: Ed. Leon. 14. 209-211."
        },
        {
            "tipo": "referência",
            "texto": "151. Cf. Santo Agostinho, De libero arbitrio, 1, 1, 1: CCL 29, 211 (PL 32. 1221-1223): Santo Tomás de Aquino, Summa theologiae, 1-2, q. 79, a. l: Ed. Leon. 7, 76-77."
        },
        {
            "tipo": "referência",
            "texto": "152. Santo Agostinho, Enchiridion de fide, spe et caritate. 3. 11: CCL 46, 53 (PL 40, 236)."
        },
        {
            "tipo": "referência",
            "texto": "153. Cf. Tb 2. 12-18 vulg."
        },
        {
            "tipo": "referência",
            "texto": "154. Cf. Rm 5, 20."
        },
        {
            "tipo": "referência",
            "texto": "155. Santa Catarina de Sena,  ll dialogo della Divina provvidenza, 138: ed. G. Cavallini (Roma 1995) p. 441."
        },
        {
            "tipo": "referência",
            "texto": "156. Margarita Roper, Epistola ad Aliciam Alington (Agosto 1534): The Correspondence of Sir Thomas More, ed. E. F. Rogers (Princeton 1947), p. 531-532. [Texto no Ofício de Leituras da memória de São Tomás Moro a 22 de Junho]."
        },
        {
            "tipo": "referência",
            "texto": "157. Juliana de Norwich, Revelatio 13, 32: A Book of Showings to the Anchoress Julian of Norwich. ed. E. Colledge — J. Walsh, vol.. 2 (Toronto 1978), p. 426 e 422."
        },
        {
            "tipo": "referência",
            "texto": "158. Cf. Gn 2. 2."
        },
        {
            "tipo": "referência",
            "texto": "159. Cf. Sagrada Congregação de Estudos, Decreto (27 Julho 1914): DS 3624."
        },
        {
            "tipo": "referência",
            "texto": "160. Cf. Mt 6, 26-34."
        },
        {
            "tipo": "referência",
            "texto": "161.  Cf. Sl 55, 23."
        },
        {
            "tipo": "referência",
            "texto": "162. DS 30."
        },
        {
            "tipo": "referência",
            "texto": "163. DS 150."
        },
        {
            "tipo": "referência",
            "texto": "164. Cf. Sl 115, 16."
        },
        {
            "tipo": "referência",
            "texto": "165. Cf. Sl 19. 2."
        },
        {
            "tipo": "referência",
            "texto": "166. Cf. Sl 115, 16."
        },
        {
            "tipo": "referência",
            "texto": "167. IV Concílio de Latrão, Cap. I. De fide catholica: DS 800; Cf. I Concílio do Vaticano, Const. dogm. Dei Filius, c. I: DS 3002 e Paulo VI, Sollemnis Professio fìdei, 8: .AAS 60 (1968) 436."
        },
        {
            "tipo": "referência",
            "texto": "168. Santo Agostinho, Enarratio in Psalmum, 103, 1, 15: CCL 40, 1488 (PL 37, 1348-1349)."
        },
        {
            "tipo": "referência",
            "texto": "169. Cf. Pio XII, Enc. Humani generis: DS 3891."
        },

        {
            "tipo": "referência",
            "texto": "170. Cf. Lc 20. 36."
        },
        {
            "tipo": "referência",
            "texto": "171. Cf. Dn 10, 9-12."
        },
        {
            "tipo": "referência",
            "texto": "172. Cf. Job 38, 7, onde os anjos são chamados «filhos de Deus»."
        },
        {
            "tipo": "referência",
            "texto": "173. Cf. Gn 3, 24."
        },
        {
            "tipo": "referência",
            "texto": "174. Cf. Gn 19."
        },
        {
            "tipo": "referência",
            "texto": "175. Cf. Gn 21, 17."
        },
        {
            "tipo": "referência",
            "texto": "176. Cf. Gn 22, 11."
        },
        {
            "tipo": "referência",
            "texto": "177. Cf. Act 7. 53."
        },
        {
            "tipo": "referência",
            "texto": "178. Cf. Ex 23, 20-23."
        },
        {
            "tipo": "referência",
            "texto": "179. Cf. Jz 13."
        },
        {
            "tipo": "referência",
            "texto": "180. Cf. Jz 6, 11-24; Is 6. 6."
        },
        {
            "tipo": "referência",
            "texto": "181. Cf. 1 Rs 19, 5."
        },
        {
            "tipo": "referência",
            "texto": "182. Cf. Lc 1, 11. 26."
        },
        {
            "tipo": "referência",
            "texto": "183. Cf. Mt 1, 20; 2, 13.19."
        },
        {
            "tipo": "referência",
            "texto": "184. Cf. Mc 1, 13; Mt 4, 11."
        },
        {
            "tipo": "referência",
            "texto": "185. Cf. Lc 22, 43."
        },
        {
            "tipo": "referência",
            "texto": "186. Cf. Mt 26, 53."
        },
        {
            "tipo": "referência",
            "texto": "187. Cf. 2 Mac 10, 29-30; 11, 8."
        },
        {
            "tipo": "referência",
            "texto": "188. Cf. Lc 2, 10."
        },
        {
            "tipo": "referência",
            "texto": "189. Cf. Lc 2, 8-14."
        },
        {
            "tipo": "referência",
            "texto": "190 Cf. Mc 16, 5-7."
        },
        {
            "tipo": "referência",
            "texto": "191. Cf. Act 1, 10-11."
        },
        {
            "tipo": "referência",
            "texto": "192. Cf. Mt 13, 41; 24, 31; Lc 12, 8-9."
        },
        {
            "tipo": "referência",
            "texto": "193. Cf. Act 5, 18-20; 8, 26-29; 10, 3-8; 12, 6-11; 27, 23-25."
        },
        {
            "tipo": "referência",
            "texto": "194. Cf. Oração eucarística. «Santo»: (editio typica (Typis Polyglottis Vaticanis 1970). p. 392) [Missal Romano, Gráfica de Coimbra 1992, 452]."
        },
        {
            "tipo": "referência",
            "texto": "195. Ordo exsequiarum, 50, editio typica (Typis Polyglottis Vaticanis 1969), p. 23 [Ed. portuguesa: Celebração das Exéquias. Braga, Conferência Episcopal Portuguesa – Editorial A.O., 1984, n. 77, p. 71]."
        },
        {
            "tipo": "referência",
            "texto": "196. Liturgia Byzantina sancti Ioannis Chrysostomi, Hymnus cherubinorum: Liturgies Eastern and Western, ed. F. E. Brightman (Oxford 1896) p. 377."
        },
        {
            "tipo": "referência",
            "texto": "197. Cf. Mt 18, 10."
        },
        {
            "tipo": "referência",
            "texto": "198. Cf. Lc 16, 22."
        },
        {
            "tipo": "referência",
            "texto": "199. Cf. Sl 34, 8; 91, 10-13."
        },
        {
            "tipo": "referência",
            "texto": "200. Cf. Job 33, 23-24; Zc 1, 12; Tb 12, 12."
        },
        {
            "tipo": "referência",
            "texto": "201. São Basílio Magno, Adversus Eunomium 3, 1; SC 305, 148 (PG 29, 656B)."
        },
        {
            "tipo": "referência",
            "texto": "202. Cf. Gn 1, 1-2, 4."
        },
        {
            "tipo": "referência",
            "texto": "203. Cf. II Concílio do Vaticano, Const. dogm. Dei Verbum, 11: AAS 58 (1966) 823."
        },
        {
            "tipo": "referência",
            "texto": "204. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 36: AAS 57 (1965) 41."
        },
        {
            "tipo": "referência",
            "texto": "205. Cf. Santo Agostinho, De genesi contra Manichaeos, 1, 2, 4: PL 36, 175."
        },
        {
            "tipo": "referência",
            "texto": "206. II Concílio do Vaticano, Const. past. Gaudium et spes, 36: AAS 58 (1966) 1054."
        },
        {
            "tipo": "referência",
            "texto": "207. Cf. Sl 145, 9."
        },
        {
            "tipo": "referência",
            "texto": "208. Cf. Gn 1, 26."
        },
        {
            "tipo": "referência",
            "texto": "209. São Francisco de Assis. Cântico das criaturas: Opuscula sancti Patris Francisci Assisiensis, ed C. Esser (Grottaferrata 1978) p. 84-86 [Fontes Franciscanas, l Braga, Editorial Franciscana, 1994) p. 77-78]."
        },
        {
            "tipo": "referência",
            "texto": "210. Cf. Heb 4, 3-4."
        },
        {
            "tipo": "referência",
            "texto": "211. Cf. Jr 31. 35-37; 33, 19-26."
        },
        {
            "tipo": "referência",
            "texto": "212. Cf. Gn 1, 14."
        },
        {
            "tipo": "referência",
            "texto": "213. São Bento, Regula. 43. 3: CSEL 75, 106 (PL 66, 675)."
        },
        {
            "tipo": "referência",
            "texto": "214. Cf. Vigília Pascal, oração depois da primeira leitura: Missale Romanum, editio typica (Typis Polyglottis Vaticanis 1970), p. 276 [Missal Romano, Gráfica de Coimbra 1992, p. 304]."
        },
        {
            "tipo": "referência",
            "texto": "215. São Tomás de Aquino, Summa theologiae, 1, 114. 3, ad 3: Ed. Leon. 5, 535."
        },
        {
            "tipo": "referência",
            "texto": "216. II Concílio do Vaticano, Const. past. Gaudium et spes, 12: AAS 58 (1966) 1034."
        },
        {
            "tipo": "referência",
            "texto": "217. II Concílio do Vaticano, Const. past. Gaudium et spes, 24: AAS 58 (1966) 1045."
        },
        {
            "tipo": "referência",
            "texto": "218. Santa Catarina de Sena, Il dialogo della Divina provvidenza, 13: ed. G. Cavallini (Roma 1995) p. 43."
        },
        {
            "tipo": "referência",
            "texto": "219. Concílio do Vaticano, Const. past. Gaudium et spes, 12: AAS 58 (1966) 1034: Ibid. 24: AAS 58 (1966) 1045; Ibid. 39: AAS 58 (1966) 1056-1057."
        },
        {
            "tipo": "referência",
            "texto": "220. São João Crisóstomo, Sermones in Genesim, 2, 1: PG 54, 587D-588A."
        },
        {
            "tipo": "referência",
            "texto": "221. II Concílio do Vaticano, Const. past. Gaudium et spes, 22: AAS 58 (1966) 1042."
        },
        {
            "tipo": "referência",
            "texto": "222. São Pedro Crisólogo, Sermones 117, 1-2: CCL 24A, 709 (PL 52, 520) [2ª leit. do Ofício de Leituras de Sábado da XXIX Semana do Tempo Comum: Liturgia das Horas (Gráfica de Coimbra 1983), v. 4, p. 440]."
        },
        {
            "tipo": "referência",
            "texto": "223. Cf. Tb 8, 6."
        },
        {
            "tipo": "referência",
            "texto": "224. Pio XII, Enc. Summi Pontificatus: AAS 31 (1939) 427: II Concílio Vaticano, Decl. Nostra aetate, 1: AAS 58 (1966) 740."
        },
        {
            "tipo": "referência",
            "texto": "225. Pio XII. Enc. Summi Pontificatus: AAS 31 (1939) 426."
        },
        {
            "tipo": "referência",
            "texto": "226. Cf. Mt 16, 25-26; Jo 15, 13."
        },
        {
            "tipo": "referência",
            "texto": "227. Cf. Act 2, 41."
        },
        {
            "tipo": "referência",
            "texto": "228. Cf. Mt 26, 38; Jo 12, 27."
        },
        {
            "tipo": "referência",
            "texto": "229. Cf. Mt 10, 28; 2 Mac 6, 30."
        },
        {
            "tipo": "referência",
            "texto": "230. Cf. 1 Cor 6, 19-20; 15, 44-45."
        },
        {
            "tipo": "referência",
            "texto": "231. II Concílio do Vaticano, Const. past. Gaudium et spes, 14: AAS 58 (1966) 1035."
        },
        {
            "tipo": "referência",
            "texto": "232. Cf. Concílio de Viena (ano 1312), Const. «Fidei catholicae»: DS 902."
        },
        {
            "tipo": "referência",
            "texto": "233. Cf. Pio XII, Enc. Humani generis (ano 1950): DS 3896; Paulo VI, Sollemnis Professio fidei, 8: AAS 60 (1968) 436."
        },
        {
            "tipo": "referência",
            "texto": "234. Cf. V Concílio de Latrão (ano 1513), Bulla Apostolici regiminis: DS 1440."
        },
        {
            "tipo": "referência",
            "texto": "235. IV Concílio de Constantinopla (ano 870), canon 11: DS 657."
        },
        {
            "tipo": "referência",
            "texto": "236. Cf. I Concílio do Vaticano, Const. dogm. Dei Filius, c. 2: DS 3005; II Concílio Vaticano, Const. past. Gaudium et spes, 22: AAS 58 (1966) 1042-1043."
        },
        {
            "tipo": "referência",
            "texto": "237. Cf. Pio XII, Enc. Humani generis (ano 1950): DS 3891."
        },
        {
            "tipo": "referência",
            "texto": "238. Cf. Dt 6, 5; 29, 3; Is 29, 13; Ez 36, 26; Mt 6, 21; Lc 8, 15; Rm 5, 5."
        },
        {
            "tipo": "referência",
            "texto": "239. Cf. Gn 2, 7.22."
        },
        {
            "tipo": "referência",
            "texto": "240. Cf. Is 49, 14-15; 66, 13; Sl 131, 2-3."
        },
        {
            "tipo": "referência",
            "texto": "241. Cf. Os 11, 1-4; Jr 3, 4-19."
        },
        {
            "tipo": "referência",
            "texto": "242. Cf. Gn 2, 19-20."
        },
        {
            "tipo": "referência",
            "texto": "243. Cf. João Paulo II, Ep. ap. Mulieris dignitatem, 7: AAS 80 (1988) 1664-1665."
        },
        {
            "tipo": "referência",
            "texto": "244. Cf. II Concílio do Vaticano, Const. past. Gaudium et spes, 50: AAS 58 (1966) 1070-1071."
        },
        {
            "tipo": "referência",
            "texto": "245. Cf. Gn 1, 28."
        },
        {
            "tipo": "referência",
            "texto": "246. Cf. Concílio de Trento, Sess. 5.°. Decretum de peccato originali, canon 1: DS1511."
        },
        {
            "tipo": "referência",
            "texto": "247. Cf. I Concílio do Vaticano, Const. dogm. Lumen Gentium, 2: AAS 57 (1965) 5-6."
        },
        {
            "tipo": "referência",
            "texto": "248. Cf. Gn 2, 17; 3, 19."
        },
        {
            "tipo": "referência",
            "texto": "249. Cf. Gn 3, 16."
        },
        {
            "tipo": "referência",
            "texto": "250. Cf. Gn 2, 25."
        },
        {
            "tipo": "referência",
            "texto": "251. Cf. 1 Jo 2, 16."
        },
        {
            "tipo": "referência",
            "texto": "252. Cf. Gn 2, 8."
        },
        {
            "tipo": "referência",
            "texto": "253. Cf. Gn 3, 17-19."
        },
        {
            "tipo": "referência",
            "texto": "254. Oração eucarística IV 118: Missale Romanum, editio typica (Typis Polyglottis Vaticanis 1970), p. 467 [Missal Romano. Gráfica de Coimbra 1992. 538]."
        },
        {
            "tipo": "referência",
            "texto": "255. Cf. Ef 1, 3-6; Rm 8, 29."
        },
        {
            "tipo": "referência",
            "texto": "256. II Concílio do Vaticano, Const. past. Gaudium et spes, 14: AAS 58 (1966) 1035."
        },
        {
            "tipo": "referência",
            "texto": "257. II Concílio do Vaticano, Const. past. Gaudium et spes, 12: AAS 58 (1966) 1034."
        },
        {
            "tipo": "referência",
            "texto": "258. Santo Agostinho, Confissões 7, 7. 11: CCL 27. 99 (PL 32, 739)."
        },
        {
            "tipo": "referência",
            "texto": "259. Cf. 1 Tm 3, 16."
        },
        {
            "tipo": "referência",
            "texto": "260. Cf. Rm 5, 20."
        },
        {
            "tipo": "referência",
            "texto": "261. Cf. Lc 11, 21-22; Jo 16, 11; 1 Jo 3, 8."
        },
        {
            "tipo": "referência",
            "texto": "262. Cf. Rm 5, 12-21."
        },
        {
            "tipo": "referência",
            "texto": "263. Cf. I Cor 2, 16."
        },
        {
            "tipo": "referência",
            "texto": "264. Cf. II Concílio do Vaticano, Const. past. Gaudium et spes, 13: AAS 58 (1966) 1034-1035."
        },
        {
            "tipo": "referência",
            "texto": "265. Cf. Concílio de Trento, Sess. 5.º, Decretum de peccato originali, canon 3: DS1513: Pio XII, Enc. Humani generis: DS 3897: Paulo VI, Alocução aos participantes no «simpósio» teológico sobre o pecado original (11 de Julho de 1966): AAS 58 (1966) 649-655."
        },
        {
            "tipo": "referência",
            "texto": "266. Cf. Gn 3, 1-5."
        },
        {
            "tipo": "referência",
            "texto": "267. Cf. Sb 2, 24."
        },
        {
            "tipo": "referência",
            "texto": "268. Cf. Jo 8, 44; Ap 12, 9."
        },
        {
            "tipo": "referência",
            "texto": "269. IV Concílio de Latrão (ano 1215), Cap. 1, De fide catholica: DS 800."
        },
        {
            "tipo": "referência",
            "texto": "270. Cf. 2 Pe 2, 4."
        },
        {
            "tipo": "referência",
            "texto": "271. São João Damasceno, Expositio fidei [De fide orthodoxa 2, 4]: PTS 12, 50 (PG 94, 877)."
        },
        {
            "tipo": "referência",
            "texto": "272. Cf. Mt 4, 1-11."
        },
        {
            "tipo": "referência",
            "texto": "273. Cf. Gn 3, 1-11."
        },
        {
            "tipo": "referência",
            "texto": "274. Cf. Rm 5, 19."
        },
        {
            "tipo": "referência",
            "texto": "275. Cf. Gn 3, 5."
        },
        {
            "tipo": "referência",
            "texto": "276. São Máximo o Confessor, Ambiguorum liber: PG 91, 1156."
        },
        {
            "tipo": "referência",
            "texto": "277. Cf. Rm 3, 23."
        },
        {
            "tipo": "referência",
            "texto": "278. Cf. Gn 3, 9-10."
        },
        {
            "tipo": "referência",
            "texto": "279. Cf. Gn 3, 5."
        },
        {
            "tipo": "referência",
            "texto": "280. Cf. Gn 3, 7."
        },
        {
            "tipo": "referência",
            "texto": "281. Cf. Gn 3, 11-13."
        },
        {
            "tipo": "referência",
            "texto": "282. Cf. Gn 3, 16."
        },
        {
            "tipo": "referência",
            "texto": "283. Cf. Gn 3, 17.19."
        },
        {
            "tipo": "referência",
            "texto": "284. Cf. Rm 8, 20."
        },
        {
            "tipo": "referência",
            "texto": "285. Cf. Gn 2, 17."
        },
        {
            "tipo": "referência",
            "texto": "286. Cf. Gn 3, 19."
        },
        {
            "tipo": "referência",
            "texto": "287. Cf. Rm 5, 12."
        },
        {
            "tipo": "referência",
            "texto": "288. Cf. Gn 4, 3-15."
        },
        {
            "tipo": "referência",
            "texto": "289. Cf. Gn 6, 5.12; Rm 1, 18-32."
        },
        {
            "tipo": "referência",
            "texto": "290. Cf. 1 Cor 1-6; Ap 2-3."
        },
        {
            "tipo": "referência",
            "texto": "291. I Concílio do Vaticano, Const. past. Gaudium et spes, 13: AAS 58 (1966) 1035."
        },
        {
            "tipo": "referência",
            "texto": "292. Concílio de Trento, Sess.5.ª, Decretum de peccato originali, canon 2: DS 1512."
        },
        {
            "tipo": "referência",
            "texto": "293. Concílio de Trento, Sess. 5.ª, Decretum de peccato originali, canon 4: DS 1514."
        },
        {
            "tipo": "referência",
            "texto": "294. São Tomás de Aquino, Quaestiones disputatae de malo, 4. 1, c.: Ed. Leon. 23, 105."
        },
        {
            "tipo": "referência",
            "texto": "295. Concílio de Trento, Sess. 5.ª, Decretum de peccato originali, canon 1-2: DS 1511-1512."
        },
        {
            "tipo": "referência",
            "texto": "296. Concílio de Trento, Sess. 5.ª, Decretum de peccato originali, canon 3: DS 1513."
        },
        {
            "tipo": "referência",
            "texto": "297. Concílio de Orange, Canones 1-2: DS 371-372."
        },
        {
            "tipo": "referência",
            "texto": "298. Concílio de Trento, Sess. Decretum de peccato originali, DS 1510-1516."
        },
        {
            "tipo": "referência",
            "texto": "299. Concílio de Trento, Sess. Decretum de peccato originali, canon l: DS 1511; cf. Heb 2, 14."
        },
        {
            "tipo": "referência",
            "texto": "300. Cf. João Paulo II, Enc. Centesimus annus, 25: AAS 83 (1991) 823-824."
        },
        {
            "tipo": "referência",
            "texto": "301. Cf. João Paulo II, Ex. ap. Reconciliatio et paenitentia, 16: AAS 77 (1985) 213-217."
        },
        {
            "tipo": "referência",
            "texto": "302. Cf. 1 Pe 5, 8."
        },
        {
            "tipo": "referência",
            "texto": "303. II Concílio do Vaticano. Const. past. Gaudium et spes, 37: AAS 58 (1966) 1055."
        },
        {
            "tipo": "referência",
            "texto": "304. Cf. Gn 3, 9."
        },
        {
            "tipo": "referência",
            "texto": "305. Cf. Gn 3, 15."
        },
        {
            "tipo": "referência",
            "texto": "306. Cf. 1 Cor 15, 21-22.45."
        },
        {
            "tipo": "referência",
            "texto": "307. Cf. Rm 5, 19-20."
        },
        {
            "tipo": "referência",
            "texto": "308. Pio IX. Bulla Ineffabilis Deus: DS 2803."
        },
        {
            "tipo": "referência",
            "texto": "309. Concílio de Trento, Sess. 6ª., Decretum de iustificatione, canon 23: DS 1573."
        },
        {
            "tipo": "referência",
            "texto": "310. São Leão Magno, Sermo 73. 4: CCL 88A. 453 (PL 54. 151)."
        },
        {
            "tipo": "referência",
            "texto": "311. São Tomás de Aquino, Summa theologiae. 3, q. 1, a. 3. ad 3: Ed. Leon. 11, 14: as palavras aqui citadas por São Tomás cantam-se no Precónio pascal «Exsultet»."
        },
        {
            "tipo": "referência",
            "texto": "312. II Concílio do Vaticano, Const. past. Gaudium et spes, 13: AAS 58 (1966) 1034-1035."
        },
        {
            "tipo": "referência",
            "texto": "313. Paulo VI, Sollemnis Professio fidei, 16: AAS 60 (1968) 439."
        },
        {
            "tipo": "referência",
            "texto": "314. II Concílio do Vaticano, Const. past. Gaudium et spes, 2: AAS 58 (1966) 1026."
        }
    ]
}