{
    "nome": "p1_s1_c3",
    "primeiroParagrafo": 142,
    "ultimoParagrafo": 184,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "PRIMEIRA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A PROFISSÃO DA FÉ\n\n"
        },
        {
            "tipo": "título",
            "texto": "PRIMEIRA SECÇÃO"
        },
        {
            "tipo": "título",
            "texto": "«EU CREIO» – «NÓS CREMOS»\n\n"
        },
        {
            "tipo": "subtítulo",
            "texto": "CAPÍTULO TERCEIRO"
        },
        {
            "tipo": "subtítulo",
            "texto": "A RESPOSTA DO HOMEM A DEUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "142. Pela sua revelação, «Deus invisível, na riqueza do seu amor, fala aos homens como amigos e convive com eles, para os convidar e admitir à comunhão com Ele» (1). A resposta adequada a este convite é a fé.",
            "parágrafo": 142
        },
        {
            "tipo": "parágrafo",
            "texto": "143. Pela fé, o homem submete completamente a Deus a inteligência e a vontade; com todo o seu ser, o homem dá assentimento a Deus revelador (2). A Sagrada Escritura chama «obediência da fé» a esta resposta do homem a Deus revelador (3).",
            "parágrafo": 143
        },
        {
            "tipo": "subtítulo",
            "texto": "\nARTIGO 1"
        },
        {
            "tipo": "subtítulo",
            "texto": "EU CREIO"
        },
        {
            "tipo": "tópico",
            "texto": "I. A «obediência da fé»"
        },
        {
            "tipo": "parágrafo",
            "texto": "144. Obedecer (ob-audire) na fé é submeter-se livremente à palavra escutada, por a sua verdade ser garantida por Deus, que é a própria verdade. Desta obediência, o modelo que a Sagrada Escritura nos propõe é Abraão. A sua realização mais perfeita é a da Virgem Maria.",
            "parágrafo": 144
        },
        {
            "tipo": "subtópico",
            "texto": "ABRAÃO – «O PAI DE TODOS OS CRENTES»"
        },
        {
            "tipo": "parágrafo",
            "texto": "145. A Epístola aos Hebreus, no grande elogio que faz da fé dos antepassados, insiste particularmente na fé de Abraão: «Pela fé, Abraão obedeceu ao chamamento de Deus, e partiu para uma terra que viria a receber como herança: partiu, sem saber para onde ia» (Heb 11, 8) (4). Pela fé, viveu como estrangeiro e peregrino na terra prometida (5). Pela fé, Sara recebeu a graça de conceber o filho da promessa. Pela fé, finalmente, Abraão ofereceu em sacrifício o seu filho único (6).",
            "parágrafo": 145
        },
        {
            "tipo": "parágrafo",
            "texto": "146. Abraão realiza assim a definição da fé dada pela Epístola aos Hebreus: «A fé constitui a garantia dos bens que se esperam, e a prova de que existem as coisas que não se vêem» (Heb 11, 1). «Abraão acreditou em Deus, e isto foi-lhe atribuído como justiça» (Rm 4, 3) (7). «Fortalecido» por esta fé (Rm 4, 20), Abraão tornou-se «o pai de todos os crentes» (Rm 4, 11. 18) (8).",
            "parágrafo": 146
        },
        {
            "tipo": "parágrafo",
            "texto": "147. O Antigo Testamento é rico em testemunhos desta fé. A Epístola aos Hebreus faz o elogio da fé exemplar dos antigos, «que lhes valeu um bom testemunho» (Heb 11, 2. 39). No entanto, para nós, «Deus previra destino melhor»: a graça de crer no seu Filho Jesus, «guia da nossa fé, que Ele leva à perfeição» (Heb 11, 40; 12, 2).",
            "parágrafo": 147
        },
        {
            "tipo": "subtópico",
            "texto": "MARIA – «FELIZ AQUELA QUE ACREDITOU»"
        },
        {
            "tipo": "parágrafo",
            "texto": "148. A Virgem Maria realiza, do modo mais perfeito, a «obediência da fé». Na fé, Maria acolheu o anúncio e a promessa trazidos pelo anjo Gabriel, acreditando que «a Deus nada é impossível» (Lc 1, 37) (9) e dando o seu assentimento: «Eis a serva do Senhor, faça-se em mim segundo a tua palavra» (Lc 1, 38). Isabel saudou-a: «Feliz aquela que acreditou no cumprimento de quanto lhe foi dito da parte do Senhor» (Lc 1, 45). É em virtude desta fé que todas as gerações a hão-de proclamar bem-aventurada (10).",
            "parágrafo": 148
        },
        {
            "tipo": "parágrafo",
            "texto": "149. Durante toda a sua vida e até à última provação (11), quando Jesus, seu filho, morreu na cruz, a sua fé jamais vacilou. Maria nunca deixou de crer «no cumprimento» da Palavra de Deus. Por isso, a Igreja venera em Maria a mais pura realização da fé.",
            "parágrafo": 149
        },
        {
            "tipo": "tópico",
            "texto": "II. «Eu sei em quem pus a minha fé» (2 Tm 1, 12)"
        },
        {
            "tipo": "subtópico",
            "texto": "CRER SÓ EM DEUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "150. Antes de mais, a fé é uma adesão pessoal do homem a Deus. Ao mesmo tempo, e inseparavelmente, é o assentimento livre a toda a verdade revelada por Deus. Enquanto adesão pessoal a Deus e assentimento à verdade por Ele revelada, a fé cristã difere da fé numa pessoa humana. É justo e bom confiar totalmente em Deus e crer absolutamente no que Ele diz. Seria vão e falso ter semelhante fé numa criatura (12).",
            "parágrafo": 150
        },
        {
            "tipo": "subtópico",
            "texto": "CRER EM JESUS CRISTO, FILHO DE DEUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "151. Para o cristão, crer em Deus é crer inseparavelmente n'Aquele que Deus enviou – «no seu Filho muito amado» em quem Ele pôs todas as suas complacências (13): Deus mandou-nos que O escutássemos (14). O próprio Senhor disse aos seus discípulos: «Acreditais em Deus, acreditai também em Mim» (Jo 14, 1). Podemos crer em Jesus Cristo, porque Ele próprio é Deus, o Verbo feito carne: «A Deus, nunca ninguém O viu. O Filho Unigénito, que está no seio do Pai, é que O deu a conhecer» (Jo 1, 18). Porque «viu o Pai» (Jo 6, 46), Ele é o único que O conhece e O pode revelar (15).",
            "parágrafo": 151
        },
        {
            "tipo": "subtópico",
            "texto": "CRER NO ESPÍRITO SANTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "152. Não é possível acreditar em Jesus Cristo sem ter parte no seu Espírito. É o Espírito Santo que revela aos homens quem é Jesus. Porque «ninguém é capaz de dizer: \"Jesus é Senhor\", a não ser pela acção do Espírito Santo» (1 Cor 12, 3). «O Espírito penetra todas as coisas, até o que há de mais profundo em Deus [...]. Ninguém conhece o que há em Deus senão o Espírito de Deus» (1 Cor 2, 10-11). Só Deus conhece inteiramente Deus. Nós cremos no Espírito Santo, porque Ele é Deus.\n\nA Igreja não cessa de confessar a sua fé num só Deus, Pai, Filho e Espírito Santo.",
            "parágrafo": 152
        },
        {
            "tipo": "tópico",
            "texto": "III. As características da fé"
        },
        {
            "tipo": "subtópico",
            "texto": "A FÉ É UMA GRAÇA"
        },
        {
            "tipo": "parágrafo",
            "texto": "153. Quando Pedro confessa que Jesus é o Cristo, o Filho do Deus vivo, Jesus declara-lhe que esta revelação não lhe veio «da carne nem do sangue, mas do seu Pai que está nos Céus» (Mt 16, 17) (16). A fé é um dom de Deus, uma virtude sobrenatural infundida por Ele. «Para prestar esta adesão da fé, são necessários a prévia e concomitante ajuda da graça divina e os interiores auxílios do Espírito Santo, o qual move e converte o coração para Deus, abre os olhos do entendimento, e dá \"a todos a suavidade em aceitar e crer a verdade\"» (17).",
            "parágrafo": 153
        },
        {
            "tipo": "subtópico",
            "texto": "A FÉ É UM ACTO HUMANO"
        },
        {
            "tipo": "parágrafo",
            "texto": "154. O acto de fé só é possível pela graça e pelos auxílios interiores do Espírito Santo. Mas não é menos verdade que crer é um acto autenticamente humano. Não é contrário nem à liberdade nem à inteligência do homem confiar em Deus e aderir às verdades por Ele reveladas. Mesmo nas relações humanas, não é contrário à nossa própria dignidade acreditar no que outras pessoas nos dizem acerca de si próprias e das suas intenções, e confiar nas suas promessas (como, por exemplo, quando um homem e uma mulher se casam), para assim entrarem em mútua comunhão. Por isso, é ainda menos contrário à nossa dignidade «prestar, pela fé, submissão plena da nossa inteligência e da nossa vontade a Deus revelador» (18) e entrar assim em comunhão intima com Ele.",
            "parágrafo": 154
        },
        {
            "tipo": "parágrafo",
            "texto": "155. Na fé, a inteligência e a vontade humanas cooperam com a graça divina: «Credere est actas intellectus assentientis veritati divinae ex imperio voluntatis, a Deo motae per gratiam» — «Crer é o acto da inteligência que presta o seu assentimento à verdade divina, por determinação da vontade, movida pela graça de Deus» (19).",
            "parágrafo": 155
        },
        {
            "tipo": "subtópico",
            "texto": "A FÉ E A INTELIGÊNCIA"
        },
        {
            "tipo": "parágrafo",
            "texto": "156. O motivo de crer não é o facto de as verdades reveladas aparecerem como verdadeiras e inteligíveis à luz da nossa razão natural. Nós cremos «por causa da autoridade do próprio Deus revelador, que não pode enganar-se nem enganar-nos» (20). «Contudo, para que a homenagem da nossa fé fosse conforme à razão, Deus quis que os auxílios interiores do Espírito Santo fossem acompanhados de provas exteriores da sua Revelação» (21). Assim, os milagres de Cristo e dos santos (22), as profecias, a propagação e a santidade da Igreja, a sua fecundidade e estabilidade «são sinais certos da Revelação, adaptados à inteligência de todos» (23), «motivos de credibilidade», mostrando que o assentimento da fé não é, «de modo algum, um movimento cego do espírito» (24).",
            "parágrafo": 156
        },
        {
            "tipo": "parágrafo",
            "texto": "157. A fé é certa, mais certa que qualquer conhecimento humano, porque se funda na própria Palavra de Deus, que não pode mentir. Sem dúvida, as verdades reveladas podem parecer obscuras à razão e à experiência humanas; mas «a certeza dada pela luz divina é maior do que a dada pela luz da razão natural» (25). «Dez mil dificuldades não fazem uma só dúvida» (26).",
            "parágrafo": 157
        },
        {
            "tipo": "parágrafo",
            "texto": "158. «A fé procura compreender» (27): é inerente à fé o desejo do crente de conhecer melhor Aquele em quem acreditou, e de compreender melhor o que Ele revelou; um conhecimento mais profundo exigirá, por sua vez, uma fé maior e cada vez mais abrasada em amor. A graça da fé abre «os olhos do coração» (Ef 1, 18) para uma inteligência viva dos conteúdos da Revelação, isto é, do conjunto do desígnio de Deus e dos mistérios da fé, da íntima conexão que os Liga entre si e com Cristo, centro do mistério revelado. Ora, para «que a compreensão da Revelação seja cada vez mais profunda, o mesmo Espírito Santo aperfeiçoa sem cessar a fé, mediante os seus dons» (28). Assim, conforme o dito de Santo Agostinho, «eu creio para compreender e compreendo para crer melhor» (29).",
            "parágrafo": 158
        },
        {
            "tipo": "parágrafo",
            "texto": "159. Fé e ciência. «Muito embora a fé esteja acima da razão, nunca pode haver verdadeiro desacordo entre ambas: o mesmo Deus, que revela os mistérios e comunica a fé, também acendeu no espírito humano a luz da razão. E Deus não pode negar-Se a Si próprio, nem a verdade pode jamais contradizer a verdade» (30). «É por isso que a busca metódica, em todos os domínios do saber, se for conduzida de modo verdadeiramente científico e segundo as normas da moral, jamais estará em oposição à fé: as realidades profanas e as da fé encontram a sua origem num só e mesmo Deus. Mais ainda: aquele que se esforça, com perseverança e humildade, por penetrar no segredo das coisas, é como que conduzido pela mão de Deus, que sustenta todos os seres e faz que eles sejam o que são, mesmo que não tenha consciência disso» (31).",
            "parágrafo": 159
        },
        {
            "tipo": "subtópico",
            "texto": "A LIBERDADE DA FÉ"
        },
        {
            "tipo": "parágrafo",
            "texto": "160. Para ser humana, «a resposta da fé, dada pelo homem a Deus, deve ser voluntária. Por conseguinte, ninguém deve ser constrangido a abraçara fé contra vontade. Efectivamente, o acto de fé é voluntário por sua própria natureza» (32). «E certo que Deus chama o homem a servi-Lo em espírito e verdade; mas, se é verdade que este apelo obriga o homem em consciência, isso não quer dizer que o constranja [...]. Isto foi evidente, no mais alto grau, em Jesus Cristo» (33). De facto, Cristo convidou à fé e à conversão, mas de modo nenhum constrangeu alguém. «Deu testemunho da verdade, mas não a impôs pela força aos seus contraditores. O seu Reino [...] dilata-se graças ao amor, pelo qual, levantado na cruz, Cristo atrai a Si todos os homens (34)».",
            "parágrafo": 160
        },
        {
            "tipo": "subtópico",
            "texto": "A NECESSIDADE DA FÉ"
        },
        {
            "tipo": "parágrafo",
            "texto": "161. Para obter a salvação é necessário acreditar em Jesus Cristo e n'Aquele que O enviou para nos salvar (35). «Porque \"sem a fé não é possível agradar a Deus\" (Heb 11, 6) e chegar a partilhar a condição de filhos seus; ninguém jamais pode justificar-se sem ela e ninguém que não \"persevere nela até ao fim\" (Mt 10, 22; 24, 13) poderá alcançar a vida eterna» (36).",
            "parágrafo": 161
        },
        {
            "tipo": "subtópico",
            "texto": "A PERSEVERANÇA NA FÉ"
        },
        {
            "tipo": "parágrafo",
            "texto": "162. A fé á um dom gratuito de Deus ao homem. Mas nós podemos perder este dom inestimável. Paulo adverte Timóteo a respeito dessa possibilidade: «Combate o bom combate, guardando a fé e a boa consciência; por se afastarem desse princípio é que muitos naufragaram na fé» (1 Tm 1, 18-19). Para viver, crescer e perseverar até ao fim na fé, temos de a alimentar com a Palavra de Deus; temos de pedir ao Senhor que no-la aumente (37); ela deve «agir pela caridade» (Gl 5, 6) (38), ser sustentada pela esperança (39) e permanecer enraizada na fé da Igreja.",
            "parágrafo": 162
        },
        {
            "tipo": "subtópico",
            "texto": "A FÉ – VIDA ETERNA INICIADA"
        },
        {
            "tipo": "parágrafo",
            "texto": "163. A fé faz que saboreemos, como que de antemão, a alegria e a luz da visão beatifica, termo da nossa caminhada nesta Terra. Então veremos Deus «face a face» (1 Cor 13, 12), «tal como Ele é» (1 Jo 3, 2). A fé, portanto, é já o princípio da vida eterna:\n\n«Enquanto, desde já, contemplamos os benefícios da fé, como reflexo num espelho, é como se possuíssemos já as maravilhas que a nossa fé nos garante havermos de gozar um dia» (40).",
            "parágrafo": 163
        },
        {
            "tipo": "parágrafo",
            "texto": "164. Por enquanto porém, «caminhamos pela fé e não vemos claramente» (2 Cor 5, 7), e conhecemos Deus «como num espelho, de maneira confusa, [...] imperfeita» (1 Cor, 13, 12). Luminosa por parte d'Aquele em quem ela crê, a fé é muitas vezes vivida na obscuridade, e pode ser posta à prova. O mundo em que vivemos parece muitas vezes bem afastado daquilo que a ,fé nos diz: as experiências do mal e do sofrimento, das injustiças e da morte parecem contradizer a Boa-Nova, podem abalar a fé e tornarem-se, em relação a ela, uma tentação.",
            "parágrafo": 164
        },
        {
            "tipo": "parágrafo",
            "texto": "165. É então que nos devemos voltar para as testemunhas da fé: Abraão, que acreditou, «esperando contra toda a esperança» (Rm 4, 18); a Virgem Maria que, na «peregrinação da fé» (41), foi até à «noite da fé» (42), comungando no sofrimento do seu Filho e na noite do seu sepulcro (43); e tantas outras testemunhas da fé: «envoltos em tamanha nuvem de testemunhas, devemos desembaraçar-nos de todo o fardo e do pecado que nos cerca, e correr com constância o risco que nos é proposto, fixando os olhos no guia da nossa fé, o qual a leva à perfeição» (Heb 12, 1-2).",
            "parágrafo": 165
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 2"
        },
        {
            "tipo": "subtítulo",
            "texto": "NÓS CREMOS"
        },
        {
            "tipo": "parágrafo",
            "texto": "166. A fé é um acto pessoal, uma resposta livre do homem à proposta de Deus que Se revela. Mas não é um acto isolado. Ninguém pode acreditar sozinho, tal como ninguém pode viver só. Ninguém se deu a fé a si mesmo, como ninguém a si mesmo se deu a vida. Foi de outrem que o crente recebeu a fé; a outrem a deve transmitir. O nosso amor a Jesus e aos homens impele-nos a falar aos outros da nossa fé. Cada crente é, assim, um elo na grande cadeia dos crentes. Não posso crer sem ser amparado pela fé dos outros, e pela minha fé contribuo também para amparar os outros na fé.",
            "parágrafo": 166
        },
        {
            "tipo": "parágrafo",
            "texto": "167. «Eu creio» (44): é a fé da Igreja, professada pessoalmente por cada crente, principalmente por ocasião do Baptismo. «Nós cremos» (45): é a fé da Igreja, confessada pelos bispos reunidos em Concílio ou, de modo mais geral, pela assembleia litúrgica dos crentes. «Eu creio»: é também a Igreja, nossa Mãe, que responde a Deus pela sua fé e nos ensina a dizer: «Eu creio», «Nós cremos».",
            "parágrafo": 167
        },
        {
            "tipo": "tópico",
            "texto": "I. «Olhai, Senhor, para a fé da vossa Igreja»"
        },
        {
            "tipo": "parágrafo",
            "texto": "168. É, antes de mais, a Igreja que crê, e que assim suporta, nutre e sustenta a minha fé. É primeiro a Igreja que, por toda a parte, confessa o Senhor («Te per orbem terrarum sancta confitetur Ecclesia» – «A Santa Igreja anuncia por toda a terra a glória do vosso nome» – como cantamos no «Te Deum»). Com ela e nela, também nós somos atraídos e levados a confessar: «Eu creio», «Nós cremos». É da Igreja que recebemos a fé e a vida nova em Cristo, pelo Baptismo. No Ritual Romano, o ministro do Baptismo pergunta ao catecúmeno: «Que vens pedir à Igreja de Deus?» E ele responde: – «A fé». – «Para que te serve a fé?» – «Para alcançar a vida eterna» (46).",
            "parágrafo": 168
        },
        {
            "tipo": "parágrafo",
            "texto": "169. A salvação vem só de Deus. Mas porque é através da Igreja que recebemos a vida da fé, a Igreja é nossa Mãe. «Cremos que a Igreja é como que a mãe do nosso novo nascimento, mas não cremos na Igreja como se ela fosse a autora da nossa salvação»(47). É porque é nossa Mãe, é também a educadora da nossa fé.",
            "parágrafo": 169
        },
        {
            "tipo": "tópico",
            "texto": "II. A linguagem da fé"
        },
        {
            "tipo": "parágrafo",
            "texto": "170. Não acreditamos em fórmulas, mas sim nas realidades que as fórmulas exprimem e que a fé nos permite «tocar». «O acto [de fé] do crente não se detém no enunciado, mas na realidade [enunciada]» (48). No entanto, é através das fórmulas da fé que nos aproximamos dessas realidades. As fórmulas permitem-nos exprimir e transmitir a fé, celebrá-la em comunidade, assimilá-la e dela viver cada vez mais.",
            "parágrafo": 170
        },
        {
            "tipo": "parágrafo",
            "texto": "171. A Igreja, que é «coluna e apoio da verdade» (1 Tm 3, 15), guarda fielmente a fé transmitida aos santos de uma vez por todas (49). É ela que guarda a memória das palavras de Cristo. É ela que transmite, de geração em geração, a confissão de fé dos Apóstolos. Tal como uma mãe ensina os seus filhos a falar e, dessa forma, a compreender e a comunicar, a Igreja, nossa Mãe, ensina-nos a linguagem da fé, para nos introduzir na inteligência e na vida da fé.",
            "parágrafo": 171
        },
        {
            "tipo": "tópico",
            "texto": "III. Uma só fé"
        },
        {
            "tipo": "parágrafo",
            "texto": "172. Desde há séculos, através de tantas línguas, culturas, povos e nações, a Igreja não cessa de confessar a sua fé única, recebida de um só Senhor, transmitida por um só Baptismo, enraizada na convicção de que todos os homens têm apenas um só Deus e Pai (50). Santo Ireneu de Lião, testemunha desta fé, declara:",
            "parágrafo": 172
        },
        {
            "tipo": "parágrafo",
            "texto": "173. «A Igreja, embora dispersa por todo o mundo até aos confins da Terra, tendo recebido dos Apóstolos e dos seus discípulos a fé, [...] guarda [esta pregação e esta fé] com tanto cuidado como se habitasse numa só casa; nela crê de modo idêntico, como tendo um só coração e uma só alma; prega-a e ensina-a e transmite-a com voz unânime, como se tivesse uma só boca» (51).",
            "parágrafo": 173
        },
        {
            "tipo": "parágrafo",
            "texto": "174. «Através do mundo, as línguas diferem: mas o conteúdo da Tradição é um só e o mesmo. Nem as Igrejas estabelecidas na Germania têm outra fé ou outra tradição, nem as que se estabeleceram entre os Iberos ou entre os Celtas, as do Oriente, do Egipto ou da Líbia, nem as que se fundaram no centro do mundo» (52). «A mensagem da Igreja é verídica e sólida, porque nela aparece um só e o mesmo caminho de salvação, em todo o mundo» (53).",
            "parágrafo": 174
        },
        {
            "tipo": "parágrafo",
            "texto": "175. Esta fé, «que recebemos da Igreja, guardamo-la nós cuidadosamente, porque sem cessar, sob a acção do Espírito de Deus, tal como um depósito de grande valor encerrado num vaso excelente, ela rejuvenesce e faz rejuvenescer o próprio vaso que a contém» (54).",
            "parágrafo": 175
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "176. A fé é uma adesão pessoal, do homem todo, a Deus que Se revela. Comporta uma adesão da inteligência e da vontade à Revelação que Deus fez de Si mesmo, pelas suas acções e palavras.",
            "parágrafo": 176
        },
        {
            "tipo": "parágrafo",
            "texto": "177. «Crer» tem, pois, uma dupla referência: à pessoa e à verdade; à verdade, pela confiança na pessoa que a atesta.",
            "parágrafo": 177
        },
        {
            "tipo": "parágrafo",
            "texto": "178. Não devermos crer em mais ninguém senão em Deus, Pai, Filho e Espírito Santo.",
            "parágrafo": 178
        },
        {
            "tipo": "parágrafo",
            "texto": "179.  A fé é um dom sobrenatural de Deus. Para crer, o homem tem necessidade dos auxílios interiores do Espírito Santo.",
            "parágrafo": 179
        },
        {
            "tipo": "parágrafo",
            "texto": "180. «Crer» é um acto humano, consciente e livre, que está de acordo com a dignidade da pessoa humana.",
            "parágrafo": 180
        },
        {
            "tipo": "parágrafo",
            "texto": "181. «Crer» é um acto eclesial. A fé da Igreja precede, gera, suporta e nutre a nossa fé. A Igreja é a Mãe de todos os crentes. «Ninguém pode ter a Deus por Pai, se não tiver a Igreja por Mãe» (55).",
            "parágrafo": 181
        },
        {
            "tipo": "parágrafo",
            "texto": "182. «Nós cremos em tudo quanto está contido na Palavra de Deus, escrita ou transmitida, e que a Igreja propõe à nossa fé como divinamente revelado» (56).",
            "parágrafo": 182
        },
        {
            "tipo": "parágrafo",
            "texto": "183. A fé é necessária para a salvação. O próprio Senhor o afirma: «Quem acreditar e for baptizado salvar-se-á, mas quem não acreditar será condenado» (Mc 16, 16).",
            "parágrafo": 183
        },
        {
            "tipo": "parágrafo",
            "texto": "184. «A fé é um antegozo do conhecimento que nos tornará felizes na vida futura» (57).",
            "parágrafo": 184
        },

        {
            "tipo": "subtítulo",
            "texto": "CREDO"
        },
        {
            "tipo": "coluna 1",
            "texto": "SÍMBOLO DOS APÓSTOLOS (58)"
        },
        {
            "tipo": "coluna 2",
            "texto": "CREDO DE NICEIA–CONSTANTINOPLA (59)"
        },

        {
            "tipo": "coluna 1",
            "texto": "Creio em Deus, Pai todo-poderoso,\nCriador do Céu e da Terra;"
        },
        {
            "tipo": "coluna 2",
            "texto": "Creio em um só Deus, Pai todo-poderoso,\nCriador do Céu e da Terra,\nde todas as coisas visíveis e invisíveis."
        },
        {
            "tipo": "coluna 1",
            "texto": "e em Jesus Cristo, seu único Filho,\nnosso Senhor,"
        },
        {
            "tipo": "coluna 2",
            "texto": "Creio em um só Senhor, Jesus Cristo,\nFilho Unigénito de Deus,\nnascido do Pai antes de todos os séculos:\nDeus de Deus, luz da luz,\nDeus verdadeiro de Deus verdadeiro;\ngerado, não criado, consubstancial ao Pai.\nPor Ele todas as coisas foram feitas.\nE por nós, homens, e para nossa salvação\ndesceu dos Céus."
        },
        {
            "tipo": "coluna 1",
            "texto": "que foi concebido pelo poder\ndo Espírito Santo;\nnasceu da Virgem Maria;"
        },
        {
            "tipo": "coluna 2",
            "texto": "E encarnou pelo Espírito Santo,\nno seio da Virgem Maria,\ne Se fez homem."
        },
        {
            "tipo": "coluna 1",
            "texto": "padeceu sob Pôncio Pilatos,\nfoi crucificado, morto e sepultado;\ndesceu à mansão dos mortos;\nressuscitou ao terceiro dia;\nsubiu aos Céus;\nestá sentado à direita de Deus Pai\ntodo-poderoso, de onde há-de vir a julgar\nos vivos e os mortos."
        },
        {
            "tipo": "coluna 2",
            "texto": "Também por nós foi crucificado sob Pôncio Pilatos;\npadeceu e foi sepultado.\n\nRessuscitou ao terceiro dia,\nconforme as Escrituras;\ne subiu aos Céus, onde está sentado\nà direita do Pai.\nDe novo há-de vir em sua glória,\npara julgar os vivos e os mortos;\ne o seu Reino não terá fim."
        },
        {
            "tipo": "coluna 1",
            "texto": "Creio no Espírito Santo;"
        },
        {
            "tipo": "coluna 2",
            "texto": "Creio no Espírito Santo,\nSenhor que dá a vida,\ne procede do Pai e do Filho;\ne com o Pai e o Filho é adorado\ne glorificado:\nEle que falou pelos profetas."
        },
        {
            "tipo": "coluna 1",
            "texto": "na santa Igreja Católica;\nna comunhão dos Santos;"
        },
        {
            "tipo": "coluna 2",
            "texto": "Creio na Igreja una, santa,\ncatólica e apostólica.  "
        },
        {
            "tipo": "coluna 1",
            "texto": "na remissão dos pecados;\nna ressurreição da carne;\nna vida eterna.\nAmen"
        },
        {
            "tipo": "coluna 2",
            "texto": "Professo um só Baptismo\npara remissão dos pecados.\nE espero a ressurreição dos mortos,\ne a vida do mundo que há-de vir.\nAmen."
        }
    ],
    "referencias": [
        {
            "tipo": "referência",
            "texto": "1. II Concílio Vaticano, Const. dogm. Dei Verbum, 2: AAS 58 (1966) 818."
        },
        {
            "tipo": "referência",
            "texto": "2. II Concílio Vaticano, Const. dogm. Dei Verbum, 5: AAS 58 (1966) 819."
        },
        {
            "tipo": "referência",
            "texto": "3. Cf. Rm 1, 5; 16, 26."
        },
        {
            "tipo": "referência",
            "texto": "4. Cf. Gn 12, 1-4."
        },
        {
            "tipo": "referência",
            "texto": "5. Cf. Gn 23, 4."
        },
        {
            "tipo": "referência",
            "texto": "6. Cf. Heb 11, 17."
        },
        {
            "tipo": "referência",
            "texto": "7. Cf. Gn 15, 6."
        },
        {
            "tipo": "referência",
            "texto": "8. Cf. Gn 15, 5. "
        },
        {
            "tipo": "referência",
            "texto": "9. Cf. Gn 18, 14."
        },
        {
            "tipo": "referência",
            "texto": "10 Cf. Lc l, 48."
        },
        {
            "tipo": "referência",
            "texto": "11. Cf. Lc 2, 35."
        },
        {
            "tipo": "referência",
            "texto": "12. Cf. Jr 17, 5-6; Sl 40, 5; 146, 3-4."
        },
        {
            "tipo": "referência",
            "texto": "13. Cf. Mc 1 , 11."
        },
        {
            "tipo": "referência",
            "texto": "14. Cf. Mc 9, 7."
        },
        {
            "tipo": "referência",
            "texto": "15. Cf. Mt 11, 27."
        },
        {
            "tipo": "referência",
            "texto": "16. Cf. Gl 1, 15-16; Mt 11, 25."
        },
        {
            "tipo": "referência",
            "texto": "17. II Concílio Vaticano, Const. dogm. Dei Verbum, 5: AAS 58 (1966) 819."
        },
        {
            "tipo": "referência",
            "texto": "18. I Concílio Vaticano, Const. dogm. Dei Filius, c.3: DS 3008."
        },
        {
            "tipo": "referência",
            "texto": "19. São Tomás de Aquino. Summa theologiae II-II. q. 2. a. 9. c: Ed. Leon. 8. 37: cf. I Concílio Vaticano, Const. dogm. Dei Filius, c. 3: DS 3010."
        },
        {
            "tipo": "referência",
            "texto": "20. I Concílio Vaticano, Const. dogm.Dei Filius. c. 3: DS 3008."
        },
        {
            "tipo": "referência",
            "texto": "21. I Concílio Vaticano, Const. dogm. Dei Filius, c. 3: DS 3009."
        },
        {
            "tipo": "referência",
            "texto": "22. Cf. Mc 16, 20; Heb 2, 4."
        },
        {
            "tipo": "referência",
            "texto": "23.  I Concílio Vaticano, Const. dogm. Dei Filius, c. 3: DS 3009."
        },
        {
            "tipo": "referência",
            "texto": "24. I Concílio Vaticano, Const. dogm. Dei Filius, c. 3: DS 3010."
        },
        {
            "tipo": "referência",
            "texto": "25. São Tomás de Aquino, Summa theologiae II-II. q. 171, 5, 3um: Ed. Leon. 10, 373."
        },
        {
            "tipo": "referência",
            "texto": "26.  J. H. Newman, Apologia pro vita sua, c. 5. ed. M. J. Svaglic, Oxford 1967, p. 210."
        },
        {
            "tipo": "referência",
            "texto": "27. Santo Anselmo da Cantuária, Proslogion. Prooemium: Opera omnia, ed. F. S. Schmitt. v. 1, Edimburgo 1946, p. 94."
        },
        {
            "tipo": "referência",
            "texto": "28.  II Concílio Vaticano, Const. dogm. Dei Verbum, 5: AAS 58 (1966) 819."
        },
        {
            "tipo": "referência",
            "texto": "29. Santo Agostinho, Sermão 43, 7, 9: CCL 41. 512 (PL 38. 258)."
        },
        {
            "tipo": "referência",
            "texto": "30. I Concílio Vaticano, Const. dogm. Dei Filius, c. 4: DS 3017."
        },
        {
            "tipo": "referência",
            "texto": "31. II Concílio Vaticano, Const. past. Gaudium et spes, 36: AAS 58 ((966) 1054."
        },
        {
            "tipo": "referência",
            "texto": "32. II Concílio Vaticano, Decl. Dignitatis humanae, 10: AAS 58 (1966) 936; cf. CIC cân. 748 § 2."
        },
        {
            "tipo": "referência",
            "texto": "33.  II Concílio Vaticano, Decl. Dignitatis humanae, 11: AAS 58 (1966) 936."
        },
        {
            "tipo": "referência",
            "texto": "34. II Concílio Vaticano, Decl. Dignitatis humanae, 11: AAS 58 (1966) 937."
        },
        {
            "tipo": "referência",
            "texto": "35. Cf. Mc 16, 16; Jo 3, 36: 6, 40: etc."
        },
        {
            "tipo": "referência",
            "texto": "36. I Concílio Vaticano, Const. dogm. Dei Filius, c 3: DS 3012; cf. Concílio de Trento, Sess. 6ª, Decretum de iustiftcatione, c. 8: DS 1532."
        },
        {
            "tipo": "referência",
            "texto": "37. Cf. Mc 9, 24; Lc 17, 5: 22, 32."
        },
        {
            "tipo": "referência",
            "texto": "38. Cf. Tg 2, 14-26."
        },
        {
            "tipo": "referência",
            "texto": "39. Cf. Rm 15, 13."
        },
        {
            "tipo": "referência",
            "texto": "40. São Basílio Magno, Liber de Spiritu Sancto, 15, 36: SC 17bis. 370 (PG 32, 132); cf. São Tomás de Aquino, Summa Theologiae II-II, q. 4, a. I. c: Ed. Leon. 8. 44."
        },
        {
            "tipo": "referência",
            "texto": "41. Cf. II Concílio Vaticano, Const. dogm. Lumen Gentium, 58: AAS 57 (1965) 61."
        },
        {
            "tipo": "referência",
            "texto": "42. João Paulo II, Enc. Redemptoris Mater, 17: AAS 79 (1987) 381."
        },
        {
            "tipo": "referência",
            "texto": "43. João Paulo II,  Enc. Redemptoris Mater, 18: AAS 79 (1987) 382-383."
        },
        {
            "tipo": "referência",
            "texto": "44. Símbolo dos Apóstolos: DS 30."
        },
        {
            "tipo": "referência",
            "texto": "45. Símbolo Niceno-Constantinopolitano: DS 150 (no original grego)."
        },
        {
            "tipo": "referência",
            "texto": "46. Iniciação cristã dos adultos, 75. 2ª edição, Gráfica de Coimbra 1996. p. 48: Ibid., 247, p. 153."
        },
        {
            "tipo": "referência",
            "texto": "47. Fausto de Riez, De Spiritu sancto 1, 2: CSEL 21, 104 (l, 1: PL 62.11)."
        },
        {
            "tipo": "referência",
            "texto": "48. São Tomás de Aquino, Summa theologiae 11-II, q. I. a. 2. ad 2: Ed Leon. 8. 11."
        },
        {
            "tipo": "referência",
            "texto": "49. Cf. Jd 3."
        },
        {
            "tipo": "referência",
            "texto": "50. Cf. Ef 4, 4-6."
        },
        {
            "tipo": "referência",
            "texto": "51. Santo Ireneu de Lião, Adversus haereses I. 10, 1-2: SC 264, 154-158 (PG 7, 550-551)."
        },
        {
            "tipo": "referência",
            "texto": "52. Santo Ireneu de Lião, Adversus haereses  I. 10. 2: SC 264, 158-160 (PG 7, 531-534)."
        },
        {
            "tipo": "referência",
            "texto": "53. Santo Ireneu de Lião, Adversus haereses  V, 20. 1: SC 153, 254-256 (PG 7, 1177)."
        },
        {
            "tipo": "referência",
            "texto": "54. Santo Ireneu de Lião, Adversus haereses  III. 24, 1: SC 211, 472 (PG 7, 966). "
        },
        {
            "tipo": "referência",
            "texto": "55. São Cipriano de Cartago, Ecclesiae catholicae unitate, 6: CCL 3. 253 (PL 4. 519)."
        },
        {
            "tipo": "referência",
            "texto": "56. Paulo VI, Sollemnis Professio fidei [Credo do Povo de Deus], 20: AAS 60 (1968) 441."
        },
        {
            "tipo": "referência",
            "texto": "57. São Tomás de Aquino, Compendium theologiae, 1, 2: Ed. Leon. 42. 83., 1, 2."
        },
        {
            "tipo": "referência",
            "texto": "58. DS 30."
        },
        {
            "tipo": "referência",
            "texto": "59. DS 150."
        }
    ]
}