{
    "nome": "p2_s2_c4",
    "primeiroParagrafo": 1667,
    "ultimoParagrafo": 1690,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "SEGUNDA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A CELEBRAÇÃO\nDO MISTÉRIO CRISTÃO\n\n"
        },
        {
            "tipo": "título",
            "texto": "SEGUNDA SECÇÃO"
        },
        {
            "tipo": "título",
            "texto": "OS SETE SACRAMENTOS DA IGREJA\n\n"
        },
        {
            "tipo": "subtítulo",
            "texto": "CAPÍTULO QUARTO"
        },
        {
            "tipo": "subtítulo",
            "texto": "AS OUTRAS CELEBRAÇÕES LITÚRGICAS\n\n"
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 1"
        },
        {
            "tipo": "subtítulo",
            "texto": "OS SACRAMENTAIS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1667. «A Santa Mãe Igreja instituiu também os sacramentais. Estes são sinais sagrados por meio dos quais, imitando de algum modo os sacramentos, se significam e se obtêm, pela oração da Igreja, efeitos principalmente de ordem espiritual. Por meio deles, dispõem-se os homens para a recepção do principal efeito dos sacramentos e são santificadas as várias circunstâncias da vida» (1).",
            "paragrafo": 1667
        },
        {
            "tipo": "subtópico",
            "texto": "TRAÇOS CARACTERÍSTICOS DOS SACRAMENTAIS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1668. São instituídos pela Igreja com vista à santificação de certos minis­térios da mesma Igreja, de certos estados de vida, de circunstâncias muito variadas da vida cristã, bem como do uso de coisas úteis ao homem. Segundo as decisões pastorais dos bispos, podem também corresponder às necessidades, à cultura e à história próprias do povo cristão duma região ou duma época. Incluem sempre uma oração, muitas vezes acompanhada dum sinal determinado, como a imposição da mão, o sinal da cruz, a aspersão com água benta (que recorda o Baptismo).",
            "paragrafo": 1668
        },
        {
            "tipo": "parágrafo",
            "texto": "1669. Eles decorrem do sacerdócio baptismal: todo o baptizado é chamado a ser uma «bênção» (2) e a abençoar (3). Por isso, há certas bênçãos que podem ser presididas por leigos (4). Porém, quanto mais uma bênção disser respeito à vida eclesial e sacramental, tanto mais a sua presidência será reservada ao ministério ordenado (bispos, presbíteros ou diáconos) (5).",
            "paragrafo": 1669
        },
        {
            "tipo": "parágrafo",
            "texto": "1670. Os sacramentais não conferem a graça do Espírito Santo à maneira dos sacramentos; mas, pela oração da Igreja, preparam para receber a graça e dispõem para cooperar com ela. «Portanto, a liturgia dos sacramentos e sacramentais oferece aos fiéis bem dispostos a possibilidade de santificarem quase todos os acontecimentos da vida por meio da graça divina que deriva do mistério pascal da paixão, morte e ressurreição de Cristo, mistério onde vão buscar a sua eficácia todos os sacramentos e sacramentais. E assim, quase não há uso honesto das coisas materiais que não possa reverter para este fim: a santificação dos homens e o louvor a Deus» (6).",
            "paragrafo": 1670
        },
        {
            "tipo": "subtópico",
            "texto": "FORMAS VARIADAS DOS SACRAMENTAIS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1671. Entre os sacramentais figuram, em primeiro lugar, as bênçãos (de pessoas, da mesa, de objectos e lugares). Toda a bênção é louvor de Deus e oração para obter os seus dons. Em Cristo, os cristãos são abençoados por Deus Pai, «com toda a espécie de bênçãos espirituais» (Ef 1, 3). É por isso que a Igreja dá a bênção invocando o nome de Jesus e fazendo habitualmente o santo sinal da cruz de Cristo.",
            "paragrafo": 1671
        },
        {
            "tipo": "parágrafo",
            "texto": "1672. Certas bênçãos têm um alcance duradoiro: são as que têm por fim consagrar pessoas a Deus e reservar objectos e lugares para usos litúrgicos. Entre as que são destinadas a pessoas (e que não devem confundir-se com a ordenação sacramental) figuram a bênção do abade ou abadessa dum mosteiro, a consagração das virgens e das viúvas, o rito da profissão religiosa e as bênçãos para certos ministérios da Igreja (leitores, acólitos, catequistas, etc.). Como exemplo das que dizem respeito a objectos, pode apontar-se a dedicação ou bênção de unta igreja ou de um altar, a bênção dos santos óleos, dos vasos e paramentos sagrados, dos sinos, etc.",
            "paragrafo": 1672
        },
        {
            "tipo": "parágrafo",
            "texto": "1673. Quando a Igreja pede publicamente e com autoridade, em nome de Jesus Cristo, que uma pessoa ou objecto seja protegido contra a acção do Maligno e subtraído ao seu domínio, fala-se de exorcismo. Jesus praticou-o (7) - e é d'Ele que a Igreja obtém o poder e encargo de exorcizar (8). Sob uma forma simples, faz-se o exorcismo na celebração do Baptismo. O exorcismo solene, chamado «grande exorcismo», só pode ser feito por um presbítero e com licença do bispo. Deve proceder-se a ele com prudência, observando estritamente as regras estabelecidas pela Igreja (9). O exorcismo tem por fim expulsar os demónios ou libertar do poder diabólico, e isto em virtude da autoridade espiritual que Jesus confiou à sua Igreja. Muito diferente é o caso das doenças, sobretudo psíquicas, cujo tratamento depende da ciência médica. Por isso, antes de se proceder ao exorcismo, é importante ter a certeza de que se trata duma presença diabólica e não duma doença.",
            "paragrafo": 1673
        },
        {
            "tipo": "subtópico",
            "texto": "A RELIGIOSIDADE POPULAR"
        },
        {
            "tipo": "parágrafo",
            "texto": "1674. Fora da liturgia dos sacramentos e dos sacramentais, a catequese deve ter em consideração as formas de piedade dos fiéis e a religiosidade popular. O sentimento religioso do povo cristão desde sempre encontrou a sua expressão em variadas formas de piedade, que rodeiam a vida sacramental da Igreja, tais como a veneração das relíquias, as visitas aos santuários, as peregrinações, as procissões, a via-sacra, as danças religiosas, o rosário, as medalhas, etc. (10).",
            "paragrafo": 1674
        },
        {
            "tipo": "parágrafo",
            "texto": "1675. Estas manifestações são um prolongamento da vida litúrgica da Igreja, mas não a substituem. «Devem ser organizadas, tendo em conta os tempos litúrgicos e de modo a harmonizarem-se com a liturgia, a dimanarem dela de algum modo e a nela introduzirem o povo; porque, por sua natureza, a liturgia lhes é, de longe, superior» (11).",
            "paragrafo": 1675
        },
        {
            "tipo": "parágrafo",
            "texto": "1676. Para manter e apoiar a religiosidade popular, é necessário um discernimento pastoral. O mesmo se diga, se for caso disso, para purificar e corrigir o sentimento religioso subjacente a essas devoções e para fazer progredir no conhecimento do mistério de Cristo. A sua prática está submetida ao cuidado e às decisões dos bispos e às normas gerais da igreja (12).\n\n«A religiosidade do povo, no seu núcleo, é um acervo de valores que responde com sabedoria cristã às grandes incógnitas da existência. A sapiência popular católica tem uma capacidade de síntese vital: engloba criadoramente o divino e o humano, Cristo e Maria, espírito e corpo, comunhão e instituição, pessoa e comunidade, fé e pátria, inteligência e afecto. Esta sabedoria é um humanismo cristão que afirma radicalmente a dignidade de toda a pessoa como filho de Deus, estabelece uma fraternidade fundamental, ensina a encontrar a natureza e a compreender o trabalho e proporciona as razões para a alegria e o humor, mesmo no meio de uma vida muito dura. Esta sabedoria é também para o povo um princípio de discernimento, um instinto evangélico pelo qual capta espontaneamente quando se serve na Igreja o Evangelho e quando ele é esvaziado e asfixiado por outros interesses» (13).",
            "paragrafo": 1676
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "1677. Chamam-se sacramentais os sinais sagrados instituídos pela Igreja, cuja finalidade é preparar os homens para receberem os frutos dos sacramentos e santificarem as diferentes circunstâncias da vida.",
            "paragrafo": 1677
        },
        {
            "tipo": "parágrafo",
            "texto": "1678. Entre os sacramentais, as bênçãos ocupam um lugar importante. Compreendem, ao mesmo tempo, o louvor de Deus pelas suas obras e a intercessão da Igreja para que os homens possam fazer uso dos dons de Deus segundo o espírito do Evangelho.",
            "paragrafo": 1678
        },
        {
            "tipo": "parágrafo",
            "texto": "1679. Além da liturgia, a vida cristã nutre-se das variadas formas da piedade popular, enraizadas nas diferentes culturas. Procurando esclarecê-las com a luz da fé, a Igreja favorece as formas de religiosidade popular que exprimem um instinto evangélico e uma sabedoria humana, e que enriquecem a vida cristã.",
            "paragrafo": 1679
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 2"
        },
        {
            "tipo": "subtítulo",
            "texto": "AS EXÉQUIAS CRISTÃS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1680. Todos os sacramentos, principalmente os da iniciação cristã, têm por fim a última páscoa do cristão, que, pela morte, o faz entrar na vida do Reino. Então se cumpre o que ele confessa na fé e na esperança: «Espero a ressurreição dos mortos e a vida do mundo que há-de vir» (14).",
            "paragrafo": 1680
        },
        {
            "tipo": "tópico",
            "texto": "I. A última Páscoa do cristão"
        },
        {
            "tipo": "parágrafo",
            "texto": "1681. O sentido cristão da morte é revelado à luz do mistério pascal da morte e ressurreição de Cristo, em quem pomos a nossa única esperança. O cristão que morre em Cristo Jesus «abandona este corpo para ir morar junto do Senhor» (15).",
            "paragrafo": 1681
        },
        {
            "tipo": "parágrafo",
            "texto": "1682. O dia da morte inaugura para o cristão, no termo da sua vida sacramental, a consumação do seu novo nascimento começado no Baptismo, o definitivo «assemelhar-se à imagem do Filho», conferido pela unção do Espírito Santo e pela participação no banquete do Reino, antecipada na Eucaristia, ainda que algumas derradeiras purificações lhe sejam ainda necessárias, para poder vestir o traje nupcial.",
            "paragrafo": 1682
        },
        {
            "tipo": "parágrafo",
            "texto": "1683. A Igreja que, como mãe, trouxe sacramentalmente no seu seio o cristão durante a sua peregrinação terrena, acompanha-o no termo da sua caminhada para o entregar «nas mãos do Pai». E oferece ao Pai, em Cristo, o filho da sua graça, e depõe na terra, na esperança, o gérmen do corpo que há-de ressuscitar na glória (16). Esta oblação é plenamente celebrada no sacrifício eucarístico, e as bênçãos que o precedem e o seguem são sacramentais.",
            "paragrafo": 1683
        },
        {
            "tipo": "tópico",
            "texto": "II. A celebração das exéquias"
        },
        {
            "tipo": "parágrafo",
            "texto": "1684. As exéquias cristãs são uma celebração litúrgica da Igreja. O ministério da Igreja tem em vista, aqui, tanto exprimir a comunhão eficaz com o defunto, como fazer participar nela a comunidade reunida para o funeral e anunciar-lhe a vida eterna.",
            "paragrafo": 1684
        },
        {
            "tipo": "parágrafo",
            "texto": "1685. Os diferentes ritos das exéquias exprimem o carácter pascal da morte cristã e correspondem às situações e tradições de cada região, até no que respeita à cor litúrgica (17).",
            "paragrafo": 1685
        },
        {
            "tipo": "parágrafo",
            "texto": "1686. A Celebração das Exéquias – Ordo exsequiarum – da liturgia romana propõe três tipos de celebração das exéquias, correspondentes aos três lugares em que se desenrolam (a casa, a igreja, o cemitério), e segundo a importância que lhes dão a família, os costumes locais, a cultura e a piedade popular. O esquema é, aliás, comum a todas as tradições litúrgicas e compreende quatro momentos principais:",
            "paragrafo": 1686
        },
        {
            "tipo": "parágrafo",
            "texto": "1687. O acolhimento da comunidade. Uma saudação de fé dá início à celebração. Os parentes do defunto são acolhidos com uma palavra de «consolação» (no sentido do Novo Testamento: a fortaleza do Espírito Santo na esperança (18). Também a comunidade orante, que se junta, espera ouvir «as palavras da vida eterna». A morte dum membro da comunidade (ou o seu dia aniversário, sétimo ou trigésimo) é um acontecimento que deve levar a ultrapassar as perspectivas «deste mundo» e projectar os fiéis para as verdadeiras perspectivas da fé em Cristo Ressuscitado.",
            "paragrafo": 1687
        },
        {
            "tipo": "parágrafo",
            "texto": "1688. A liturgia da Palavra, aquando das exéquias, exige uma preparação, tanto mais atenta quanto a assembleia presente pode incluir fiéis pouco frequentadores da liturgia e até amigos do defunto que não sejam cristãos. A homilia, de modo particular, deve «evitar o género literário do elogio fúnebre» (19) e iluminar o mistério da morte cristã com a luz de Cristo ressuscitado.",
            "paragrafo": 1688
        },
        {
            "tipo": "parágrafo",
            "texto": "1689. O sacrifício eucarístico. Quando a celebração tem lugar na igreja, a Eucaristia é o coração da realidade pascal da morte cristã (20). É então que a Igreja manifesta a sua comunhão eficaz com o defunto: oferecendo ao Pai, no Espírito Santo, o sacrifício da morte e ressurreição de Cristo, pede-Lhe que o seu filho defunto seja purificado dos pecados e respectivas consequências, e admitido à plenitude pascal da mesa do Reino (21). É pela Eucaristia assim celebrada que a comunidade dos fiéis, especialmente a família do defunto, aprende a viver em comunhão com aquele que «adormeceu no Senhor», comungando o corpo de Cristo, de que ele é membro vivo, e depois rezando por ele e com ele.",
            "paragrafo": 1689
        },
        {
            "tipo": "parágrafo",
            "texto": "1690. O adeus («a Deus») ao defunto é a sua «encomendação a Deus» pela Igreja. É «a última saudação dirigida pela comunidade cristã a um dos seus membros, antes de o corpo ser levado para a sepultura» (22). A tradição bizantina exprime-o pelo ósculo do adeus ao defunto:\n\nNesta saudação final, «canta-se por ele ter partido desta vida e pela sua separação, mas também porque há uma comunhão e uma reunião. Com efeito, mortos, nós não nos separamos uns dos outros, porque todos percorremos o mesmo caminho e nos reencontraremos no mesmo lugar. Nunca nos separaremos, porque vivemos para Cristo e agora estamos unidos a Cristo, indo para Ele... estaremos todos juntos em Cristo» (23).",
            "paragrafo": 1690
        }
    ],
    "referencias": [
        {
            "tipo": "referência",
            "texto": "1. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 60: AAS 56 (1964) 116: cf. CIC can. 1166; CCEO can. 867."
        },
        {
            "tipo": "referência",
            "texto": "2. Cf. Gn 12, 2."
        },
        {
            "tipo": "referência",
            "texto": "3. Cf. Lc 6, 28; Rm 12, 14; 1 Pe 3, 9."
        },
        {
            "tipo": "referência",
            "texto": "4. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 79: AAS 56 (1964) 120: cf. CIC can. 1168."
        },
        {
            "tipo": "referência",
            "texto": "5. Cf. De Benedictionibus, Praenotanda generalia, 16 e 18. Editio typica (Typis Polyglottis Vaticanis 1984) p. 13.14-15 [Celebração das Bênçãos, Preliminares gerais, 16 e 18 (Coimbra, Gráfica de Coimbra Conferência Episcopal Portuguesa, 1991) p. 13]."
        },
        {
            "tipo": "referência",
            "texto": "6. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 61: AAS 56 (1964) 116-117."
        },
        {
            "tipo": "referência",
            "texto": "7. Cf. Mc 1, 25-26."
        },
        {
            "tipo": "referência",
            "texto": "8. Cf. Mc 3, 15; 6, 7.13; 16, 17."
        },
        {
            "tipo": "referência",
            "texto": "9. Cf. CIC can. 1172."
        },
        {
            "tipo": "referência",
            "texto": "10. Cf. II Concílio de Niceia, Definitio de sacris imaginibus: DS 601; Ibid.: DS 603; Concílio de Trento, Sess.25ª,  Decretum de invocatione, veneratione et reliquiis sanctorum, et sacris  imaginibus: DS 1822."
        },
        {
            "tipo": "referência",
            "texto": "11. II Concílio do Vaticano, Const. Sacrosanctum Concilium,  13: AAS 56 (1964) 103."
        },
        {
            "tipo": "referência",
            "texto": "12. Cf. João Paulo II,. Ex. Ap. Catechesi tradendae, 54: AAS 71 (1979) 1321-1322."
        },
        {
            "tipo": "referência",
            "texto": "13.  III Conferência Geral do Episcoplado Latino-Americano, Puebla, La Evangelización en el presente y en el futuro de América Latina. 448 (Bogotá 1979) p. 131 [Puebla. A Evangelização no presente e no futuro da América Latina, Texto oficial da CNBB, 448 (Petrópolis, Ed. Vozes 1980) p.153-154]; cf. Paulo VI, Ex. ap. Evangelii nuntiandi, 48: AAS 68 (1976) 37-38."
        },
        {
            "tipo": "referência",
            "texto": "14. Símbolo Niceno-Constantinopolitano: DS 150."
        },
        {
            "tipo": "referência",
            "texto": "15. Cf. 2 Cor 5, 8."
        },
        {
            "tipo": "referência",
            "texto": "16.  Cf. 1 Cor 15, 42-44."
        },
        {
            "tipo": "referência",
            "texto": "17. Cf. II Concílio do Vaticano, Const. Sacrosanctum Concilium,  81: AAS 56 (1964) 120."
        },
        {
            "tipo": "referência",
            "texto": "18. Cf. 1 Ts 4, 18."
        },
        {
            "tipo": "referência",
            "texto": "19. Cf. Ordo exsequiarum, De primo typo exsequiarum, 41, Editio typica (Typis PolyglottisVaticanis 1969) p. 21 [Celebração das Exéquias, n. 57 (Braga, Secretariado Nacional do Apostolado da Oração – Conferência Episcopal. 1984) p. 521."
        },
        {
            "tipo": "referência",
            "texto": "20.  Cf. Ordo exsequiarum, Praenotanda, Editio typica (Typis Polyglottis Vaticanis 1969) p. 7 [Celebração das Exéquias, Preliminares, I (Braga, Secretariado Nacional do Apostolado da Oração – Conferência Episcopal, 1984) p. 31."
        },
        {
            "tipo": "referência",
            "texto": "21. Cf. Ordo exsequiarum, De primo typo exsequiarum, 56. Editio typica (Typis Polyglottis Vaticanis 1969) p. 26 [Celebração das Exéquias, n. 87* (Braga, Secretariado Nacional do Apostolado da Oração — Conferência Episcopal. 1984) p. 82-83]."
        },
        {
            "tipo": "referência",
            "texto": "22. Ordo exsequiarum, Praenotanda, 10, Editio typica (Typis Polyglottis Vaticanis 1969) p. 9 [Celebração dos Exéquias, Preliminares, 10 (Braga, Secretariado Nacional do Apostolado da Oração – Conferência Episcopal, 1984) p. 7]."
        },
        {
            "tipo": "referência",
            "texto": "23. São Simão de Tessalónica, De ordine sepulturae, 367: PG 155, 685."
        }
    ]
}