{
    "nome": "p3_introducao",
    "primeiroParagrafo": 1691,
    "ultimoParagrafo": 1698,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "TERCEIRA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A VIDA EM CRISTO\n\n"
        },
        {
            "tipo": "título",
            "texto": "INTRODUÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1691. «Reconhece, ó cristão, a tua dignidade. Uma vez constituído participante da natureza divina, não penses em voltar às antigas misérias da tua vida passada. Lembra-te de que cabeça e de que corpo és membro. Não te esqueças de que foste libertado do poder das trevas e transferido para a luz e para o Reino de Deus» (1).",
            "paragrafo": 1691
        },
        {
            "tipo": "parágrafo",
            "texto": "1692. O Símbolo da fé, professou a grandeza dos dons de Deus ao homem na obra da criação e, mais ainda, na da redenção e santificação. O que a fé confessa, os sacramentos comunicam-no: pelos «sacramentos, que os fizeram renascer», os cristãos tornaram-se «filhos de Deus» (1 Jo 3, 1) (2), «participantes da natureza divina» (2 Pe 1, 4). Reconhecendo pela fé a sua nova dignidade, os cristãos são chamados a levar, doravante, uma vida digna do Evangelho de Cristo (3). Pelos sacramentos e pela oração, recebem a graça de Cristo e os dons do seu Espírito, que dela os tornam capazes.",
            "paragrafo": 1692
        },
        {
            "tipo": "parágrafo",
            "texto": "1693. Cristo Jesus fez sempre aquilo que era do agrado do Pai (4). Viveu sempre em perfeita comunhão com Ele. De igual modo, os seus discípulos são convidados a viver sob o olhar do Pai, «que vê no segredo» (Mt 6, 6), para se tornarem «perfeitos como o Pai celeste é perfeito» (Mt 5, 47).",
            "paragrafo": 1693
        },
        {
            "tipo": "parágrafo",
            "texto": "1694. Incorporados em Cristo pelo Baptismo (5), os cristãos «morreram para o pecado e vivem para Deus em Cristo Jesus» (6), participando assim na vida do Ressuscitado (7). Seguindo a Cristo e em união com Ele (8), os cristãos podem esforçar-se por ser imitadores de Deus, como filhos bem amados, e por proceder com amor» (9), conformando os seus pensamentos, palavras e acções com os sentimentos de Cristo Jesus (10) e seguindo os seus exemplos (11).",
            "paragrafo": 1694
        },
        {
            "tipo": "parágrafo",
            "texto": "1695. «Justificados pelo nome de nosso Senhor Jesus Cristo e pelo Espírito do nosso Deus» (1 Cor 6, 11), «santificados e chamados a serem santos» (12) os cristãos tornaram-se «templo do Espírito Santo» (1 Cor 6, 19). Este, que é o «Espírito do Filho», ensina-os a orar ao Pai (13) e, tendo-Se feito vida deles, impele-os a agir (14) para produzirem os frutos do Espírito (15) mediante uma caridade activa. Curando as feridas do pecado, o Espírito Santo renova-nos interiormente por uma transformação espiritual (16), ilumina-nos e fortalece-nos para vivermos como «filhos da luz» (Ef 5, 8) «em toda a espécie de bondade, justiça e verdade (Ef 5, 9).",
            "paragrafo": 1695
        },
        {
            "tipo": "parágrafo",
            "texto": "1696. O caminho de Cristo «leva à vida»; um caminho contrário «leva à perdição» (Mt 7, 13) (17). A parábola evangélica dos dois caminhos está sempre presente na catequese da Igreja. E significa a importância das decisões morais para a nossa salvação. «Há dois caminhos, um da vida, outro da morte: mas entre os dois existe uma grande diferença» (18).",
            "paragrafo": 1696
        },
        {
            "tipo": "parágrafo",
            "texto": "1697. Na catequese, importa revelar com toda a clareza a alegria e as exigências do caminho de Cristo(19). A catequese da «vida nova» n'Ele (Rm 6, 4), deve ser:\n\n– uma catequese do Espírito Santo, mestre interior da vida segundo Cristo, doce hóspede e amigo que inspira, guia, rectifica e fortalece essa vida;\n\n– uma catequese da graça, pois é pela graça que somos salvos e é também pela graça que as nossas obras podem ser frutuosas para a vida eterna;\n\n– uma catequese das bem-aventuranças, porque o caminho de Cristo se resume nelas e é o único caminho da felicidade eterna a que o coração do homem aspira;\n\n– uma catequese do pecado e do perdão, porque, sem se reconhecer pecador, o homem não pode conhecer a verdade sobre si mesmo, condição dum procedimento justo: e, sem a oferta do perdão, não seria capaz de suportar aquela verdade;\n\n– uma catequese das virtudes humanas, que faz apreender a beleza e o atractivo das rectas disposições para o bem;\n\n– uma catequese das virtudes cristãs da fé, esperança e caridade, que se inspira abundantemente no exemplo dos santos;\n\n– uma catequese do duplo mandamento da caridade exposto no decálogo;\n\n– uma catequese eclesial, porque é nas múltiplas permutas dos «bens espirituais», na «comunhão dos santos», que a vida cristã pode crescer, desenvolver-se e comunicar-se.",
            "paragrafo": 1697
        },
        {
            "tipo": "parágrafo",
            "texto": "1698. A referência, primeira e última, desta catequese será sempre o próprio Jesus Cristo, que é «o caminho, a verdade e a vida» (Jo 14, 6). De olhos postos n'Ele com fé, os cristãos podem esperar que Ele próprio realize neles as suas promessas e, amando-O com o amor com que Ele os amou, podem fazer as obras correspondentes à sua dignidade:\n\n«Rogo-te que penses em nosso Senhor Jesus Cristo como tua verdadeira cabeça, e em ti como um dos seus membros. Ele é para ti como a cabeça para os membros. Tudo o que é d'Ele é teu: o espírito, o coração, o corpo, a alma e todas as faculdades. Deves usar de todas elas como se fossem realmente tuas, para servir, louvar, amar e glorificar a Deus. Tu és para Ele como um membro em relação à cabeça: e, por isso, também Ele deseja ardentemente servir-Se de todas as tuas faculdades como se fossem suas, para servir e glorificar o Pai» (20).\n«Para mim, viver é Cristo» (Fl 1, 21).",
            "paragrafo": 1698
        }
    ],
    "referencia": [
        {
            "tipo": "referência",
            "texto": "1. São Leão Magno, Sermo 21, 3: CCL 138, 88 (PL 54, 192-193)."
        },
        {
            "tipo": "referência",
            "texto": "2. Cf. Jo 1, 12."
        },
        {
            "tipo": "referência",
            "texto": "3. Cf. Fl 1, 27."
        },
        {
            "tipo": "referência",
            "texto": "4. Cf. Jo 8, 29."
        },
        {
            "tipo": "referência",
            "texto": "5. Cf. Rm 6, 5."
        },
        {
            "tipo": "referência",
            "texto": "6. Cf. Rm 6, 11."
        },
        {
            "tipo": "referência",
            "texto": "7. Cf. Cl 2, 12."
        },
        {
            "tipo": "referência",
            "texto": "8. Cf. Jo 15, 5."
        },
        {
            "tipo": "referência",
            "texto": "9. Cf. Ef 5, 1-2."
        },
        {
            "tipo": "referência",
            "texto": "10. Cf. Fl 2, 5."
        },
        {
            "tipo": "referência",
            "texto": "11. Cf. Jo 13, 12-16."
        },
        {
            "tipo": "referência",
            "texto": "12. Cf. 1 Cor 1, 2."
        },
        {
            "tipo": "referência",
            "texto": "13. Cf. Gl 4, 6."
        },
        {
            "tipo": "referência",
            "texto": "14. Cf. Gl 5, 25."
        },
        {
            "tipo": "referência",
            "texto": "15. Cf. Gl 5, 22."
        },
        {
            "tipo": "referência",
            "texto": "16. Cf. Ef  4, 23."
        },
        {
            "tipo": "referência",
            "texto": "17.  Cf. Dt 30, 15-20."
        },
        {
            "tipo": "referência",
            "texto": "18. Didaké 1, 1: SC 248, 140 (Funk 1, 2)."
        },
        {
            "tipo": "referência",
            "texto": "19.  Cf. João Paulo II, Ex. Ap. Catechesi tradendae, 29: AAS 71 (1979) 1301."
        },
        {
            "tipo": "referência",
            "texto": "20. São João Eudes, Le Coeur admirable de la Très Sacrée Mère de Dieu, 1, 5 Oeuvres completes, v. 6 (Paris 1908) p. 113-114."
        }
    ]
}