{
    "nome": "p3_s2",
    "primeiroParagrafo": 2052,
    "ultimoParagrafo": 2082,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "TERCEIRA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A VIDA EM CRISTO\n\n"
        },
        {
            "tipo": "título",
            "texto": "SEGUNDA SECÇÃO"
        },
        {
            "tipo": "título",
            "texto": "OS DEZ MANDAMENTOS\n\n"
        },
        {
            "tipo": "subtópico",
            "texto": "«MESTRE, QUE HEI-DE FAZER...?»"
        },
        {
            "tipo": "parágrafo",
            "texto": "2052. «Mestre, que devo fazer de bom para ter a vida eterna?» Ao jovem que Lhe faz esta pergunta, Jesus responde, primeiro, invocando a necessidade de reconhecer a Deus como «o único Bom», o Bem por excelência e a fonte de todo o bem. Depois, declara-lhe: «Se queres entrar na vida, observa os mandamentos». E cita ao seu interlocutor os mandamentos que dizem respeito ao amor do próximo: «Não matarás; não cometerás adultério: não furtarás; não levantarás falso testemunho; honra pai e mãe». Finalmente, resume estes mandamentos de modo positivo: «Amarás o teu próximo como a ti mesmo» (Mt 19, 16-19).",
            "paragrafo": 2052
        },
        {
            "tipo": "parágrafo",
            "texto": "2053. A esta primeira resposta vem juntar-se uma segunda: «Se queres ser perfeito, vai, vende os teus bens e dá-os aos pobres, e terás um tesouro nos céus. Vem, depois, e segue-Me» (Mt 19, 21). Esta resposta não anula a primeira. Seguir Jesus implica cumprir os mandamentos. A Lei não é abolida (1): mas o homem é convidado a reencontrá-la na Pessoa do seu mestre, em Quem ela encontra o seu perfeito cumprimento. Nos três evangelhos sinópticos, o apelo de Jesus ao jovem rico, para O seguir na obediência de discípulo e na observância dos preceitos, está associado ao apelo à pobreza e à castidade (2). Os conselhos evangélicos são inseparáveis dos mandamentos.",
            "paragrafo": 2053
        },
        {
            "tipo": "parágrafo",
            "texto": "2054. Jesus retomou os dez mandamentos, mas manifestou a força do Espírito que actua na letra em que eles se exprimem. Pregou a «justiça que excede a dos escribas e fariseus» (3), do mesmo modo que a dos pagãos (4). E explicou todas as exigências dos mandamentos: «Ouvistes que foi dito aos antigos: Não matarás [...]; Eu, porém, digo-vos: Quem se irritar contra o seu irmão será réu perante o tribunal» (Mt 5, 21-22).",
            "paragrafo": 2054
        },
        {
            "tipo": "parágrafo",
            "texto": "2055. Quando Lhe perguntam: «Qual é o maior mandamento que há na Lei?» (Mt 22, 36), Jesus responde: «Amarás o Senhor teu Deus, com todo o teu coração, com toda a tua alma e com toda a tua mente: tal é o maior e primeiro mandamento. O segundo é semelhante a este: Amarás o teu próximo como a ti mesmo. A estes dois mandamentos está Ligada toda a Lei, bem como os Profetas» (Mt 22, 37-40) (5). O Decálogo deve ser interpretado à luz deste duplo e único mandamento da caridade, plenitude da Lei.\n\n«De facto: ''Não cometerás adultério, não matarás, não furtarás, não cobiçarás\" bem como qualquer outro mandamento, estão resumidos numa só frase: \"Amarás o teu próximo como a ti mesmo\". O amor não faz mal ao próximo. Assim, é no amor que está o pleno cumprimento da Lei» (Rm 13, 9-10).",
            "paragrafo": 2055
        },
        {
            "tipo": "subtópico",
            "texto": "O DECÁLOGO NA SAGRADA ESCRITURA"
        },
        {
            "tipo": "parágrafo",
            "texto": "2056. A palavra «Decálogo» significa literalmente «dez palavras» (Ex 34, 28: Dt 4, 13: 10, 4). Estas dez palavras, Deus as revelou ao seu povo na montanha sagrada. Escreveu-as com o «seu Dedo» (6), o que não aconteceu com os outros preceitos escritos por Moisés (7). São palavras de Deus num sentido eminente e foram-nos transmitidas no Livro do Êxodo(8) e no do Deuteronómio (9). Desde o Antigo Testamento que os livros santos fazem referência às «dez palavras» mas é na Nova Aliança em Jesus Cristo que será revelado o seu sentido pleno.",
            "paragrafo": 2056
        },
        {
            "tipo": "parágrafo",
            "texto": "2057. O Decálogo compreende-se, antes de mais nada, no contexto do Êxodo que é o grande acontecimento libertador de Deus, no centro da Antiga Aliança. Quer sejam formuladas como preceitos negativos ou interdições, quer como mandamentos positivos (por exemplo: «Honra teu pai e tua mãe»), as «dez palavras» indicam as condições duma vida liberta da escravidão do pecado. O Decálogo é um caminho de vida:\n\n«Se amares o teu Deus, andares nos seus caminhos e guardares os seus mandamentos, leis e costumes, viverás e multiplicar-te-ás» (Dt 30, 16).\n\nEsta força libertadora do Decálogo aparece, por exemplo, no mandamento sobre o repouso do sábado, que abrange igualmente os estrangeiros e os escravos:\n\n«Recorda-te de que foste escravo no país do Egipto, de onde o Senhor teu Deus te fez sair com mão forte e braço poderoso» (Dt 5, 15).",
            "paragrafo": 2057
        },
        {
            "tipo": "parágrafo",
            "texto": "2058. As «dez palavras» resumem e proclamam a Lei de Deus: «Estas palavras dirigiu-as o Senhor a toda a vossa assembleia sobre a montanha, do meio do fogo, da nuvem e das trevas, com voz forte, sem acrescentar mais nada: escreveu-as em duas tábuas de pedra e entregou-mas» (Dt 5, 22). Por isso é que estas duas tábuas são chamadas «o testemunho» (Ex 25, 16). De facto, elas contêm as cláusulas da aliança concluída entre Deus e o seu povo. Estas «tábuas do testemunho» (Ex 31, 18; 32, 15; 34, 29) devem ser depositadas na «arca» (Ex 25, 16: 40, 1-2).",
            "paragrafo": 2058
        },
        {
            "tipo": "parágrafo",
            "texto": "2059. As «dez palavras» são pronunciadas por Deus no decurso duma teofania («sobre a montanha, no meio do fogo, o Senhor vos falou face a face»: Dt 5, 4). Fazem parte da revelação que Deus fez de Si mesmo e da sua glória. O dom dos mandamentos é uma dádiva do próprio Deus e da sua santa vontade. Dando a conhecer as suas vontades, Deus revela-Se ao seu povo.",
            "paragrafo": 2059
        },
        {
            "tipo": "parágrafo",
            "texto": "2060. O dom dos mandamentos e da Lei faz parte da Aliança selada por Deus com os seus. Segundo o Livro do Êxodo, a revelação das «dez palavras» teve lugar entre a proposta da Aliança (11) e a sua conclusão (12) depois de o povo se ter comprometido a «fazer» tudo o que o Senhor tinha dito e a «obedecer» (13). O Decálogo nunca é transmitido sem primeiro se evocar a Aliança («o Senhor nosso Deus firmou connosco uma Aliança no Horeb»: Dt 5, 2).",
            "paragrafo": 2060
        },
        {
            "tipo": "parágrafo",
            "texto": "2061. É no âmbito da Aliança que os mandamentos recebem o seu pleno significado. Segundo a Escritura, o procedimento moral do homem atinge todo o seu sentido na e pela Aliança. A primeira das \"dez palavras\" lembra o amor primeiro de Deus pelo seu povo:\n\n«Como, em castigo do pecado, se tinha dado a passagem do paraíso da liberdade para a escravidão deste mundo, por esse motivo, a primeira frase do Decálogo, primeira palavra dos mandamentos de Deus, incide sobre a liberdade: \"Eu sou o Senhor teu Deus, que te fez sair da terra do Egipto, de uma casa de escravidão\" (Ex 20, 2: Dt 5, 6)» (14).",
            "paragrafo": 2061
        },
        {
            "tipo": "parágrafo",
            "texto": "2062. Os mandamentos propriamente ditos vêm em segundo lugar e traduzem as implicações da pertença a Deus, instituída pela Aliança. A existência moral é resposta à iniciativa amorosa do Senhor. É reconhecimento, homenagem a Deus e culto de acção de graças. É cooperação com o plano que Deus prossegue na história.",
            "paragrafo": 2062
        },
        {
            "tipo": "parágrafo",
            "texto": "2063. A Aliança e o diálogo entre Deus e o homem são ainda comprovados pelo facto de todas as obrigações serem enunciadas em primeira pessoa (\"Eu sou o Senhor...\") e dirigidas a um outro sujeito (\"tu...\"). Em todos os mandamentos de Deus, é um pronome pessoal singular que designa o destinatário. Ao mesmo tempo que a todo o povo, Deus faz conhecer a sua vontade a cada um em particular:\n\n«O Senhor prescreveu o amor para com Deus e ensinou a justiça para com o próximo, para que o homem não fosse nem injusto nem indigno de Deus. Assim, através do Decálogo, Deus preparava o homem para se tornar seu amigo e ter um só coração com o seu próximo [...]. As palavras do Decálogo continuam a ser para nós [cristãos] o que eram; longe de serem abolidas, elas receberam amplificação e desenvolvimento, com o facto da vinda do Senhor na carne» (15).",
            "paragrafo": 2063
        },
        {
            "tipo": "subtópico",
            "texto": "O DECÁLOGO NA TRADIÇÃO DA IGREJA"
        },
        {
            "tipo": "parágrafo",
            "texto": "2064. Na fidelidade à Sagrada Escritura e em conformidade com o exemplo de Jesus, a Tradição da Igreja reconheceu no Decálogo uma importância e um significado primordiais.",
            "paragrafo": 2064
        },
        {
            "tipo": "parágrafo",
            "texto": "2065. A partir de Santo Agostinho, os \"Dez Mandamentos\" têm um lugar preponderante na catequese dos futuros baptizados e dos fiéis. No século XV, começou o costume de exprimir os preceitos do Decálogo em fórmulas rimadas, fáceis de decorar, e positivas, que ainda hoje se usam. Os catecismos da Igreja expuseram muitas vezes a moral cristã seguindo a ordem dos «Dez Mandamentos».",
            "paragrafo": 2065
        },
        {
            "tipo": "parágrafo",
            "texto": "2066. A divisão e a numeração dos mandamentos variou no decurso da história. O actual catecismo segue a divisão dos mandamentos estabelecida por Santo Agostinho e que passou a ser tradicional na Igreja Católica. É a mesma das «confissões» luteranas. Os Padres gregos procederam a uma divisão um tanto diversa, que se encontra nas Igrejas ortodoxas e nas comunidades reformadas.",
            "paragrafo": 2066
        },
        {
            "tipo": "parágrafo",
            "texto": "2067. Os Dez Mandamentos enunciam as exigências do amor de Deus e do próximo. Os três primeiros referem-se mais ao amor de Deus: os outros sete, ao amor do próximo:\n\n«Como a caridade abrange dois preceitos, nos quais o Senhor resume toda a Lei e os Profetas, [...] assim também os Dez Mandamentos estão divididos em duas tábuas. Três foram escritos numa tábua e sete na outra» (16).",
            "paragrafo": 2067
        },
        {
            "tipo": "parágrafo",
            "texto": "2068. O Concílio de Trento ensina que os Dez Mandamentos obrigam os cristãos e que o homem justificado continua obrigado a cumpri-los (17). E o II Concilio do Vaticano também o afirma: «Os bispos, sucessores dos Apóstolos, recebem do Senhor [...] a missão de ensinar todas as nações e de pregar o Evangelho a toda a criatura, para que todos os homens se salvem pela fé, pelo Baptismo e pelo cumprimento dos mandamentos» (18).",
            "paragrafo": 2068
        },
        {
            "tipo": "subtópico",
            "texto": "A UNIDADE DO DECÁLOGO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2069. O Decálogo forma um todo indissociável. Cada «Palavra» remete para cada uma das outras e para todas; elas condicionam-se reciprocamente. As duas «tábuas» esclarecem-se mutuamente; formam uma unidade orgânica. Transgredir um mandamento é infringir todos os outros (19). Não é possível honrar a outrem sem louvar a Deus seu criador; nem se pode adorar a Deus sem amar todos os homens, suas criaturas. O Decálogo unifica a vida teologal e a vida social do homem.",
            "paragrafo": 2069
        },
        {
            "tipo": "subtópico",
            "texto": "O DECÁLOGO E A LEI NATURAL"
        },
        {
            "tipo": "parágrafo",
            "texto": "2070. Os Dez Mandamentos fazem parte da revelação de Deus. Mas, ao mesmo tempo, ensinam-nos a verdadeira humanidade do homem. Põem em relevo os deveres essenciais e, por conseguinte, indirectamente, os direitos fundamentais inerentes à natureza da pessoa humana. O Decálogo encerra uma expressão privilegiada da «lei natural»:\n\nNo princípio, Deus admoestou os homens com os preceitos da lei natural, que tinha enraizado nos seus corações, isto é, pelo Decálogo. Se alguém não os cumprisse, não se salvaria. E Deus não exigiu mais nada aos homens» (20).",
            "paragrafo": 2070
        },
        {
            "tipo": "parágrafo",
            "texto": "2071. Embora acessíveis à simples razão, os preceitos do Decálogo foram revelados. Para atingir um conhecimento completo e certo das exigências da lei natural, a humanidade pecadora precisava desta revelação:\n\n«Uma explicação completa dos mandamentos do Decálogo tornou-se necessária no estado de pecado, por causa do obscurecimento da lei da razão e do desvio da vontade» (21)\n\nNós conhecemos os mandamentos de Deus pela revelação divina que nos é proposta na Igreja e pela voz da consciência moral.",
            "paragrafo": 2071
        },
        {
            "tipo": "subtópico",
            "texto": "A OBRIGAÇÃO DO DECÁLOGO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2072. Uma vez que exprimem os deveres fundamentais do homem para com Deus e para com o próximo, os Dez Mandamentos revelam, no seu conteúdo primordial, obrigações graves. São basicamente imutáveis e a sua obrigação impõe-se sempre e em toda a parte. Ninguém pode dispensar-se dela. Os Dez Mandamentos foram gravados por Deus no coração do ser humano.",
            "paragrafo": 2072
        },
        {
            "tipo": "parágrafo",
            "texto": "2073. Mas a obediência aos mandamentos também implica obrigações cuja matéria, em si mesma, é leve. Assim, a injúria por palavras é proibida pelo quinto mandamento, mas só poderá ser falta grave em razão das circunstâncias ou da intenção de quem a profere.",
            "paragrafo": 2073
        },
        {
            "tipo": "subtópico",
            "texto": "«SEM MIM, NADA PODEIS FAZER»"
        },
        {
            "tipo": "parágrafo",
            "texto": "2074. Jesus diz: «Eu sou a cepa, vós as varas. Quando alguém permanece em Mim, e Eu nele, esse é que dá muito fruto, porque, sem Mim, nada podeis fazer» (Jo 15, 5). O fruto, a que se faz referência nesta palavra, é a santidade duma vida fecundada pela união com Cristo. Quando cremos em Jesus Cristo, comungamos nos seus mistérios e guardamos os seus mandamentos, o Salvador vem em pessoa amar em nós o seu Pai e os seus irmãos, o nosso Pai e os nossos irmãos. A sua pessoa toma-se, graças ao Espírito, a regra viva e interior do nosso agir. «É este o meu mandamento: que vos ameis uns aos outros, como Eu vos amei» (Jo 15, 12).",
            "paragrafo": 2074
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "2075. «Que devo fazer de bom para ter a vida eterna;  – Se queres entrar na vida, observa os mandamentos» (Mt 19, 16-17).",
            "paragrafo": 2075
        },
        {
            "tipo": "parágrafo",
            "texto": "2076. Com o seu modo de agir e com a sua pregação, Jesus confirmou a perenidade do Decálogo.",
            "paragrafo": 2076
        },
        {
            "tipo": "parágrafo",
            "texto": "2077. A dádiva do Decálogo foi feita no âmbito da Aliança concluída por Deus com o seu povo. É nesta e por esta Aliança que os mandamentos de Deus recebem o seu verdadeiro significado.",
            "paragrafo": 2077
        },
        {
            "tipo": "parágrafo",
            "texto": "2078. Por fidelidade à Escritura e em conformidade com o exemplo de Jesus, a Tradição da Igreja reconheceu ao Decálogo uma importância e um significado primordiais.",
            "paragrafo": 2078
        },
        {
            "tipo": "parágrafo",
            "texto": "2079. O Decálogo forma uma unidade orgânica, em que cada «palavra» ou «mandamento» remete para todo o conjunto. Transgredir um mandamento é infringir toda a Lei (22).",
            "paragrafo": 2079
        },
        {
            "tipo": "parágrafo",
            "texto": "2080. O Decálogo encerra uma expressão privilegiada da lei natural. É-nos dado a conhecer pela revelação divina e pela razão humana.",
            "paragrafo": 2080
        },
        {
            "tipo": "parágrafo",
            "texto": "2081. Os Dez Mandamentos enunciam, no seu conteúdo fundamental, obrigações graves. No entanto, a obediência a estes mandamentos implica também obrigações, cuja matéria, em si mesma, é leve.",
            "paragrafo": 2081
        },
        {
            "tipo": "parágrafo",
            "texto": "2082. Aquilo que Deus manda, Ele o torna possível pela sua grata.",
            "paragrafo": 2082
        }
    ],
    "referencia": [
        {
            "tipo": "referência",
            "texto": "1. Cf. Mt 5, 17."
        },
        {
            "tipo": "referência",
            "texto": "2. Cf. Mt 19, 6-12.21.23-29."
        },
        {
            "tipo": "referência",
            "texto": "3. Cf. Mt 5, 20."
        },
        {
            "tipo": "referência",
            "texto": "4. Cf. Mt 5, 46-47."
        },
        {
            "tipo": "referência",
            "texto": "5. Cf. Dt 6, 5: Lv 19, 18."
        },
        {
            "tipo": "referência",
            "texto": "6. Cf. Ex 31,18; Dt 5, 22."
        },
        {
            "tipo": "referência",
            "texto": "7. Cf. Dt 31, 9.24."
        },
        {
            "tipo": "referência",
            "texto": "8. Cf. Ex 20, 1-17."
        },
        {
            "tipo": "referência",
            "texto": "9. Cf. Dt 5, 6-22."
        },
        {
            "tipo": "referência",
            "texto": "10. Cf., por exemplo. Os 4, 2; Jr 7, 9: Ez 18, 5-9."
        },
        {
            "tipo": "referência",
            "texto": "11. Cf. Ex 19."
        },
        {
            "tipo": "referência",
            "texto": "12. Cf. Ex 24."
        },
        {
            "tipo": "referência",
            "texto": "13. Cf. Ex 24, 7."
        },
        {
            "tipo": "referência",
            "texto": "14. Orígenes, In Exodum homilia 8, 1; SC 321, 242 (PG 12, 350)."
        },
        {
            "tipo": "referência",
            "texto": "15. Santo Ireneu de Lião, Adversus haereses, 4, 16, 3-4: SC 100, 566-570 (PG 7, 1017-1018)."
        },
        {
            "tipo": "referência",
            "texto": "16. Santo Agostinho, Sermão 33, 2; CCL 41, 414 (PL 38, 208)."
        },
        {
            "tipo": "referência",
            "texto": "17. Cf. Concílio de Trento, Sess. 6ª, Decretum de iustificatione, can.19-20: DS 1569-1570."
        },
        {
            "tipo": "referência",
            "texto": "18. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 24: AAS 57 (1965) 29."
        },
        {
            "tipo": "referência",
            "texto": "19. Cf. Tg 2, 10-11."
        },
        {
            "tipo": "referência",
            "texto": "20. Santo Ireneu de Lião, Adversas haereses, 4, 15, 1: SC 100, 548 (PG 7, 1012)."
        },
        {
            "tipo": "referência",
            "texto": "21. São Boaventura, In quattuor libros Sentenciarum, 3, 37, 1, 3: Opera amnia, v. 3 (Ad Claras Aquas 1887) p. 819-820."
        },
        {
            "tipo": "referência",
            "texto": "22. Cf. Tg 2, 10-11."
        }
    ]
}