{
    "nome": "p4_s1",
    "primeiroParagrafo": 2558,
    "ultimoParagrafo": 2565,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "QUARTA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A ORAÇÃO CRISTÃ\n\n"
        },
        {
            "tipo": "título",
            "texto": "PRIMEIRA SECÇÃO"
        },
        {
            "tipo": "título",
            "texto": "A ORAÇÃO NA VIDA CRISTÃ\n\n"
        },
        {
            "tipo": "parágrafo",
            "texto": "2558. «Mistério admirável da nossa fé!». A Igreja professa-o no Símbolo dos Apóstolos (primeira parte) e celebra-o na liturgia sacramental (segunda parte), para que a vida dos fiéis seja configurada com Cristo no Espírito Santo para glória de Deus Pai (terceira parte). Este mistério exige, portanto, que os fiéis nele creiam, o celebrem e dele vivam, numa relação viva e pessoal com o Deus vivo e verdadeiro. Esta relação é a oração.",
            "paragrafo": 2558
        },
        {
            "tipo": "subtítulo",
            "texto": "O QUE É A ORAÇÃO?"
        },
        {
            "tipo": "texto simples",
            "texto": "«Para mim, a oração é um impulso do coração, é um simples olhar lançado para o céu, é um grito de gratidão e de amor, tanto no meio da tribulação como no meio da alegria» (1)."
        },
        {
            "tipo": "subtópico",
            "texto": "A ORAÇÃO COMO DOM DE DEUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "2559. «A oração é a elevação da alma para Deus ou o pedido feito a Deus de bens convenientes» (2). De onde é que falamos, ao orar? Das alturas do nosso orgulho e da nossa vontade própria, ou das «profundezas» (Sl 130, 1) dum coração humilde e contrito? Aquele que se humilha é que é elevado (3). A humildade é o fundamento da oração. «Não sabemos o que havemos de pedir para rezarmos como deve ser» (Rm 8, 26). A humildade é a disposição necessária para receber gratuitamente o dom da oração: o homem é um mendigo de Deus (4).",
            "paragrafo": 2559
        },
        {
            "tipo": "parágrafo",
            "texto": "2560. «Se conhecesses o dom de Deus!» (Jo 4, 10). A maravilha da oração revela-se precisamente, à beira dos poços aonde vamos buscar a nossa água: aí é que Cristo vem ao encontro de todo o ser humano; Ele antecipa-Se a procurar-nos e é Ele que nos pede de beber. Jesus tem sede, e o seu pedido brota das profundezas de Deus que nos deseja. A oração, saibamo-lo ou não, é o encontro da sede de Deus com a nossa. Deus tem sede de que nós tenhamos sede d'Ele (5).",
            "paragrafo": 2560
        },
        {
            "tipo": "parágrafo",
            "texto": "2561. «Tu é que Lhe terias pedido e Ele te daria água viva» (Jo 4, 10). Paradoxalmente, a nossa oração de súplica é uma resposta. Resposta ao lamento do Deus vivo: «Abandonou-Me a Mim, nascente de águas vivas, e foi escavar cisternas fendidas» (Jr 2, 13); resposta de fé à promessa gratuita da salvação (6); resposta de amor à sede do Filho Único (7).",
            "paragrafo": 2561
        },
        {
            "tipo": "parágrafo",
            "texto": "2562. De onde procede a oração do homem? Seja qual for a linguagem da oração (gestos e palavras), é o homem todo que ora. Mas para designar o lugar de onde brota a oração, as Escrituras falam às vezes da alma ou do espírito ou, com mais frequência, do coração (mais de mil vezes). É o coração que ora. Se ele estiver longe de Deus, a expressão da oração será vã.",
            "paragrafo": 2562
        },
        {
            "tipo": "parágrafo",
            "texto": "2563. O coração é a morada onde estou, onde habito (e segundo a expressão semítica ou bíblica, aonde eu «desço»). É o nosso centro oculto, inapreensível, quer para a nossa razão quer para a dos outros: só o Espírito de Deus é que o pode sondar e conhecer. E o lugar da decisão, no mais profundo das nossas tendências psíquicas. É a sede da verdade, onde escolhemos a vida ou a morte. É o lugar do encontro, já que, à imagem de Deus, vivemos em relação: é o lugar da aliança.",
            "paragrafo": 2563
        },
        {
            "tipo": "parágrafo",
            "texto": "2564. A oração cristã é uma relação de aliança entre Deus e o homem em Cristo. É acção de Deus e do homem; jorra do Espírito Santo e de nós, toda orientada para o Pai, em união com a vontade humana do Filho de Deus feito homem.",
            "paragrafo": 2564
        },
        {
            "tipo": "subtópico",
            "texto": "A ORAÇÃO COMO COMUNHÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "2565. Na Nova Aliança, a oração é a relação viva dos filhos de Deus com o seu Pai infinitamente bom, com o seu Filho Jesus Cristo e com o Espírito Santo. A graça do Reino é «a união de toda a Santíssima Trindade com a totalidade do espírito» (8). Assim, a vida de oração consiste em estar habitualmente na presença do Deus três vezes santo e em comunhão com Ele. Esta comunhão de vida é sempre possível porque, pelo Baptismo, nos tornámos um só com Cristo (9). A oração é cristã na medida em que for comunhão com Cristo, dilatando-se na Igreja que é o seu corpo. As suas dimensões são as do amor de Cristo (10).",
            "paragrafo": 2565
        }
    ],
    "referencia": [
        {
            "tipo": "referência",
            "texto": "1. Santa Teresa do Menino Jesus, Manuscrit C, 25r: Manuscrits autobiographiques (Paris 1992) p. 389-390. [Santa Teresa do Menino Jesus e da Santa Face, Obras Completas (Paço de Arcos, Edições do Carmelo 1996) p. 276]"
        },
        {
            "tipo": "referência",
            "texto": "2. São João Damasceno, Expositio fidei, 68 [De fide orthodoxa 3, 24]: PTS 12, 167 (PG 94, 1089)."
        },
        {
            "tipo": "referência",
            "texto": "3.  Cf. Lc 18, 9-14."
        },
        {
            "tipo": "referência",
            "texto": "4.  Cf. Santo Agostinho, Sermão 56, 6, 9: ed. P. Verbraken: Revue Bénédictine 68 (1958) 31 (PL 38, 381)."
        },
        {
            "tipo": "referência",
            "texto": "5. Cf. Santo Agostinho, De diversis quaestionibus octoginta tribus, 64, 4: CCL 44A, 140 (PL 40, 56)."
        },
        {
            "tipo": "referência",
            "texto": "6. Cf. Jo 7, 37-39; Is 12, 3; 51, 1."
        },
        {
            "tipo": "referência",
            "texto": "7. Cf. Jo 19, 28; Zc 12, 10; 13, 1."
        },
        {
            "tipo": "referência",
            "texto": "8. São Gregório Nazianzo, Oratio 16, 9: PG 35, 945."
        },
        {
            "tipo": "referência",
            "texto": "9. Cf. Rm 6, 5."
        },
        {
            "tipo": "referência",
            "texto": "10. Cf. Ef 3, 18-21."
        }
    ]
}