{
    "nome": "p2_s2_c3",
    "primeiroParagrafo": 1533,
    "ultimoParagrafo": 1666,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "SEGUNDA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A CELEBRAÇÃO\nDO MISTÉRIO CRISTÃO\n\n"
        },
        {
            "tipo": "título",
            "texto": "SEGUNDA SECÇÃO"
        },
        {
            "tipo": "título",
            "texto": "OS SETE SACRAMENTOS DA IGREJA"
        },
        {
            "tipo": "subtítulo",
            "texto": "CAPÍTULO TERCEIRO"
        },
        {
            "tipo": "subtítulo",
            "texto": "OS SACRAMENTOS AO SERVIÇO DA COMUNHÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1533. O Baptismo, a Confirmação e a Eucaristia são os sacramentos da iniciação cristã. São o fundamento da vocação comum de todos os discípulos de Cristo – vocação à santidade e à missão de evangelizar o mundo. E conferem as graças necessárias para a vida segundo o Espírito, nesta existência de peregrinos em marcha para a Pátria.",
            "paragrafo": 1533
        },
        {
            "tipo": "parágrafo",
            "texto": "1534. Dois outros sacramentos, a Ordem e o Matrimónio, são ordenados para a salvação de outrem. Se contribuem também para a salvação pessoal, é através do serviço aos outros que o fazem. Conferem uma missão particular na Igreja, e servem a edificação do povo de Deus.",
            "paragrafo": 1534
        },
        {
            "tipo": "parágrafo",
            "texto": "1535. Nestes sacramentos, aqueles que já foram consagrados pelo Baptismo e pela Confirmação (1) para o sacerdócio comum de todos os fiéis, podem receber consagrações particulares. Os que recebem o sacramento da Ordem são consagrados para serem, em nome de Cristo, «com a palavra e a graça de Deus, os pastores da igreja» (2). Por seu lado, «os esposos cristãos são fortalecidos e como que consagrados por meio de um sacramento especial em ordem ao digno cumprimento dos deveres do seu estado» (3).",
            "paragrafo": 1535
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 6"
        },
        {
            "tipo": "subtítulo",
            "texto": "O SACRAMENTO DA ORDEM"
        },
        {
            "tipo": "parágrafo",
            "texto": "1536. A Ordem é o sacramento graças ao qual a missão confiada por Cristo aos Apóstolos continua a ser exercida na Igreja, até ao fim dos tempos: é, portanto, o sacramento do ministério apostólico. E compreende três graus: o episcopado, o presbiterado e o diaconado.\n\n[Sobre a instituição e a missão do ministério apostólico por Cristo ver os números 874-896. Aqui apenas se trata da via sacramental pela qual se transmite este ministério].",
            "paragrafo": 1536
        },
        {
            "tipo": "tópico",
            "texto": "I. Porquê este nome de sacramento da Ordem?"
        },
        {
            "tipo": "parágrafo",
            "texto": "1537. A palavra Ordem, na antiguidade romana, designava corpos constituídos no sentido civil, sobretudo o corpo dos que governavam, Ordinatio designa a integração num ordo. Na Igreja existem corpos constituídos, que a Tradição, não sem fundamento na Sagrada Escritura (4), designa, desde tempos antigos, com o nome de táxeis (em grego), ordines (em latim): a liturgia fala assim do ordo episcoporum – ordem dos bispos –,do ordo presbyterorum - ordem dos presbíteros – e do ordo diaconorum –ordem dos diáconos. Há outros grupos que também recebem este nome de ordo: os catecúmenos, as virgens, os esposos, as viúvas...",
            "paragrafo": 1537
        },
        {
            "tipo": "parágrafo",
            "texto": "1538. A integração num destes corpos da Igreja fazia-se através dum rito chamado ordinatio, acto religioso e litúrgico que era uma consagração, uma bênção ou um sacramento. Hoje, a palavra ordinatio é reservada ao acto sacramental que integra na ordem dos bispos, dos presbíteros e dos diáconos, e que ultrapassa a simples eleição, designação, delegação ou instituição pela comunidade, pois confere um dom do Espírito Santo que permite o exercício dum «poder sagrado» (sacra potestas) (5) que só pode vir do próprio Cristo, pela sua Igreja. A ordenação também é chamada consecratio consagração –, porque é um pôr à parte e uma investidura feita pelo próprio Cristo para a sua Igreja. A imposição das mãos do bispo, com a oração consecratória, constituem o sinal visível desta consagração.",
            "paragrafo": 1538
        },
        {
            "tipo": "tópico",
            "texto": "II. O sacramento da Ordem na economia da salvação"
        },
        {
            "tipo": "subtópico",
            "texto": "O SACERDÓCIO DA ANTIGA ALIANÇA"
        },
        {
            "tipo": "parágrafo",
            "texto": "1539. O povo eleito foi constituído por Deus como «um reino de sacerdotes e uma nação consagrada» (Ex 19, 6) (6). Mas, dentro do povo de Israel, Deus escolheu uma das doze tribos, a de Levi, segregada para o serviço litúrgico (7) o próprio Deus é a sua parte na herança (8). Um rito próprio consagrou as origens do sacerdócio da Antiga Aliança (9). Nela, os sacerdotes são «constituídos em favor dos homens, nas coisas respeitantes a Deus, para oferecer dons e sacrifícios pelos pecados» (10).",
            "paragrafo": 1539
        },
        {
            "tipo": "parágrafo",
            "texto": "1540. Instituído para anunciar a Palavra de Deus (11) e para restabelecer a comunhão com Deus pelos sacrifícios e a oração, aquele sacerdócio é, no entanto, impotente para operar a salvação, precisando de repetir sem cessar os sacrifícios, sem poder alcançar uma santificação definitiva (12)  a qual só o sacrifício de Cristo havia de conseguir.",
            "paragrafo": 1540
        },
        {
            "tipo": "parágrafo",
            "texto": "1541. Apesar disso, no sacerdócio de Aarão e no serviço dos levitas, assim como na instituição dos setenta «Anciãos» (13), a liturgia da Igreja vê prefigurações do ministério ordenado da Nova Aliança. Assim, no rito latino, a Igreja pede, na oração consecratória da ordenação dos bispos:\n\n«Senhor Deus, Pai de nosso Senhor Jesus Cristo [...] por vossa palavra e vosso dom instituístes a Igreja com as suas normas fundamentais, eternamente predestinastes a geração dos justos que havia de nascer de Abraão, estabelecestes príncipes e sacerdotes, e não deixastes sem ministério o vosso santuário...» (14).",
            "paragrafo": 1541
        },
        {
            "tipo": "parágrafo",
            "texto": "1542. Na ordenação dos presbíteros, a Igreja reza:\n\n«Senhor, Pai santo, [...] já na Antiga Aliança se desenvolveram funções sagradas que eram sinais do sacramento novo. A Moisés e a Aarão, que pusestes à frente do povo para o conduzirem e santificarem, associastes como seus colaboradores outros homens também escolhidos por Vós. No deserto, comunicastes o espírito de Moisés a setenta homens prudentes, com o auxílio dos quais ele governou mais facilmente o vosso povo. Do mesmo modo, as graças abundantes concedidas a Aarão. Vós as transmitistes a seus filhos, a fim de não faltarem sacerdotes, segundo a Lei, para oferecer os sacrifícios do templo, sombra dos bens futuros...» (15).",
            "paragrafo": 1542
        },
        {
            "tipo": "parágrafo",
            "texto": "1543. E na oração consecratória para a ordenação dos diáconos, a Igreja confessa:\n\n«Senhor, Pai santo, [...] é o novo templo que se edifica quando estabeleceis os três graus dos ministros sagrados para servirem ao vosso nome, como já na primeira Aliança escolhestes os filhos de Levi, para o serviço do templo antigo» (16).",
            "paragrafo": 1543
        },
        {
            "tipo": "subtópico",
            "texto": "O SACERDÓCIO ÚNICO DE CRISTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1544. Todas as prefigurações do sacerdócio da Antiga Aliança encontram a sua realização em Jesus Cristo, «único mediador entre Deus e os homens» (1 Tm 2, 5). Melquisedec, «sacerdote do Deus Altíssimo» (Gn 14, 18), é considerado pela Tradição cristã como uma prefiguração do sacerdócio de Cristo, único «Sumo-Sacerdote segundo a ordem de Melquisedec» (Heb 5, l0; 6, 20), «santo, inocente, sem mancha» (Heb 7, 26), que «com uma única oblação, tornou perfeitos para sempre os que foram santificados» (Heb 10, 14), isto é, pelo único sacrifício da sua cruz.",
            "paragrafo": 1544
        },
        {
            "tipo": "parágrafo",
            "texto": "1545. O sacrifício redentor de Cristo é único, realizado uma vez por todas. E no entanto, é tornado presente no sacrifício eucarístico da Igreja. O mesmo se diga do sacerdócio único de Cristo, que é tornado presente pelo sacerdócio ministerial, sem diminuição da unicidade do sacerdócio de Cristo: «e por isso, só Cristo é verdadeiro sacerdote, sendo os outros seus ministros» (17).",
            "paragrafo": 1545
        },
        {
            "tipo": "subtópico",
            "texto": "DUAS PARTICIPAÇÕES NO SACERDÓCIO ÚNICO DE CRISTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1546. Cristo, sumo sacerdote e único mediador, fez da Igreja «um reino de sacerdotes para Deus seu Pai» (18). Toda a comunidade dos crentes, como tal, é uma comunidade sacerdotal. Os fiéis exercem o seu sacerdócio baptismal através da participação, cada qual segundo a sua vocação própria, na missão de Cristo, sacerdote, profeta e rei. É pelos sacramentos do Baptismo e da Confirmação que os fiéis são «consagrados para serem [...] um sacerdócio santo» (19).",
            "paragrafo": 1546
        },
        {
            "tipo": "parágrafo",
            "texto": "1547. O sacerdócio ministerial ou hierárquico dos bispos e dos presbíteros e o sacerdócio comum de todos os fiéis – embora «um e outro, cada qual segundo o seu modo próprio, participem do único sacerdócio de Cristo» (20) – são, no entanto, essencialmente diferentes ainda que sendo «ordenados um para o outro» (21). Em que sentido? Enquanto o sacerdócio comum dos fiéis se realiza no desenvolvimento da vida baptismal – vida de fé, esperança e caridade, vida segundo o Espírito – o sacerdócio ministerial está ao serviço do sacerdócio comum, ordena-se ao desenvolvimento da graça baptismal de todos os cristãos. É um dos meios pelos quais Cristo não cessa de construir e guiar a sua igreja. E é por isso que é transmitido por um sacramento próprio, que é o sacramento da Ordem.",
            "paragrafo": 1547
        },
        {
            "tipo": "subtópico",
            "texto": "NA PESSOA DE CRISTO CABEÇA..."
        },
        {
            "tipo": "parágrafo",
            "texto": "1548. No serviço eclesial do ministro ordenado, é o próprio Cristo que está presente à sua Igreja, como Cabeça do seu corpo, Pastor do seu rebanho, Sumo-Sacerdote do sacrifício redentor, mestre da verdade. É o que a Igreja exprime quando diz que o padre, em virtude do sacramento da Ordem, age in persona Christi Capitis – na pessoa de Cristo Cabeça (22):\n\n«É o mesmo Sacerdote, Jesus Cristo, de quem realmente o ministro faz as vezes. Se realmente o ministro é assimilado ao Sumo-Sacerdote, em virtude da consagração sacerdotal que recebeu, goza do direito de agir pelo poder do próprio Cristo que representa 'virtute ac persona ipsius Christi'» (23).\n\n«Cristo é a fonte de todo o sacerdócio: pois o sacerdócio da [antiga] lei era figura d'Ele, ao passo que o sacerdote da nova lei age na pessoa d'Ele» (24).",
            "paragrafo": 1548
        },
        {
            "tipo": "parágrafo",
            "texto": "1549. Pelo ministério ordenado, especialmente dos bispos e padres, a presença de Cristo como cabeça da Igreja torna-se visível no meio da comunidade dos crentes (25). Segundo a bela expressão de Santo Inácio de Antioquia, o bispo é týpos toû Patrós, como que a imagem viva de Deus Pai (26).",
            "paragrafo": 1549
        },
        {
            "tipo": "parágrafo",
            "texto": "1550. Esta presença de Cristo no seu ministro não deve ser entendida como se este estivesse premunido contra todas as fraquezas humanas, contra o afã de domínio, contra os erros, isto é, contra o pecado. A força do Espírito Santo não garante do mesmo modo todos os actos do ministro. Enquanto que nos sacramentos esta garantia é dada, de maneira que nem mesmo o pecado do ministro pode impedir o fruto da graça, há muitos outros actos em que a condição humana do ministro deixa vestígios, que nem sempre são sinal de fidelidade ao Evangelho e podem, por conseguinte, prejudicar a fecundidade apostólica da Igreja.",
            "paragrafo": 1550
        },
        {
            "tipo": "parágrafo",
            "texto": "1551. Este sacerdócio é ministerial. «O encargo que o Senhor confiou aos pastores do seu Povo é um verdadeiro serviço» (27). Refere-se inteiramente a Cristo e aos homens. Depende inteiramente de Cristo e do seu sacerdócio único, e foi instituído em favor dos homens e da comunidade da Igreja. O sacramento da Ordem comunica «um poder sagrado», que não é senão o de Cristo. O exercício desta autoridade deve, pois, regular-se pelo modelo de Cristo, que por amor Se fez o último e servo de todos (28). «O Senhor disse claramente que o cuidado dispensado ao seu rebanho seria uma prova de amor para com Ele» (29).",
            "paragrafo": 1551
        },
        {
            "tipo": "subtópico",
            "texto": "...«EM NOME DE TODA A IGREJA»"
        },
        {
            "tipo": "parágrafo",
            "texto": "1552. O sacerdócio ministerial não tem somente o encargo de representar Cristo. cabeça da Igreja, perante a assembleia dos fiéis; age também em nome de toda a Igreja, quando apresenta a Deus a oração da mesma Igreja (30) e, sobretudo, quando oferece o sacrifício eucarístico (31).",
            "paragrafo": 1552
        },
        {
            "tipo": "parágrafo",
            "texto": "1553. «Em nome de toda a Igreja» não quer dizer que os sacerdotes sejam os delegados da comunidade. A oração e a oferenda da Igreja são inseparáveis da oração e da oferenda de Cristo, sua cabeça. É sempre o culto de Cristo na e pela sua Igreja. É toda a Igreja, corpo de Cristo, que ora e se oferece, «por Cristo, com Cristo, em Cristo», na unidade do Espírito Santo, a Deus Pai. Todo o corpo, caput et memora – cabeça e membros –, ora e oferece-se; e, por isso, aqueles que, no corpo, são de modo especial os ministros, chamam-se ministros não apenas de Cristo, mas também da Igreja. É porque representa Cristo, que o sacerdócio ministerial pode representar a Igreja.",
            "paragrafo": 1553
        },
        {
            "tipo": "tópico",
            "texto": "III. Os três graus do sacramento da Ordem"
        },
        {
            "tipo": "parágrafo",
            "texto": "1554. «O ministério eclesiástico, instituído por Deus, é exercido em ordens diversas por aqueles que, desde a antiguidade, são chamados bispos, presbíteros e diáconos» (32). A doutrina católica, expressa na liturgia, no Magistério e na prática constante da Igreja, reconhece que existem dois graus de participação ministerial no sacerdócio de Cristo: o episcopado e o presbiterado. O diaconado destina-se a ajudá-los e a servi-los. Por isso, o termo «sacerdos» designa, no uso actual, os bispos e os presbíteros, mas não os diáconos. Todavia, a doutrina católica ensina que os graus de participação sacerdotal (episcopado e presbiterado) e o grau de serviço (diaconado), todos três são conferidos por um acto sacramental chamado «ordenação», ou seja, pelo sacramento da Ordem.\n\n«Reverenciem todos os diáconos como a Jesus Cristo e de igual modo o bispo que é a imagem do Pai, e os presbíteros como o senado de Deus e como a assembleia dos Apóstolos: sem eles, não se pode falar de Igreja» (33).",
            "paragrafo": 1554
        },
        {
            "tipo": "subtópico",
            "texto": "A ORDENAÇÃO EPISCOPAL – PLENITUDE DO SACRAMENTO DA ORDEM"
        },
        {
            "tipo": "parágrafo",
            "texto": "1555. «Entre os vários ministérios, que na Igreja se exercem desde os primeiros tempos, consta da Tradição que o principal é o daqueles que, constituídos no episcopado através de uma sucessão que remonta às origens, são os transmissores da semente apostólica» (34).",
            "paragrafo": 1555
        },
        {
            "tipo": "parágrafo",
            "texto": "1556. Para desempenhar a sua sublime missão, «os Apóstolos foram enriquecidos por Cristo com uma efusão especial do Espírito Santo, que sobre eles desceu: e pela imposição das mãos eles próprios transmitiram aos seus colaboradores este dom espiritual que foi transmitido até aos nossos dias através da consagração episcopal» (35).",
            "paragrafo": 1556
        },
        {
            "tipo": "parágrafo",
            "texto": "1557. O II Concílio do Vaticano «ensina que, pela consagração episcopal, se confere a plenitude do sacramento do Ordens, à qual o costume litúrgico da Igreja e a voz dos santos Padres chamam sumo sacerdócio e vértice [\"summa\"] do sagrado ministério» (36).",
            "paragrafo": 1557
        },
        {
            "tipo": "parágrafo",
            "texto": "1558. «A consagração episcopal, juntamente com a função de santificar, confere também as funções de ensinar e governar [...] De facto, pela imposição das mãos e pelas palavras da consagração, a graça do Espírito Santo é dada e é impresso o carácter sagrado, de tal modo que os bispos fazem as vezes, de uma forma eminente e visível, do próprio Cristo, Mestre, Pastor e Pontífice, e actuam em vez d'Ele [«in Eius persona agant»]» (37). Por isso, pelo Espírito Santo que lhes foi dado, os bispos foram constituídos verdadeiros e autênticos mestres da fé, pontífices e pastores» (38).",
            "paragrafo": 1558
        },
        {
            "tipo": "parágrafo",
            "texto": "1559. «É em virtude da consagração episcopal e pela comunhão hierárquica com a cabeça e os membros do colégio que alguém é constituído membro do corpo episcopal» (39).O carácter e a natureza colegial da ordem episcopal manifestam-se, entre outros modos, na antiga prática da Igreja que exige, para a consagração dum novo bispo, a participação de vários bispos (40). Para a ordenação legítima dum bispo requer-se, hoje, uma intervenção especial do bispo de Roma, em virtude da sua qualidade de supremo vínculo visível da comunhão das Igrejas particulares na Igreja una, e de garante da sua liberdade.",
            "paragrafo": 1559
        },
        {
            "tipo": "parágrafo",
            "texto": "1560. Cada bispo tem, como vigário de Cristo, o encargo pastoral da Igreja particular que lhe foi confiada. Mas, ao mesmo tempo, partilha colegialmente com todos os seus irmãos no episcopado a solicitude por todas as Igrejas: «Se cada bispo é pastor próprio apenas da porção do rebanho que foi confiada aos seus cuidados, a sua qualidade de legítimo sucessor dos Apóstolos, por instituição divina, torna-o solidariamente responsável pela missão apostólica da Igreja» (41).",
            "paragrafo": 1560
        },
        {
            "tipo": "parágrafo",
            "texto": "1561. Tudo o que acaba de ser dito explica porque é que a Eucaristia celebrada pelo bispo tem uma significação muito especial como expressão da Igreja reunida em torno do altar sob a presidência daquele que representa visivelmente Cristo, bom Pastor e Cabeça da sua Igreja (42).",
            "paragrafo": 1561
        },
        {
            "tipo": "subtópico",
            "texto": "A ORDENAÇÃO DOS PRESBÍTEROS – COOPERADORES DOS BISPOS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1562. «Cristo, a Quem o Pai santificou e enviou ao mundo, por meio dos seus Apóstolos tornou os bispos, que são sucessores deles, participantes da sua consagração e missão; e estes, por sua vez, transmitem legitimamente o múnus do seu ministério em grau diverso e a diversos sujeitos na Igreja» (43). O seu cargo ministerial foi transmitido em grau subordinado aos presbíteros, para que, constituídos na Ordem do presbiterado, fossem cooperadores da Ordem episcopal para o desempenho perfeito da missão apostólica confiada por Cristo» (44).",
            "paragrafo": 1562
        },
        {
            "tipo": "parágrafo",
            "texto": "1563. «O ofício dos presbíteros, enquanto unido à Ordem episcopal, participa da autoridade com que o próprio Cristo edifica, santifica e governa o seu corpo. Por isso, o sacerdócio dos presbíteros, embora pressuponha os sacramentos da iniciação cristã, é conferido mediante um sacramento especial, em virtude do qual os presbíteros, mediante a unção do Espírito Santo, ficam assinalados com um carácter particular e, dessa maneira, configurados a Cristo-Sacerdote, de tal modo que possam agir em nome e na pessoa de Cristo Cabeça» (45).",
            "paragrafo": 1563
        },
        {
            "tipo": "parágrafo",
            "texto": "1564. «Os presbíteros, embora não possuam o pontificado supremo e dependam dos bispos no exercício do próprio poder, todavia estão-lhes unidos na honra do sacerdócio; e, por virtude do sacramento da Ordem, são consagrados, à imagem de Cristo, sumo e eterno sacerdote (46), para pregar o Evangelho, ser pastores dos fiéis e celebrar o culto divino como verdadeiros sacerdotes do Novo Testamento (47).",
            "paragrafo": 1564
        },
        {
            "tipo": "parágrafo",
            "texto": "1565. Em virtude do sacramento da Ordem, os sacerdotes participam das dimensões universais da missão confiada por Cristo aos Apóstolos. O dom espiritual que receberam na ordenação prepara-os, não para uma missão limitada e restrita, «mas sim para uma missão de salvação de amplitude universal, \"até aos confins da terra\"» (48), «dispostos, no seu coração, a pregar o Evangelho em toda a parte» (49).",
            "paragrafo": 1565
        },
        {
            "tipo": "parágrafo",
            "texto": "1566. «É no culto ou sinaxe eucarística que, por excelência exercem o seu múnus sagrado: nela, agindo na pessoa de Cristo e proclamando o seu mistério, unem as preces dos fiéis ao sacrifício da cabeça e, no sacrifício da Missa, tornam presente e aplicam, até à vinda do Senhor, o único sacrifício do Novo Testamento, o de Cristo, o qual de uma vez por todas se ofereceu ao Pai, como hóstia imaculada» (50). É deste sacrifício único que todo o seu ministério sacerdotal tira a própria força (51).",
            "paragrafo": 1566
        },
        {
            "tipo": "parágrafo",
            "texto": "1567. «Cooperadores esclarecidos da Ordem episcopal, sua ajuda e instrumento, chamados para o serviço do povo de Deus, os presbíteros constituem com o seu bispo um único presbyterium com diversas funções. Onde quer que se encontre uma comunidade de fiéis, eles tornam de certo modo, presente o bispo, ao qual estão associados, de ânimo fiel e generoso, e cujos encargos e solicitude assumem, segundo a própria medida, traduzindo-os na prática do cuidado quotidiano dos fiéis» (52). Os presbíteros só podem exercer o seu ministério na dependência do bispo e em comunhão com ele. A promessa de obediência, que fazem ao bispo no momento da ordenação, e o ósculo da paz dado pelo bispo no final da liturgia de ordenação, significam que o bispo os considera seus colaboradores, filhos, irmãos e amigos e que, em contrapartida, eles lhe devem amor e obediência.",
            "paragrafo": 1567
        },
        {
            "tipo": "parágrafo",
            "texto": "1568. «Os presbíteros, elevados pela ordenação à Ordem do presbiterado, estão unidos entre si numa íntima fraternidade sacramental. Especialmente na diocese, a cujo serviço, sob o bispo respectivo, estão consagrados, formam um só presbitério» (53). A unidade do presbitério tem uma expressão litúrgica no costume segundo o qual, durante o rito da ordenação presbiterial, os presbíteros impõem também eles as mãos, depois do bispo.",
            "paragrafo": 1568
        },
        {
            "tipo": "subtópico",
            "texto": "A ORDENAÇÃO DO DIÁCONOS – «EM VISTA DO SERVIÇO»"
        },
        {
            "tipo": "parágrafo",
            "texto": "1569. «No grau inferior da hierarquia estão os diáconos, aos quais foram impostas as mãos, \"não em vista do sacerdócio, mas do serviço\"» (54). Para a ordenação no diaconado, só o bispo é que impõe as mãos, significando com isso que o diácono está especialmente ligado ao bispo nos encargos próprios da sua « diaconia» (55).",
            "paragrafo": 1569
        },
        {
            "tipo": "parágrafo",
            "texto": "1570. Os diáconos participam de modo especial na missão e na graça de Cristo (56). O sacramento da Ordem marca-os com um selo («carácter») que ninguém pode fazer desaparecer e que os configura com Cristo, que se fez «diácono», isto é, o servo de todos (57). Entre outros serviços, pertence aos diáconos assistir o bispo e os sacerdotes na celebração dos divinos mistérios, sobretudo da Eucaristia, distribuí-la, assistir ao Matrimónio e abençoá-lo, proclamar o Evangelho e pregar, presidir aos funerais e consagrar-se aos diversos serviços da caridade (58).",
            "paragrafo": 1570
        },
        {
            "tipo": "parágrafo",
            "texto": "1571. A partir do II Concílio do Vaticano, a Igreja latina restabeleceu o diaconado «como grau próprio e permanente da hierarquia» (59), enquanto as Igrejas do Oriente o tinham sempre mantido. Este diaconado permanente, que pode ser conferido a homens casados, constitui um enriquecimento importante para a missão da Igreja. Com efeito, é apropriado e útil que homens, cumprindo na Igreja um ministério verdadeiramente diaconal, quer na vida litúrgica e pastoral, quer nas obras sociais e caritativas, «sejam fortificados pela imposição das mãos, transmitida desde os Apóstolos, e mais estreitamente ligados ao altar, para que cumpram o seu ministério mais eficazmente por meio da graça sacramental do diaconado» (60).",
            "paragrafo": 1571
        },
        {
            "tipo": "tópico",
            "texto": "IV. A celebração deste sacramento"
        },
        {
            "tipo": "parágrafo",
            "texto": "1572. A celebração da ordenação dum bispo, de presbíteros ou de diáconos, dada a sua importância na vida duma Igreja particular, requer o concurso do maior número possível de fiéis. Terá lugar, de preferência, ao domingo e na Sé catedral, com solenidade adequada à circunstância. As três ordenações – do bispo, do presbítero e do diácono – seguem o mesmo esquema. O lugar próprio de sua celebração é dentro da liturgia eucarística.",
            "paragrafo": 1572
        },
        {
            "tipo": "parágrafo",
            "texto": "1573. O rito essencial do sacramento da Ordem é constituído, para os três graus, pela imposição das mãos, por parte do bispo, sobre a cabeça do ordinando, bem como pela oração consecratória específica, que pede a Deus a efusão do Espírito Santo e dos seus dons apropriados ao ministério para que é ordenado o candidato (61).",
            "paragrafo": 1573
        },
        {
            "tipo": "parágrafo",
            "texto": "1574. Como em todos os sacramentos, ritos anexos envolvem a celebração. Variando muito nas diversas tradições litúrgicas, tem todos um traço comum: exprimem os múltiplos aspectos da graça sacramental. Assim, os ritos iniciais, no rito latino – a apresentação e a eleição do ordinando, a alocução do bispo, o interrogatório do ordinando, as ladainhas dos santos – atestam que a escolha do candidato se fez em conformidade com o costume da Igreja e preparam o acto solene da consagração depois da qual vários ritos vêm exprimir e completar, de modo simbólico, o mistério realizado: para o bispo e para o sacerdote, a unção com o santo crisma, sinal da unção especial do Espírito Santo, que torna fecundo o seu ministério; entrega do livro dos Evangelhos do anel, da mitra e do báculo ao bispo, em sinal da sua missão apostólica de anunciar a Palavra de Deus, da sua fidelidade à Igreja, esposa de Cristo, do seu múnus de pastor do rebanho do Senhor: para o presbítero, entrega da patena e do cálice, «a oferenda do povo santo» (62) que ele é chamado a apresentar a Deus; para o diácono, entrega do livro dos Evangelhos, pois acaba de receber a missão de anunciar o Evangelho de Cristo.",
            "paragrafo": 1574
        },
        {
            "tipo": "tópico",
            "texto": "V. Quem pode conferir este sacramento?"
        },
        {
            "tipo": "parágrafo",
            "texto": "1575. Foi Cristo quem escolheu os Apóstolos e lhes deu parte na sua missão e autoridade. Depois de ter subido à direita do Pai, Cristo não abandona o seu rebanho, antes continuamente o guarda por meio dos Apóstolos com a sua protecção e continua a dirigi-lo através destes mesmos pastores que hoje prosseguem a sua obra  (63). É pois Cristo «quem dá», a uns serem apóstolos, a outros serem pastores (64). E continua agindo por meio dos bispos (65).",
            "paragrafo": 1575
        },
        {
            "tipo": "parágrafo",
            "texto": "1576. Uma vez que o sacramento da Ordem é o sacramento do ministério apostólico, pertence aos bispos, enquanto sucessores dos Apóstolos, transmitir «o dom espiritual» (66), «a semente apostólica» (67). Os bispos validamente ordenados, isto é, que estão na linha da sucessão apostólica, conferem validamente os três graus do sacramento da Ordem (68).",
            "paragrafo": 1576
        },
        {
            "tipo": "tópico",
            "texto": "VI. Quem pode receber este sacramento?"
        },
        {
            "tipo": "parágrafo",
            "texto": "1577. «Só o varão (vir) baptizado pode receber validamente a sagrada ordenação» (69). O Senhor Jesus escolheu homens (viri) para formar o colégio dos Doze Apóstolos (70), e o mesmo fizeram os Apóstolos quando escolheram os seus colaboradores (71) para lhes sucederem no desempenho do seu ministério (72). O Colégio dos bispos, a que os presbíteros estão unidos no sacerdócio, torna presente e actualiza, até que Cristo volte, o Colégio dos Doze. A Igreja reconhece-se vinculada por essa escolha feita pelo Senhor em pessoa. É por isso que a ordenação das mulheres não é possível (73).",
            "paragrafo": 1577
        },
        {
            "tipo": "parágrafo",
            "texto": "1578. Ninguém tem direito a receber o sacramento da Ordem. Com efeito, ninguém pode arrogar-se tal encargo. É-se chamado a ele por Deus (74). Aquele que julga reconhecer em si sinais do chamamento divino ao ministério ordenado, deve submeter humildemente o seu desejo à autoridade da Igreja, à qual incumbe a responsabilidade e o direito de chamar alguém para receber as Ordens. Como toda e qualquer graça, este sacramento só pode ser recebido como um dom imerecido.",
            "paragrafo": 1578
        },
        {
            "tipo": "parágrafo",
            "texto": "1579. Todos os ministros ordenados da Igreja latina, à excepção dos diáconos permanentes, são normalmente escolhidos entre homens crentes que vivem celibatários e têm vontade de guardar o celibato «por amor do Reino dos céus» (Mt 19, 12). Chamados a consagrarem-se totalmente ao Senhor e às «suas coisas» (75) dão-se por inteiro a Deus e aos homens. O celibato é um sinal desta vida nova, para cujo serviço o ministro da Igreja é consagrado: aceite de coração alegre, anuncia de modo radioso o Reino de Deus (76).",
            "paragrafo": 1579
        },
        {
            "tipo": "parágrafo",
            "texto": "1580. Nas Igrejas orientais vigora, desde há séculos, uma disciplina diferente: enquanto os bispos são escolhidos unicamente entre os celibatários, homens casados podem ser ordenados diáconos e presbíteros. Esta prática é, desde há muito tempo, considerada legítima: estes sacerdotes exercem um ministério frutuoso nas suas comunidades (77). Mas, por outro lado, o celibato dos sacerdotes é tido em muita honra nas Igrejas orientais e são numerosos aqueles que livremente optam por ele, por amor do Reino de Deus. Tanto no Oriente como no Ocidente, aquele que recebeu o sacramento da Ordem já não pode casar-se.",
            "paragrafo": 1580
        },
        {
            "tipo": "tópico",
            "texto": "VII. Os efeitos do sacramento da Ordem"
        },
        {
            "tipo": "subtópico",
            "texto": "O CARÁCTER INDELÉVEL"
        },
        {
            "tipo": "parágrafo",
            "texto": "1581. Este sacramento configura o ordinando com Cristo por uma graça especial do Espírito Santo, a fim de servir de instrumento de Cristo em favor da sua Igreja. Pela ordenação, recebe-se a capacidade de agir como representante de Cristo, cabeça da Igreja. na sua tríplice função de sacerdote, profeta e rei.",
            "paragrafo": 1581
        },
        {
            "tipo": "parágrafo",
            "texto": "1582. Tal como no caso do Baptismo e da Confirmação, esta participação na função de Cristo é dada uma vez por todas. O sacramento da Ordem confere, também ele, um carácter espiritual indelével, e não pode ser repetido nem conferido para um tempo limitado (78).",
            "paragrafo": 1582
        },
        {
            "tipo": "parágrafo",
            "texto": "1583. Uma pessoa validamente ordenada pode, é certo, por graves motivos, ser dispensada das obrigações e funções decorrentes da ordenação, ou ser proibido de as exercer (79): mas já não pode voltar a ser leigo, no sentido estrito (80), porque o carácter impresso pela ordenação fica para sempre. A vocação e a missão recebidas no dia da ordenação marcam-no de modo permanente.",
            "paragrafo": 1583
        },
        {
            "tipo": "parágrafo",
            "texto": "1584. Uma vez que é Cristo, afinal, quem age e opera a salvação através do ministro ordenado, a indignidade deste não impede Cristo de agir (81). Santo Agostinho di-lo numa linguagem vigorosa:\n\n«Quanto ao ministro orgulhoso, deve ser contado juntamente com o diabo. E nem por isso se contamina o dom de Cristo: o que através de tal ministro se comunica, conserva a sua pureza: o que passa por ele mantém-se límpido e chega até à terra fértil. [...] De facto, a virtude espiritual do sacramento é semelhante à luz: os que devem ser iluminados recebem-na na sua pureza, e ela, embora atravesse seres manchados, não se suja» (82).",
            "paragrafo": 1584
        },
        {
            "tipo": "subtópico",
            "texto": "A GRAÇA DO ESPÍRITO SANTO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1585. A graça do Espírito Santo própria deste sacramento consiste numa configuração com Cristo, Sacerdote, Mestre e Pastor, de quem o ordenado é constituído ministro.",
            "paragrafo": 1585
        },
        {
            "tipo": "parágrafo",
            "texto": "1586. Para o bispo, é, em primeiro lugar, uma graça de fortaleza («Spiritum principalem – Espírito soberano», isto é, Espírito que faz chefes, pede a oração de consagração do bispo, no rito latino (83)): a graça de guiar e defender, com força e prudência, a sua Igreja, como pai e pastor, com amor desinteressado para com todos e uma predilecção pelos pobres, os enfermos e os necessitados (84). Esta graça impele-o a anunciar o Evangelho a todos, a ser o modelo do seu rebanho, a ir adiante dele no caminho da santificação, identificando-se na Eucaristia com Cristo sacerdote e vítima, sem recear dar a vida pelas suas ovelhas:\n\n«Ó Pai, que conheceis os corações, concedei ao vosso servo, que escolhestes para o episcopado, a graça de apascentar o vosso santo rebanho e de exercer de modo irrepreensível, diante de Vós, o supremo sacerdócio, servindo-Vos noite e dia: que ele torne propício o vosso rosto e ofereça os dons da vossa santa Igreja: tenha, em virtude do Espírito do supremo sacerdócio, o poder de perdoar os pecados segundo o vosso mandamento, distribua os cargos segundo a vossa ordem e desligue de todo o vínculo pelo poder que Vós destes aos Apóstolos: que ele Vos agrade pela sua doçura e coração puro, oferecendo-Vos um perfume agradável, por vosso Filho Jesus Cristo...» (85).",
            "paragrafo": 1586
        },
        {
            "tipo": "parágrafo",
            "texto": "1587. O dom espiritual, conferido pela ordenação presbiterial, está expresso nesta oração própria do rito bizantino. O bispo, impondo as mãos, diz, entre outras coisas:\n\n«Senhor, enchei do dom do Espírito Santo aquele que Vos dignastes elevar ao grau de presbítero, para que seja digno de se manter irrepreensível diante do vosso altar, de anunciar o Evangelho do vosso Reino, de desempenhar o ministério da vossa Palavra de verdade, de Vos oferecer dons e sacrifícios espirituais, de renovar o vosso povo pelo banho da regeneração; de modo que, ele próprio, vá ao encontro do nosso grande Deus e Salvador Jesus Cristo, vosso Unigénito, no dia da sua segunda vinda, e receba da vossa imensa bondade a recompensa dum fiel desempenho do seu ministério» (86).",
            "paragrafo": 1587
        },
        {
            "tipo": "parágrafo",
            "texto": "1588. Quanto aos diáconos, «fortalecidos pela graça sacramental, servem o povo de Deus na \"diaconia\" da liturgia, da palavra e da caridade, em comunhão com o bispo e o seu presbitério» (87).",
            "paragrafo": 1588
        },
        {
            "tipo": "parágrafo",
            "texto": "1589. Perante a grandeza da graça e do múnus sacerdotais, os santos doutores sentiram o apelo urgente à conversão, a fim de corresponderem, por toda a sua vida, Àquele de Quem o sacramento os constituiu ministros. É assim que São Gregário de Nazianzo, ainda jovem presbítero. exclama:\n\n«Temos de começar por nos purificar, antes de purificarmos os outros: temos de ser instruídos, para podermos instruir: temos de nos tornar luz para alumiar, de nos aproximar de Deus para podermos aproximar d'Ele os outros, ser santificados para santificar, conduzir pela mão e aconselhar com inteligência» (88). «Eu sei de Quem somos ministros, a que nível nos encontramos e para onde nos dirigimos. Conheço as alturas de Deus e a fraqueza do homem, mas também a sua força» (89). [Quem é, pois, o sacerdote? Ele é] «o defensor da verdade, eleva-se com os anjos glorifica com os arcanjos, faz subir ao altar do Alto as vítimas dos sacrifícios, participa no sacerdócio de Cristo, remodela a criatura, restaura [nela] a imagem [de Deus], recria-a para o mundo do Alto e, para dizer o que há de mais sublime, é divinizado e diviniza» (90).\n\nE diz o santo Cura d'Ars: «É o sacerdote quem continua a obra da redenção na terra»... «Se bem se compreendesse o que o sacerdote é na terra, morrer-se-ia, não de medo, mas de amor». [...] «O sacerdócio é o amor do Coração de Jesus» (91).",
            "paragrafo": 1589
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "1590. São Paulo ao seu discípulo Timóteo: «Exorto-te a que reavives o dom que Deus depositou em ti, pela imposição das minhas mãos» (2 Tm 1, 6), e «aquele que aspira ao lugar de bispo, aspira a uma nobre função» (1 Tm 3, 1). A Tito, o mesmo Apóstolo dizia: «Se te deixei em Creta, foi para acabares de organizar o que faltava e estabelecer anciãos em cada cidade, como te havia ordenado» (Tt 1, 5).",
            "paragrafo": 1590
        },
        {
            "tipo": "parágrafo",
            "texto": "1591. A Igreja é, na sua totalidade, um povo sacerdotal. Graças ao Baptismo, todos os fiéis participam no sacerdócio de Cristo. Esta participação chama-se «sacerdócio comum dos fiéis». Na base deste sacerdócio e ao seu serviço, existe uma outra participação na missão de Cristo: a do ministério conferido pelo sacramento da Ordem, cuja missão é servir em nome e na pessoa de Cristo-Cabeça no meio da comunidade.",
            "paragrafo": 1591
        },
        {
            "tipo": "parágrafo",
            "texto": "1592. O sacerdócio ministerial difere essencialmente do sacerdócio comum dos fïéis, porque confere um poder sagrado para o serviço dos mesmos fiéis. Os ministros ordenados exercem o seu serviço junto do povo de Deus pelo ensino (munus docendi), pelo culto divino (munus liturgicum) e pelo governo pastoral (munus regendi).",
            "paragrafo": 1592
        },
        {
            "tipo": "parágrafo",
            "texto": "1593. Desde as origens, o ministério ordenado fui conferido e exercido em três graus: o dos bispos, o dos presbíteros e o dos diáconos. Os ministérios conferidos pela ordenação são insubstituíveis na estrutura orgânica da Igreja: sem bispo, presbíteros e diáconos, não pode falar-se de Igreja (92).",
            "paragrafo": 1593
        },
        {
            "tipo": "parágrafo",
            "texto": "1594. O bispo recebe a plenitude do sacramento da Ordem que o insere no colégio episcopal e faz dele o chefe visível da Igreja particular que lhe é confiada. Os bispos, enquanto sucessores dos Apóstolos e membros do Colégio, têm parte na responsabilidade apostólica e na missão de toda a Igreja, sob a autoridade do Papa, sucessor de São Pedro.",
            "paragrafo": 1594
        },
        {
            "tipo": "parágrafo",
            "texto": "1595. Os presbíteros estão unidos aos bispos na dignidade sacerdotal e, ao mesmo tempo, dependem deles no exercício das suas funções pastorais; são chamados a ser os cooperadores providentes dos bispos; formam, d volta do seu bispo, o presbitério, que assume com ele a responsabilidade da Igreja particular: Os presbíteros recebem do bispo o encargo duma comunidade paroquial ou duma função eclesial determinada.",
            "paragrafo": 1595
        },
        {
            "tipo": "parágrafo",
            "texto": "1596. Os diáconos são ministros ordenados para as tarefas de serviço da Igreja; não recebem o sacerdócio ministerial, mas a ordenação confere-lhes funções importantes no ministério da Palavra, culto divino, governo pastoral e serviço da caridade, encargos que eles devem desempenhar sob a autoridade pastoral do seu bispo.",
            "paragrafo": 1596
        },
        {
            "tipo": "parágrafo",
            "texto": "1597. O sacramento da Ordem é conferido pela imposição das mãos, seguida duma solene oração consecratória, que pede a Deus para o ordinando as graças do Espírito Santo, requeridas para o seu ministério. A ordenação imprime um carácter sacramental indelével.",
            "paragrafo": 1597
        },
        {
            "tipo": "parágrafo",
            "texto": "1598. A Igreja confere o sacramento da Ordem somente a homens (viris) baptizados, cujas aptidões para o exercício do ministério tenham sido devidamente reconhecidas. Compete à autoridade da Igreja a responsabilidade e o direito de chamar alguém para receber a Ordem.",
            "paragrafo": 1598
        },
        {
            "tipo": "parágrafo",
            "texto": "1599. Na Igreja latina, o sacramento da Ordem para o presbiterado, normalmente, apenas é conferido a candidatos decididos a abraçar livremente o celibato e que manifestem publicamente a sua vontade de o guardar por amor do Reino de Deus e do serviço dos homens.",
            "paragrafo": 1599
        },
        {
            "tipo": "parágrafo",
            "texto": "1600. Pertence aos bispos o direito de conferir o sacramento da Ordem nos seus três graus.",
            "paragrafo": 1600
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 7"
        },
        {
            "tipo": "subtítulo",
            "texto": "O SACRAMENTO DO MATRIMÓNIO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1601. «O pacto matrimonial, pelo qual o homem e a mulher constituem entre si a comunhão íntima de toda a vida, ordenado por sua índole natural ao bem dos cônjuges e à procriação e educação da prole, entre os baptizados foi elevado por Cristo Senhor à dignidade de sacramento» (93) .",
            "paragrafo": 1601
        },
        {
            "tipo": "tópico",
            "texto": "I. O matrimónio no desígnio de Deus"
        },
        {
            "tipo": "parágrafo",
            "texto": "1602. A Sagrada Escritura começa pela criação do homem e da mulher, à imagem e semelhança de Deus (94), e termina com a visão das «núpcias do Cordeiro» (Ap 19, 9) (95). Do princípio ao fim, a Escritura fala do matrimónio e do seu «mistério», da sua instituição e do sentido que Deus lhe deu, da sua origem e da sua finalidade, das suas diversas realizações ao longo da história da salvação, das suas dificuldades nascidas do pecado e da sua renovação «no Senhor» (1 Cor 7, 39), na Nova Aliança de Cristo e da Igreja (96).",
            "paragrafo": 1602
        },
        {
            "tipo": "subtópico",
            "texto": "O MATRIMÓNIO NA ORDEM DA CRIAÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1603. «A íntima comunidade da vida e do amor conjugal foi fundada pelo Criador e dotada de leis próprias [...]. O próprio Deus é o autor do matrimónio» (97). A vocação para o matrimónio está inscrita na própria natureza do homem e da mulher, tais como saíram das mãos do Criador. O matrimónio não é uma instituição puramente humana, apesar das numerosas variações a que esteve sujeito no decorrer dos séculos, nas diferentes culturas, estruturas sociais e atitudes espirituais. Tais diversidades não devem fazer esquecer os traços comuns e permanentes. Muito embora a dignidade desta instituição nem sempre e nem por toda a parte transpareça com a mesma clareza (98), existe, no entanto, em todas as culturas, um certo sentido da grandeza da união matrimonial. Porque «a saúde da pessoa e da sociedade está estreitamente ligada a uma situação feliz da comunidade conjugal e familiar» (99).",
            "paragrafo": 1603
        },
        {
            "tipo": "parágrafo",
            "texto": "1604. Deus, que criou o homem por amor, também o chamou ao amor, vocação fundamental e inata de todo o ser humano. Porque o homem foi criado à imagem e semelhança de Deus (100) que é amor (1 Jo 4, 8.16). Tendo-os Deus criado homem e mulher, o amor mútuo dos dois torna-se imagem do amor absoluto e indefectível com que Deus ama o homem. É bom, muito bom, aos olhos do Criador (101). E este amor, que Deus abençoa, está destinado a ser fecundo e a realizar-se na obra comum do cuidado da criação: «Deus abençoou-os e disse-lhes: \"Sede fecundos e multiplicai-vos, enchei a terra e submetei-a\"» (Gn 1, 28).",
            "paragrafo": 1604
        },
        {
            "tipo": "parágrafo",
            "texto": "1605. Que o homem e a mulher tenham sido criados um para o outro, afirma-o a Sagrada Escritura: «Não é bom que o homem esteja só» (Gn 2, 18). A mulher, «carne da sua carne» (102), isto é, sua igual, a criatura mais parecida com ele, é-lhe dada por Deus como uma ,auxiliar» (103), representando assim aquele «Deus que é o nosso auxílio» (104). «Por esse motivo, o homem deixará o pai e a mãe, para se unir à sua mulher: e os dois serão uma só carne» (Gn 2, 24). Que isto significa uma unidade indefectível das duas vidas, o próprio Senhor o mostra, ao lembrar qual foi, «no princípio», o desígnio do Criador (105): «Portanto, já não são dois, mas uma só carne» (Mt 19, 6).",
            "paragrafo": 1605
        },
        {
            "tipo": "subtópico",
            "texto": "O MATRIMÓNIO SOB O REGIME DO PECADO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1606. Todo o homem faz a experiência do mal, à sua volta e em si mesmo. Esta experiência faz-se também sentir nas relações entre o homem e a mulher. Desde sempre, a união de ambos foi ameaçada pela discórdia, o espírito de domínio, a infidelidade, o ciúme e conflitos capazes de ir até ao ódio e à ruptura. Esta desordem pode manifestar-se de um modo mais ou menos agudo e ser mais ou menos ultrapassada, conforme as culturas, as épocas, os indivíduos. Mas parece, sem dúvida, ter um carácter universal.",
            "paragrafo": 1606
        },
        {
            "tipo": "parágrafo",
            "texto": "1607. Segundo a fé, esta desordem, que dolorosamente comprovamos, não procede da natureza do homem e da mulher, nem da natureza das suas relações, mas do pecado. Ruptura com Deus, o primeiro pecado teve como primeira consequência a ruptura da comunhão original do homem e da mulher. As suas relações são distorcidas por acusações recíprocas (106); a atracção mútua, dom próprio do Criador (107), converte-se em relação de domínio e de cupidez (108): a esplêndida vocação do homem e da mulher para serem fecundos, multiplicarem-se e submeterem a terra (109) fica sujeita às dores do parto e do ganha-pão (110).",
            "paragrafo": 1607
        },
        {
            "tipo": "parágrafo",
            "texto": "1608. No entanto, a ordem da criação subsiste, apesar de gravemente perturbada. Para curar as feridas do pecado, o homem e a mulher precisam da ajuda da graça que Deus, na sua misericórdia infinita, nunca lhes recusou (111). Sem esta ajuda, o homem e a mulher não podem chegar a realizar a união das suas vidas para a qual Deus os criou «no princípio».",
            "paragrafo": 1608
        },
        {
            "tipo": "subtópico",
            "texto": "O MATRIMÓNIO SOB A PEDAGOGIA DA LEI"
        },
        {
            "tipo": "parágrafo",
            "texto": "1609. Na sua misericórdia, Deus não abandonou o homem pecador. As penas que se seguiram ao pecado, «as dores do parto» (112), o trabalho «com o suor do rosto» (Gn 3, 19), constituem também remédios que reduzem os malefícios do pecado. Depois da queda, o matrimónio ajuda a superar o auto-isolamento, o egoísmo, a busca do próprio prazer, e a abrir-se ao outro, à mútua ajuda, ao dom de si.",
            "paragrafo": 1609
        },
        {
            "tipo": "parágrafo",
            "texto": "1610. A consciência moral relativamente à unidade e indissolubilidade do matrimónio desenvolveu-se sob a pedagogia da antiga Lei. A poligamia dos patriarcas e dos reis ainda não é explicitamente rejeitada. No entanto, a Lei dada a Moisés visa proteger a mulher contra um domínio arbitrário por parte do homem, ainda que a mesma Lei comporte também, segundo a palavra do Senhor, vestígios da «dureza do coração» do homem, em razão da qual Moisés permitiu o repúdio da mulher (113).",
            "paragrafo": 1610
        },
        {
            "tipo": "parágrafo",
            "texto": "1611. Ao verem a Aliança de Deus com Israel sob a imagem dum amor conjugal, exclusivo e fiel (114), os profetas prepararam a consciência do povo eleito para uma inteligência aprofundada da unicidade e indissolubilidade do matrimónio (115). Os livros de Rute e de Tobias dão testemunhos comoventes do elevado sentido do matrimónio, da fidelidade e da ternura dos esposos. E a Tradição viu sempre no Cântico dos Cânticos uma expressão única do amor humano, enquanto reflexo do amor de Deus, amor «forte como a morte», que «nem as águas caudalosas conseguem apagar» (Ct 8, 6-7).",
            "paragrafo": 1611
        },
        {
            "tipo": "subtópico",
            "texto": "O MATRIMÓNIO NO SENHOR"
        },
        {
            "tipo": "parágrafo",
            "texto": "1612. A aliança nupcial entre Deus e o seu povo Israel tinha preparado a Aliança nova e eterna, pela qual o Filho de Deus, encarnando e dando a sua vida, uniu a Si, de certo modo, toda a humanidade por Ele salva (116), preparando assim as «núpcias do Cordeiro» (117).",
            "paragrafo": 1612
        },
        {
            "tipo": "parágrafo",
            "texto": "1613. No umbral da sua vida pública, Jesus realiza o seu primeiro sinal –a pedido da sua Mãe – por ocasião duma festa de casamento (118). A Igreja atribui uma grande importância à presença de Jesus nas bodas de Caná. Ela vê nesse facto a confirmação da bondade do matrimónio e o anúncio de que, doravante, o matrimónio seria um sinal eficaz da presença de Cristo.",
            "paragrafo": 1613
        },
        {
            "tipo": "parágrafo",
            "texto": "1614. Na sua pregação, Jesus ensinou sem equívocos o sentido original da união do homem e da mulher, tal como o Criador a quis no princípio: a permissão de repudiar a sua mulher, dada por Moisés, era uma concessão à dureza do coração (119): a união matrimonial do homem e da mulher é indissolúvel: foi o próprio Deus que a estabeleceu: «Não separe, pois, o homem o que Deus uniu» (Mt 19, 6).",
            "paragrafo": 1614
        },
        {
            "tipo": "parágrafo",
            "texto": "1615. Esta insistência inequívoca na indissolubilidade do vínculo matrimonial pôde criar perplexidade e aparecer como uma exigência impraticável (120). No entanto, Jesus não impôs aos esposos um fardo impossível de levar e pesado demais (121), mais pesado que a Lei de Moisés. Tendo vindo restabelecer a ordem original da criação, perturbada pelo pecado, Ele próprio dá a força e a graça de viver o matrimónio na dimensão nova do Reino de Deus. É seguindo a Cristo, na renúncia a si próprios e tornando a sua cruz (122), que os esposos poderão «compreender» (123) o sentido original do matrimónio e vivê-lo com a ajuda de Cristo. Esta graça do Matrimónio cristão é fruto da cruz de Cristo, fonte de toda a vida cristã.",
            "paragrafo": 1615
        },
        {
            "tipo": "parágrafo",
            "texto": "1616. É o que o Apóstolo Paulo nos dá a entender, quando diz: «Maridos, amai as vossas mulheres, como Cristo amou a Igreja e Se entregou por ela, a fim de a santificar» (Ef 5, 25-26): e acrescenta imediatamente: «\"Por isso o homem deixará o pai e a mãe para se unir à sua mulher e serão os dois uma só carne\". É grande este mistério, digo-o em relação a Cristo e à Igreja» (Ef 5, 31-32).",
            "paragrafo": 1616
        },
        {
            "tipo": "parágrafo",
            "texto": "1617. Toda a vida cristã tem a marca do amor esponsal entre Cristo e a Igreja. Já o Baptismo, entrada no povo de Deus, é um mistério nupcial: é, por assim dizer, o banho de núpcias (124) que precede o banquete das bodas, a Eucaristia. O Matrimónio cristão, por sua vez, torna-se sinal eficaz, sacramento da aliança de Cristo com a Igreja. E uma vez que significa e comunica a graça desta aliança, o Matrimónio entre baptizados é um verdadeiro sacramento da Nova Aliança (125).",
            "paragrafo": 1617
        },
        {
            "tipo": "subtópico",
            "texto": "A VIRGINDADE POR AMOR DO REINO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1618. Cristo é o centro de toda a vida cristã. A união com Ele prevalece sobre todas as outras, quer se trate de laços familiares, quer sociais (126). Desde o princípio da Igreja, houve homens e mulheres que renunciaram ao grande bem do matrimónio, para seguirem o Cordeiro aonde quer que Ele vá (127), para cuidarem das coisas do Senhor, para procurarem agradar-Lhe para saírem ao encontro do Esposo que vem (128). O próprio Cristo convidou alguns a seguirem-n'O neste modo de vida, de que Ele é o modelo:\n\n«Há eunucos que nasceram assim do seio materno; há os que foram feitos eunucos pelos homens; e há os que a si mesmos se fizeram eunucos por amor do Reino dos céus. Quem puder entender, entenda!» (Mt 19, 12).",
            "paragrafo": 1618
        },
        {
            "tipo": "parágrafo",
            "texto": "1619. A virgindade por amor do Reino dos céus é um desenvolvimento da graça baptismal, um sinal poderoso da preeminência da união com Cristo e da espera fervorosa do seu regresso, um sinal que lembra também que o matrimónio é uma realidade do tempo presente, que é passageiro (130).",
            "paragrafo": 1619
        },
        {
            "tipo": "parágrafo",
            "texto": "1620. Quer, o sacramento do Matrimónio, quer a virgindade por amor do Reino de Deus, vêm do próprio Senhor. É Ele que lhes dá sentido e concede a graça indispensável para serem vividos em conformidade com a sua vontade (131). A estima pela virgindade por amor do Reino (132) e o sentido cristão do matrimónio são inseparáveis e favorecem-se mutuamente:\n\n«Denegrir o Matrimónio é, ao mesmo tempo, diminuir a glória da virgindade: enaltecê-lo é realçar a admiração devida à virgindade [...] Porque, no fim de contas, o que só em comparação com um mal parece bom, não pode ser um verdadeiro bem: mas o que ainda é melhor do que bens incontestados, esse é que é o bem por excelência» (133)",
            "paragrafo": 1620
        },
        {
            "tipo": "tópico",
            "texto": "II. A celebração do Matrimónio"
        },
        {
            "tipo": "parágrafo",
            "texto": "1621. No rito latino, a celebração do Matrimónio entre dois fiéis católicos tem lugar normalmente no decorrer da santa Missa, em virtude da ligação de todos os sacramentos com o mistério pascal de Cristo (134). Na Eucaristia realiza-se o memorial da Nova Aliança, pela qual Cristo se uniu para sempre à Igreja, sua esposa bem-amada, por quem se entregou (135). Por isso, é conveniente que os esposos selem o seu consentimento à doação recíproca pela oferenda das próprias vidas, unindo-a à oblação de Cristo pela sua Igreja, tornada presente no sacrifício eucarístico, e recebendo a Eucaristia, para que, comungando o mesmo corpo e o mesmo sangue de Cristo, «formem um só corpo» em Cristo (136).",
            "paragrafo": 1621
        },
        {
            "tipo": "parágrafo",
            "texto": "1622. «Enquanto acção sacramental de santificação, a celebração litúrgica do Matrimónio [...] deve ser por si mesma válida, digna e frutuosa» (137).  Por isso, é conveniente que os futuros esposos se preparem para a celebração do seu Matrimónio, recebendo o sacramento da Penitência.",
            "paragrafo": 1622
        },
        {
            "tipo": "parágrafo",
            "texto": "1623. Segundo a tradição latina, são os esposos quem, como ministros da graça de Cristo, mutuamente se conferem o sacramento do Matrimónio, ao exprimirem, perante a Igreja, o seu consentimento. Nas tradições das Igrejas orientais, os sacerdotes que oficiam – Bispos ou presbíteros – são testemunhas do mútuo consentimento manifestado pelos esposos (138), mas a sua bênção também é necessária para a validade do sacramento (139).",
            "paragrafo": 1623
        },
        {
            "tipo": "parágrafo",
            "texto": "1624. As diversas liturgias são ricas em orações de bênção e de epiclese, pedindo a Deus a sua graça e invocando a sua bênção sobre o novo casal, especialmente sobre a esposa. Na epiclese deste sacramento, os esposos recebem o Espírito Santo como comunhão do amor de Cristo e da Igreja (140). É Ele o selo da aliança de ambos, a nascente sempre oferecida do seu amor, a força pela qual se renovará a sua fidelidade.",
            "paragrafo": 1624
        },
        {
            "tipo": "tópico",
            "texto": "III. O consentimento matrimonial"
        },
        {
            "tipo": "parágrafo",
            "texto": "1625. Os protagonistas da aliança matrimonial são um homem e uma mulher baptizados, livres para contrair Matrimónio e que livremente exprimem o seu consentimento. «Ser livre» quer dizer:\n\n–  não ser constrangido;\n– não estar impedido por nenhuma lei natural nem eclesiástica.",
            "paragrafo": 1625
        },
        {
            "tipo": "parágrafo",
            "texto": "1626. A Igreja considera a permuta dos consentimentos entre os esposos como o elemento indispensável «que constitui o Matrimónios (141). Se faltar o consentimento, não há Matrimónio.",
            "paragrafo": 1626
        },
        {
            "tipo": "parágrafo",
            "texto": "1627. O consentimento consiste num «acto humano pelo qual os esposos se dão e se recebem mutuamente» (142): «Eu recebo-te por minha esposa. Eu recebo-te por meu esposo» (143). Este consentimento, que une os esposos entre si, tem a sua consumação no facto de os dois «se tornarem uma só carne» (144).",
            "paragrafo": 1627
        },
        {
            "tipo": "parágrafo",
            "texto": "1628. O consentimento deve ser um acto da vontade de cada um dos contraentes, livre de violência ou de grave temor externo (145). Nenhum poder humano pode substituir-se a este consentimento (146). Faltando esta liberdade, o matrimónio é inválido.",
            "paragrafo": 1628
        },
        {
            "tipo": "parágrafo",
            "texto": "1629. Por este motivo (ou por outras razões, que tornem nulo ou não realizado o casamento) (147),  a Igreja pode, depois de examinada a situação pelo tribunal eclesiástico competente, declarar «a nulidade do Matrimónio», ou seja, que o Matrimónio nunca existiu. Em tal caso, os contraentes ficam livres para se casarem, salvaguardadas as obrigações naturais resultantes da união anterior (148).",
            "paragrafo": 1629
        },
        {
            "tipo": "parágrafo",
            "texto": "1630. O sacerdote (ou o diácono), que assiste à celebração do Matrimónio, recebe o consentimento dos esposos em nome da Igreja e dá a bênção da Igreja. A presença do ministro da Igreja (bem como das testemunhas) exprime visivelmente que o Matrimónio é uma realidade eclesial.",
            "paragrafo": 1630
        },
        {
            "tipo": "parágrafo",
            "texto": "1631. É por esse motivo que, normalmente, a Igreja exige para os seus fiéis a forma eclesiástica da celebração do Matrimónio (149). Muitas razões concorrem para explicar esta determinação:\n\n– o Matrimónio sacramental é um acto litúrgico. Portanto, é conveniente que seja celebrado na liturgia pública da Igreja;\n–  o Matrimónio introduz num ordo eclesial, cria direitos e deveres na Igreja, entre os esposos e para com os filhos;\n–  uma vez que o Matrimónio é um estado de vida na Igreja, é necessário que haja a certeza a respeito dele (daí a obrigação de haver testemunhas);\n–  o carácter público do consentimento protege o «sim» uma vez dado e ajuda a permanecer-lhe fiel.",
            "paragrafo": 1631
        },
        {
            "tipo": "parágrafo",
            "texto": "1632. Para que o «sim» dos esposos seja um acto livre e responsável, e para que a aliança matrimonial tenha bases humanas e cristãs sólidas e duradoiras, é de primordial importância a preparação para o matrimónio:\n\nO exemplo e o ensino dados pelos pais e pelas famílias continuam a ser o caminho privilegiado desta preparação.\nO papel dos pastores e da comunidade cristã, como «família de Deus», é indispensável para a transmissão dos valores humanos e cristãos do Matrimónio e da família (150), e isto tanto mais quanto é certo que, nos nossos dias, muitos jovens conhecem a experiência de lares desfeitos, que já não garantem suficientemente aquela iniciação:\n\n«Os jovens devem ser conveniente e oportunamente instruídos, sobretudo no seio da própria família, acerca da dignidade, missão e exercício do amor conjugal. Deste modo, educados na estima pela castidade, poderão passar, chegada a idade conveniente, de um noivado honesto para o matrimónio» (151).",
            "paragrafo": 1632
        },
        {
            "tipo": "subtópico",
            "texto": "CASAMENTOS MISTOS E DISPARIDADE DE CULTOS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1633. Em muitos países, a situação do matrimónio misto (entre um católico e um baptizado não-católico) apresenta-sede modo bastante frequente. Tal situação pede uma atenção particular dos cônjuges e dos pastores. O caso dos casamentos com disparidade de culto (entre um católico e um não-baptizado) exige uma atenção ainda maior.",
            "paragrafo": 1633
        },
        {
            "tipo": "parágrafo",
            "texto": "1634. A diferença de confissão religiosa entre os cônjuges não constitui um obstáculo insuperável para o Matrimónio, quando eles conseguem pôr em comum o que cada um recebeu na sua comunidade e aprender um do outro o modo como cada um vive a sua fidelidade a Cristo. Mas as dificuldades dos matrimónios mistos nem por isso devem ser subestimadas. São devidas ao facto de a separação dos cristãos ainda não ter sido superada. Os esposos arriscam-se a vir a ressentir-se do drama da desunião dos cristãos no seio do próprio lar. A disparidade de culto pode agravar ainda mais estas dificuldades. As divergências em relação à fé, o próprio conceito do Matrimónio e ainda as diferentes mentalidades religiosas podem constituir uma fonte de tensões no Matrimónio, principalmente por causa da educação dos filhos. Pode então surgir uma tentação: a indiferença religiosa.",
            "paragrafo": 1634
        },
        {
            "tipo": "parágrafo",
            "texto": "1635. Segundo o direito em vigor na Igreja latina, um Matrimónio misto precisa da permissão expressa da autoridade eclesiástica (152) para a respectiva liceidade. Em caso de disparidade de culto, é requerida uma dispensa expressa do impedimento para a validade do Matrimónio (153). Tanto a permissão como a dispensa supõem que as duas partes conhecem e não rejeitam os fins e propriedades essenciais do Matrimónio: e também que a parte católica confirma os seus compromissos, dados também a conhecer expressamente à parte não católica, de conservar a sua fé e de assegurar o Baptismo e a educação dos filhos na Igreja Católica (154).",
            "paragrafo": 1635
        },
        {
            "tipo": "parágrafo",
            "texto": "1636. Em muitas regiões, graças ao diálogo ecuménico, as respectivas comunidades cristãs puderam organizar uma pastoral comum para os casamentos mistos. O seu papel consiste em ajudar os casais a viver a sua situação particular à luz da fé. Ela deve também ajudá-los a superar as tensões entre as obrigações dos cônjuges um para com o outro e para com as respectivas comunidades eclesiais. Deve estimular o desenvolvimento do que lhes é comum na fé e o respeito pelo que os divide.",
            "paragrafo": 1636
        },
        {
            "tipo": "parágrafo",
            "texto": "1637. Nos casamentos com disparidade de culto, o cônjuge católico tem uma tarefa particular a cumprir, «porque o marido não-crente é santificado pela sua mulher e a mulher não-crente é santificada pelo marido crente» (1 Cor 7, 14). Será uma grande alegria para o cônjuge cristão e para a Igreja, se esta «santificação» levar à conversão livre do outro à fé cristã (155). O amor conjugal sincero, a prática humilde e paciente das virtudes familiares e a oração perseverante, podem preparar o cônjuge não-crente para receber a graça da conversão.",
            "paragrafo": 1637
        },
        {
            "tipo": "tópico",
            "texto": "IV. Os efeitos do sacramento do Matrimónio"
        },
        {
            "tipo": "parágrafo",
            "texto": "1638. « Do Matrimónio válido origina-se entre os cônjuges um vínculo de sua natureza perpétuo e exclusivo: no matrimónio cristão, além disso, são os cônjuges robustecidos e como que consagrados por um sacramento peculiar para os deveres e dignidade do seu estado» (156).",
            "paragrafo": 1638
        },
        {
            "tipo": "subtópico",
            "texto": "O VÍNCULO MATRIMONIAL"
        },
        {
            "tipo": "parágrafo",
            "texto": "1639. O consentimento, pelo qual os esposos mutuamente se dão e se recebem, é selado pelo próprio Deus (157). Da sua aliança «nasce uma instituição, também à face da sociedade, tornada firme e estável pela lei divina» (158). A aliança dos esposos é integrada na aliança de Deus com os homens: «O autêntico amor conjugal é assumido no amor divino» (159).",
            "paragrafo": 1639
        },
        {
            "tipo": "parágrafo",
            "texto": "1640. O vínculo matrimonial é, portanto, estabelecido pelo próprio Deus, de maneira que o matrimónio ratificado e consumado entre baptizados não pode jamais ser dissolvido. Este vínculo, resultante do acto humano livre dos esposos e da consumação do matrimónio, é, a partir de então, uma realidade irrevogável e dá origem a uma aliança garantida pela fidelidade de Deus. A Igreja não tem poder para se pronunciar contra esta disposição da sabedoria divina (160).",
            "paragrafo": 1640
        },
        {
            "tipo": "subtópico",
            "texto": "A GRAÇA DO SACRAMENTO DO MATRIMÓNIO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1641. Os esposos cristãos, «no seu estado de vida e na sua ordem, têm, no povo de Deus, os seus dons próprios» (161). Esta graça própria do sacramento do Matrimónio destina-se a aperfeiçoar o amor dos cônjuges e a fortalecer a sua unidade indissolúvel. Por meio desta graça, «eles auxiliam-se mutuamente para chegarem à santidade pela vida conjugal e pela procriação e educação dos filhos» (162).",
            "paragrafo": 1641
        },
        {
            "tipo": "parágrafo",
            "texto": "1642. Cristo é a fonte desta graça. «Assim como outrora Deus veio ao encontro do seu povo com unia aliança de amor e fidelidade, assim agora o Salvador dos homens e Esposo da Igreja vem ao encontro dos esposos cristãos com o sacramento do Matrimónio» (163). Fica com eles, dá-lhes a coragem de O seguirem tomando sobre si a sua cruz, de se levantarem depois das quedas, de se perdoarem mutuamente, de levarem o fardo um do outro (164), de serem «submissos um ao outro no temor de Cristo» (Ef 5, 21) e de se amarem com um amor sobrenatural, delicado e fecundo. Nas alegrias do seu amor e da sua vida familiar, Ele dá-lhes, já neste mundo, um antegosto do festim das núpcias do Cordeiro:\n\n«Onde irei buscar forças para descrever, de modo satisfatório, a felicidade do Matrimónio que a Igreja une, que a oblação eucarística confirma e a bênção sela? Os anjos proclamam-no, o Pai celeste ratifica-o [...] Que jugo o de dois cristãos, unidos por uma só esperança, um único desejo, uma única disciplina, um mesmo serviço! Ambos filhos do mesmo Pai, servos do mesmo Senhor; nada os separa, nem no espírito nem na carne; pelo contrário, eles são verdadeiramente dois numa só carne. Ora, onde a carne á só uma, também um só é o espírito» (165).",
            "paragrafo": 1642
        },
        {
            "tipo": "tópico",
            "texto": "V. Os bens e as exigências do amor conjugal"
        },
        {
            "tipo": "parágrafo",
            "texto": "1643. «O amor conjugal comporta um todo em que entram todas as componentes da pessoa – apelo do corpo e do instinto, força do sentimento e da afectividade, aspiração do espírito e da vontade –; visa uma unidade profundamente pessoal – aquela que, para além da união numa só carne, conduz à formação dum só coração e duma só alma –; exige a indissolubilidade e a fidelidade na doação recíproca definitiva; e abre-se à fecundidade. Trata-se, é claro, das características normais de todo o amor conjugal natural, mas com um significado novo que não só as purifica e consolida, mas as eleva ao ponto de fazer delas a expressão de valores especificamente cristãos» (166).",
            "paragrafo": 1643
        },
        {
            "tipo": "subtópico",
            "texto": "A UNIDADE E A INDISSOLUBILIDADE DO MATRIMÓNIO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1644. Pela sua própria natureza, o amor dos esposos exige a unidade e a indissolubilidade da sua comunidade de pessoas, a qual engloba toda a sua vida: «assim, já não são dois, mas uma só carne» (Mt 19, 6) (167). «Eles são chamados a crescer sem cessar na sua comunhão, através da fidelidade quotidiana à promessa da mútua doação total que o Matrimónio implica» (168). Esta comunhão humana é confirmada, purificada e aperfeiçoada pela comunhão em Jesus Cristo, conferida pelo sacramento do Matrimónio; e aprofunda-se pela vida da fé comum e pela Eucaristia recebida em comum.",
            "paragrafo": 1644
        },
        {
            "tipo": "parágrafo",
            "texto": "1645. «A igual dignidade pessoal, que se deve reconhecer à mulher e ao homem no amor pleno que têm um pelo outro, manifesta claramente a unidade do Matrimónio, confirmada pelo Senhor» (169). A poligamia é contrária a esta igual dignidade e ao amor conjugal, que é único e exclusivo (170).",
            "paragrafo": 1645
        },
        {
            "tipo": "subtópico",
            "texto": "A FIDELIDADE DO AMOR CONJUGAL"
        },
        {
            "tipo": "parágrafo",
            "texto": "1646. Pela sua própria natureza, o amor conjugal exige dos esposos uma fidelidade inviolável. Esta é uma consequência da doação de si mesmos que os esposos fazem um ao outro. O amor quer ser definitivo. Não pode ser «até nova ordem». «Esta união íntima, enquanto doação recíproca de duas pessoas, tal como o bem dos filhos, exigem a inteira fidelidade dos cônjuges e reclamam a sua união indissolúvel» (171).",
            "paragrafo": 1646
        },
        {
            "tipo": "parágrafo",
            "texto": "1647. O motivo mais profundo encontra-se na fidelidade de Deus à sua aliança, de Cristo à sua Igreja. Pelo sacramento do Matrimónio, os esposos ficam habilitados a representar esta fidelidade e a dar testemunho dela. Pelo sacramento, a indissolubilidade do Matrimónio adquire um sentido novo e mais profundo.",
            "paragrafo": 1647
        },
        {
            "tipo": "parágrafo",
            "texto": "1648. Pode parecer difícil, e até impossível, ligar-se por toda a vida a um ser humano. Por isso mesmo, é da maior importância anunciar a boa-nova de que Deus nos ama com um amor definitivo e irrevogável, de que os esposos participam neste amor que os conduz e sustém e de que, pela sua fidelidade, podem ser testemunhas do amor fiel de Deus. Os esposos que, com a graça de Deus, dão este testemunho, muitas vezes em condições bem difíceis, merecem a gratidão e o amparo da comunidade eclesial (172).",
            "paragrafo": 1648
        },
        {
            "tipo": "parágrafo",
            "texto": "1649. No entanto, há situações em que a coabitação matrimonial se torna praticamente impossível pelas mais diversas razões. Em tais casos, a Igreja admite a separação física dos esposos e o fim da coabitação. Mas os esposos não deixam de ser marido e mulher perante Deus: não são livres de contrair nova união. Nesta situação difícil, a melhor solução seria, se possível, a reconciliação. A comunidade cristã é chamada a ajudar estas pessoas a viverem cristãmente a sua situação, na fidelidade ao vínculo do seu Matrimónio, que continua indissolúvel (173).",
            "paragrafo": 1649
        },
        {
            "tipo": "parágrafo",
            "texto": "1650. Hoje em dia e em muitos países, são numerosos os católicos que recorrem ao divórcio, em conformidade com as leis civis, e que contraem civilmente uma nova união. A Igreja mantém, por fidelidade à palavra de Jesus Cristo («quem repudia a sua mulher e casa com outra comete adultério em relação à primeira; e se uma mulher repudia o seu marido e casa com outro, comete adultério»: Mc 10, 11-12), que não pode reconhecer como válida uma nova união, se o primeiro Matrimónio foi válido. Se os divorciados se casam civilmente, ficam numa situação objectivamente contrária à lei de Deus. Por isso, não podem aproximar-se da comunhão eucarística, enquanto persistir tal situação. Pelo mesmo motivo, ficam impedidos de exercer certas responsabilidades eclesiais. A reconciliação, por meio do sacramento da Penitência, só pode ser dada àqueles que se arrependerem de ter violado o sinal da Aliança e da fidelidade a Cristo e se comprometerem a viver em continência completa.",
            "paragrafo": 1650
        },
        {
            "tipo": "parágrafo",
            "texto": "1651. Com respeito a cristãos que vivem nesta situação e que muitas vezes conservam a fé e desejam educar cristãmente os seus filhos, os sacerdotes e toda a comunidade devem dar provas duma solicitude atenta, para que eles não se sintam separados da Igreja, em cuja vida podem e devem participar como baptizados que são:\n\n«Serão convidados a ouvir a Palavra de Deus, a assistir ao sacrifício da Missa, a perseverar na oração, a prestar o seu contributo às obras de caridade e às iniciativas da comunidade em prol da justiça, a educar os seus filhos na fé cristã, a cultivar o espírito de penitência e a cumprir os actos respectivos, a fim de implorarem, dia após dia, a graça de Deus» (174).",
            "paragrafo": 1651
        },
        {
            "tipo": "subtópico",
            "texto": "A ABERTURA À FECUNDIDADE"
        },
        {
            "tipo": "parágrafo",
            "texto": "1652. «Pela sua própria natureza, a instituição matrimonial e o amor conjugal estão ordenados à procriação e à educação dos filhos, que constituem o ponto alto da sua missão e a sua coroa»\n\n«Os filhos são, sem dúvida, o mais excelente dom do Matrimónio e contribuem muitíssimo para o bem dos próprios pais. O mesmo Deus que disse: \"não é bom que o homem esteja só\" (Gn 2, 18) e que \"desde o princípio fez o homem varão e mulher\" (Mt 19, 4), querendo comunicar-lhe uma participação especial na sua obra criadora, abençoou o homem e a mulher dizendo: \"Sede fecundos e multiplicai-vos\" (Gn 1, 28). Por isso, o culto autêntico do amor conjugal e toda a vida familiar que dele nasce, sem pôr de lado os outros fins do Matrimónio, tendem a que os esposos, com fortaleza de ânimo, estejam dispostos a colaborar com o amor do Criador e do Salvador, que, por meio deles, aumenta continuamente e enriquece a sua família» (176).",
            "paragrafo": 1652
        },
        {
            "tipo": "parágrafo",
            "texto": "1653 A fecundidade do amor conjugal estende-se aos frutos da vida moral, espiritual e sobrenatural que os pais transmitem aos filhos pela educação. Os pais são os principais e primeiros educadores dos seus filhos(177). Neste sentido, a missão fundamental do Matrimónio e da família é estar ao serviço da vida (178).",
            "paragrafo": 1653
        },
        {
            "tipo": "parágrafo",
            "texto": "1654. Os esposos a quem Deus não concedeu a graça de ter filhos podem, no entanto, ter uma vida conjugal cheia de sentido, humana e cristãmente falando. O seu Matrimónio irradiar uma fecundidade de caridade, de acolhimento e de sacrifício.",
            "paragrafo": 1654
        },
        {
            "tipo": "tópico",
            "texto": "VI. A Igreja doméstica"
        },
        {
            "tipo": "parágrafo",
            "texto": "1655. Cristo quis nascer e crescer no seio da Sagrada Família de José e de Maria. A Igreja outra coisa não é senão a «família de Deus». Desde as suas origens, o núcleo aglutinante da Igreja era, muitas vezes, constituído por aqueles que, «com toda a sua casa», se tinham tornado crentes» (179). Quando se convertiam, desejavam que também «toda a sua casa» fosse salva (180). Estas famílias, que passaram a ser crentes, eram pequenas ilhas de vida cristã no meio dum mundo descrente.",
            "paragrafo": 1655
        },
        {
            "tipo": "parágrafo",
            "texto": "1656. Nos nossos dias, num mundo muitas vezes estranho e até hostil à fé, as famílias crentes são de primordial importância, como focos de fé viva e irradiante. É por isso que o II Concílio do Vaticano chama à família, segundo uma antiga expressão, «Ecclesia domestica – Igreja doméstica» (181). É no seio da família que os pais são, «pela palavra e pelo exemplo [...], os primeiros arautos da fé para os seus filhos, ao serviço da vocação própria de cada um e muito especialmente da vocação consagrada» (182).",
            "paragrafo": 1656
        },
        {
            "tipo": "parágrafo",
            "texto": "1657. É aqui que se exerce, de modo privilegiado, o sacerdócio baptismal do pai de família, da mãe, dos filhos, de todos os membros da família, «na recepção dos sacramentos, na oração e acção de graças, no testemunho da santidade de vida, na abnegação e na caridade efectiva» (183). O lar é, assim, a primeira escola de vida cristã e «uma escola de enriquecimento humano» (184). É aqui que se aprende a tenacidade e a alegria no trabalho, o amor fraterno, o perdão generoso e sempre renovado, e, sobretudo, o culto divino, pela oração e pelo oferecimento da própria vida.",
            "paragrafo": 1657
        },
        {
            "tipo": "parágrafo",
            "texto": "1658. Não podem esquecer-se, também, certas pessoas que estão, em virtude das condições concretas em que têm de viver, muitas vezes sem assim o terem querido, particularmente próximas do coração de Cristo, e que merecem, portanto, a estima e a solicitude atenta da Igreja, particularmente dos pastores: o grande número de pessoas celibatárias. Muitas delas ficam sem família humana, frequentemente devido a condições de pobreza. Algumas vivem a sua situação no espírito das bem-aventuranças, servindo a Deus e ao próximo de modo exemplar. Mas a todas é necessário abrir as portas dos lares, «igrejas domésticas», e da grande família que é a Igreja. «Ninguém se sinta privado de família neste mundo: a Igreja é casa e família para todos, especialmente para quantos estão \"cansados e oprimidos\" (Mt 11, 28)» (185).",
            "paragrafo": 1658
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "1659. São Paulo diz: «Maridos, amai as vossas mulheres, como Cristo amou a Igreja [...] É grande este mistério, que eu refiro a Cristo e à Igreja» (Ef 5, 25.32).",
            "paragrafo": 1659
        },
        {
            "tipo": "parágrafo",
            "texto": "1660. A aliança matrimonial, pela qual um homem e uma mulher constituem entre si uma comunidade íntima de vida e de amor; foi fundada e dotada das suas leis próprias pelo Criador: Pela sua natureza, ordena-se ao bem dos cônjuges, bem como à procriação e educação dos filhos. Entre os baptizados ,foi elevada por Cristo Senhor à dignidade de sacramento (186).",
            "paragrafo": 1660
        },
        {
            "tipo": "parágrafo",
            "texto": "1661. O sacramento do Matrimónio significa a união de Cristo com a Igreja. Confere aos esposos a graça de se amarem com o amor com que Cristo amou a sua Igreja; a graça do sacramento aperfeiçoa assim o amor humano dos esposos, dá firmeza à sua unidade indissolúvel e santifica-os no caminho da vida eterna (187).",
            "paragrafo": 1661
        },
        {
            "tipo": "parágrafo",
            "texto": "1662. O Matrimónio assenta no consentimento dos contraentes, quer dizer; na vontade de se darem mútua e definitivamente, com o fim de viverem uma aliança de amor fiel e fecundo.",
            "paragrafo": 1662
        },
        {
            "tipo": "parágrafo",
            "texto": "1663. Uma vez que o Matrimónio estabelece os cônjuges num estado público de vida na Igreja, é conveniente que a sua celebração seja pública, integrada numa celebração litúrgica, perante o sacerdote (ou testemunha qualificada da Igreja), as testemunhas e a assembleia dos fiéis.",
            "paragrafo": 1663
        },
        {
            "tipo": "parágrafo",
            "texto": "1664. A unidade, a indissolubilidade e a abertura à fecundidade são essenciais ao Matrimónio. A poligamia é incompatível com a unidade do Matrimónio; o divórcio separa o que Deus uniu; a recusa da fecundidade desvia a vida conjugal do seu «dom mais excelente», o filho (188).",
            "paragrafo": 1664
        },
        {
            "tipo": "parágrafo",
            "texto": "1665. O novo casamento dos divorciados, em vida do cônjuge legítimo, é contrário ao desígnio e à Lei de Deus ensinados por Cristo. Eles não ficam separados da Igreja, mas não têm acesso à comunhão eucarística. Viverão a sua vida cristã sobretudo educando os filhos na fé.",
            "paragrafo": 1665
        },
        {
            "tipo": "parágrafo",
            "texto": "1666. O lar cristão é o lugar onde os filhos recebem o primeiro anúncio da fé. É por isso que a casa de família se chama, com razão, «Igreja doméstica», comunidade de graça e de oração, escola de virtudes humanas e de caridade cristã.",
            "paragrafo": 1666
        }
    ],
    "referencias": [
        {
            "tipo": "referência",
            "texto": "1. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 10: AAS 57 (1965) 14."
        },
        {
            "tipo": "referência",
            "texto": "2.  II Concílio do Vaticano, Const. dogm. Lumen Gentium, 11: AAS 57 [ 1965} 15."
        },
        {
            "tipo": "referência",
            "texto": "3. II Concílio do Vaticano, Const. past. Gaudium et spes, 48: AAS 58 (1966) 1068."
        },
        {
            "tipo": "referência",
            "texto": "4. Cf. Heb 5, 6; 7, 11: Sl 110, 4."
        },
        {
            "tipo": "referência",
            "texto": "5. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 10: AAS 57 11965) 14."
        },
        {
            "tipo": "referência",
            "texto": "6. Cf. Is 61, 6."
        },
        {
            "tipo": "referência",
            "texto": "7. Cf. Nm 1, 48-53."
        },
        {
            "tipo": "referência",
            "texto": "8. Cf. Js 13, 33."
        },
        {
            "tipo": "referência",
            "texto": "9. Cf. Ex 29, 1-30; Lv 8."
        },
        {
            "tipo": "referência",
            "texto": "10. Cf. Heb 5, 1."
        },
        {
            "tipo": "referência",
            "texto": "11. Cf. Ml 2, 7-9."
        },
        {
            "tipo": "referência",
            "texto": "12. Cf. Heb 5, 3; 7, 27; 10, 1-4."
        },
        {
            "tipo": "referência",
            "texto": "13. Cr. Nm 11, 24-25."
        },
        {
            "tipo": "referência",
            "texto": "14. Pontificale Romanum. De Ordinatione Episcopi, presbyterorum et diaconorum. De Ordinatione Episcopi. Prex ordinationis, 47, editio typica altera (Typis Polyglottis Vaticanis1990)  p.24 [Ordenação do Bispo, dos presbíteros e dos diáconos. Oração de ordenação do Bispo, 47 (Coimbra, Gráfica de Coimbra – Conferência Episcopal Portuguesa.1992) 40]."
        },
        {
            "tipo": "referência",
            "texto": "15. Pontificale Romanum. De Ordinatione Episcopi, presbyterorum et diaconorum. De Ordinatione presbyterorum. Prex ordinationis, 159, editio typica altera (Typis Polyglottis Vaticanis1990) p. 91-92 [Ordenação do Bispo, dos presbíteros e dos diáconos. Oração de ordenação dos presbíteros, 159 (Coimbra, Gráfica de Coimbra Conferência Episcopal Portuguesa, 1992) p. 104]."
        },
        {
            "tipo": "referência",
            "texto": "16. Pontificale Romanum. De Ordinatione Episcopi, presbyterorum et diaconorum. De Ordinatione diaconorum. Prex ordinationis, 207, editio typica altera (Typis Polyglottis Vaticanis1990) p. 121 [Ordenação do Bispo, dos presbíteros e dos diáconos. Oração de ordenação dos diáconos, 207 (Coimbra, Gráfica de Coimbra Conferência Episcopal Portuguesa, 1992) p. 179]."
        },
        {
            "tipo": "referência",
            "texto": "17. «Et ideo solus  Christus est verus sacerdos, alii autem ministri eius»: S. Tomás de Aquino,  Commentarium in epistolam ad Hebraeos, c. 7. lect. 4: Opera ommnia, v. 21 (Parisiis 1876) p. 647."
        },
        {
            "tipo": "referência",
            "texto": "18. Cf. Ap 1, 6; 5, 9-10; 1 Pe 2, 5.9."
        },
        {
            "tipo": "referência",
            "texto": "19. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 10: AAS 57 (1965) 14."
        },
        {
            "tipo": "referência",
            "texto": "20. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 10: AAS 57 (1965) 14."
        },
        {
            "tipo": "referência",
            "texto": "21. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 10: AAS 57 (1965) 14"
        },
        {
            "tipo": "referência",
            "texto": "22. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 10: AAS 57 (1965) 14: Ibid., 28 AAS 57 (1965) 34: Id., Const. Sacrosanctum Concilium, 33 AAS 56 ( 1964) 108: In.. Decr. Christus Dominus, 11 AAS 58 (1966) 677: Id.. Decr. Presbyterorum ordinis, 2:. AAS 58 (1966) 992: Ibid. 6: AAS 58 (1966) 999."
        },
        {
            "tipo": "referência",
            "texto": "23. Pio XII. Enc. Mediator Dei: AAS 39 (1947) 548."
        },
        {
            "tipo": "referência",
            "texto": "24. «Christus est fons totius sacerdotii: nam sacerdos legalis erat figura ipsius, sacerdos autem novae leis in persona ipsius operatur»: São Tomás de Aquino, Summa theologiae, 3, q. 22, a. 4. e: Ed. Leon. 11, 260."
        },
        {
            "tipo": "referência",
            "texto": "25. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 21: AAS 57 ( 1965) 24."
        },
        {
            "tipo": "referência",
            "texto": "26. Cf. Santo Inácio de Antioquia,  Epistula ad Trallianos 3, 1: SC 10bis, 96 (Funk 1, 244) Id., Epistula ad Magnesios 6, 1: SC 10bis, 84 (Funk 1, 234)."
        },
        {
            "tipo": "referência",
            "texto": "27. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 24: AAS 57 (1965) 29."
        },
        {
            "tipo": "referência",
            "texto": "28.  Cf. Mc 10, 43-45; 1 Pe 5,3."
        },
        {
            "tipo": "referência",
            "texto": "29. São João Crisóstomo, De sacerdotio 2, 4: SC 272, 118 (PG 48, 635); cf. Jo 21, 15-17."
        },
        {
            "tipo": "referência",
            "texto": "30. Cf. II Concílio do Vaticano, Sacrosanctum Concilium, 33: AAS 56 (1964) 108."
        },
        {
            "tipo": "referência",
            "texto": "31. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 10: AAS 57 (1965) 14."
        },
        {
            "tipo": "referência",
            "texto": "32. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 28: AAS 57 (1965) 33-34."
        },
        {
            "tipo": "referência",
            "texto": "33.  Santo Inácio de Antioquia, Epistula ad Trallianos 3, 1: SC 10bis, 96 (Funk1, 244)."
        },
        {
            "tipo": "referência",
            "texto": "34.  II Concílio do Vaticano, Const. dogm. Lumen Gentium, 20: AAS 57 (1965) 23."
        },
        {
            "tipo": "referência",
            "texto": "35. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 21 : AAS 57 (1965) 24."
        },
        {
            "tipo": "referência",
            "texto": "36. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 21: AAS 57 (1965) 25."
        },
        {
            "tipo": "referência",
            "texto": "37. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 21 : AAS 57 (1965) 25."
        },
        {
            "tipo": "referência",
            "texto": "38. II Concílio do Vaticano, Decr. Christus Dominus, 2: AAS 58 (1966) 674."
        },
        {
            "tipo": "referência",
            "texto": "39. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 22: AAS 57 (1965) 26."
        },
        {
            "tipo": "referência",
            "texto": "40. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 22: AAS 57 (1965) 26."
        },
        {
            "tipo": "referência",
            "texto": "41. Pio XII. Enc. Fidei donum: AAS 49 (1957) 237: ct. II Concílio do Vaticano, Cons. Dogm. Lumen Gentium, 23: AAS 57 (1965) 27-28: In.. Decr. Christus Dominus, 4: AAS 58 (1966)  674-675: Ibid., 36: AAS 58 (1966) 692: Ibid., 37 AAS 58 (1966) 693; Id,. Decr. Ad gentes, 5: AAS 58 (1966) 951-952; Ibid., 6: AAS 58 (1966) 952-953: Ibid., 38: AAS 58 (1966) 984-986."
        },
        {
            "tipo": "referência",
            "texto": "42. Cf. II Concílio do Vaticano, Sacrosanctum Concilium, 41: AAS 56 (1964) 111; Id., Cons. Dogm. Lumen Gentium, 26: AAS 57 (1965) 31-32."
        },
        {
            "tipo": "referência",
            "texto": "43. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 28: AAS 57 (1965) 33."
        },
        {
            "tipo": "referência",
            "texto": "44. II Concílio do Vaticano, Decr. Prebyterorum ordinis, 2: AAS 58 (1966) 992."
        },
        {
            "tipo": "referência",
            "texto": "45. II Concílio do Vaticano, Decr. Prebyterorum ordinis, 2: AAS 58 (1966) 992."
        },
        {
            "tipo": "referência",
            "texto": "46. Cf. Heb 5, 1-10: 7, 24; 9, 11-28."
        },
        {
            "tipo": "referência",
            "texto": "47. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 28: AAS 57 (1965) 34."
        },
        {
            "tipo": "referência",
            "texto": "48. II Concílio do Vaticano, Decr. Presbyterorum ordinis, 10: AAS 58 (1966) 1007."
        },
        {
            "tipo": "referência",
            "texto": "49. II Concílio do Vaticano, Decr. Optatam totius, 20: AAS 58 (1966) 726."
        },
        {
            "tipo": "referência",
            "texto": "50. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 28: AAS 57 (1965) 34."
        },
        {
            "tipo": "referência",
            "texto": "51. II Concílio do Vaticano, Decr. Presbyterorum ordinis, 2: AAS 58 (1966) 993."
        },
        {
            "tipo": "referência",
            "texto": "52. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 28: AAS 57 (1965) 35."
        },
        {
            "tipo": "referência",
            "texto": "53.  II Concílio do Vaticano, Dec. Presbyterorum ordinis, 8: AAS 58 (1966) 1003."
        },
        {
            "tipo": "referência",
            "texto": "54. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 29 AAS 57 (1965) 36; cf. Id.. Decr. Christus Dominus, 15: AAS 58 (1966) 679."
        },
        {
            "tipo": "referência",
            "texto": "55. Cf. Santo Hipólito de Roma, Traditio apostolica, 8: ed. B. Botte (Münster i.W. 1989) P 22-24."
        },
        {
            "tipo": "referência",
            "texto": "56. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 41:.AAS 57 (1965) 46: Id.. Decr Ad gentes 16: AAS 58 (1966) 967."
        },
        {
            "tipo": "referência",
            "texto": "57. Cf. Mc 10, 45: Lc 22, 27: São Policarpo de Esmirna, Epistula ad Philippenses 5, 2: SC 10bis. 182 (Funk 1, 300)."
        },
        {
            "tipo": "referência",
            "texto": "58. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 29: AAS 57 (1965) 36; Id.. Cons. Sacrosanctum Concilium, 35, 4: AAS 56 (1964) 109: Id., Decr. Ad gentes, 16: AAS 58 (1966) 967."
        },
        {
            "tipo": "referência",
            "texto": "59. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 29: AAS 57 (1965) 36."
        },
        {
            "tipo": "referência",
            "texto": "60. II Concílio do Vaticano, Decr. Ad gentes, 16: AAS 58 (1966) 967."
        },
        {
            "tipo": "referência",
            "texto": "61. Cf. Pio XII. Const. ap. Sacramentum ordinis, DS 3858."
        },
        {
            "tipo": "referência",
            "texto": "62. Cf. Pontificale Romanum. De Ordinatione Episcopi, presbyterorum et diaconorum. De Ordinatione presbyterorum. Traditio panis et vini. 163, editio tipica altera (Typis PolyglottisVaticanis 1990) p. 95 [Ordenação do Bispo, dos presbíteros e diáconos, Entrega do pão e do vinho,163 (Coimbra, Gráfica de Coimbra – Conferencia Episcopal Portuguesa.1992) p. 107]."
        },
        {
            "tipo": "referência",
            "texto": "63. Cf. Prefácio dos Apóstolos I: Missale Romanum, editio typica(Typis Polyglottis Vaticanis1970). p. 426 [Missal Romano, Gráfica de Coimbra 1992. 493]."
        },
        {
            "tipo": "referência",
            "texto": "64. Cf. Ef 4, 11."
        },
        {
            "tipo": "referência",
            "texto": "65. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 21: AAS 57 (1965) 24."
        },
        {
            "tipo": "referência",
            "texto": "66. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 21: AAS 57 (1965) 24."
        },
        {
            "tipo": "referência",
            "texto": "67. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 20: AAS 57 (1965) 23."
        },
        {
            "tipo": "referência",
            "texto": "68. Cf. Inocêncio III, Professio fidei Waldensibus praescripta: DS 794; IV Concílio de Latrão, Cap. 1, De fide catholica: DS 802; CIC can. 1012; CCEO can. 744,747."
        },
        {
            "tipo": "referência",
            "texto": "69. CIC can. 1024."
        },
        {
            "tipo": "referência",
            "texto": "70. Cf. Mc 3, 14-19; Lc 6, 12-16."
        },
        {
            "tipo": "referência",
            "texto": "71. Cf. 1 Tm 3, 1-13; 2 Tm 1, 6: Tt 1, 5-9."
        },
        {
            "tipo": "referência",
            "texto": "72. Cf. São Clemente de Roma, Epistula ad Corinthios, 42, 4: SC 167, 168-170 (Funk I. 152); Ibid., 44. 3: SC 167, 172 (Funk 1, 156)."
        },
        {
            "tipo": "referência",
            "texto": "73. Cf . João Paulo II, Ep. Ap. Mulieris dignitatem, 26-27: AAS 80 (1988) 1715-1720. Id.. Ep. Ap. Ordinatio sacerdotalis: AAS 86 (1994) 545-548; Sagrada Congregação da Doutrina da Fé,  Decl. Inter insigniores: AAS 69 (1977) 98-116; Id., Responsum ad dubium circa doctrinam in Epist. Ap. \"Ordinatio Sacerdotalis\" traditam: AAS 87 (1995) 1114."
        },
        {
            "tipo": "referência",
            "texto": "74. Cf. Heb 5, 4."
        },
        {
            "tipo": "referência",
            "texto": "75. Cf. 1 Cor 7, 32."
        },
        {
            "tipo": "referência",
            "texto": "76. Cf. II Concílio do Vaticano, Decr. Presbyterorum ordinis, 16: AAS 58 (1966) 1915-1016."
        },
        {
            "tipo": "referência",
            "texto": "77. Cf. II Concílio do Vaticano, Decr Presbyterorum ordinis, 16: AAS 58 (1966) 1015."
        },
        {
            "tipo": "referência",
            "texto": "78. Cf. Concílio de Trento, Sess. 23ª,  Canones de sacramento Ordinis, c. 4: DS 1767: II Concílio do Vaticano, Const. dogm. Lumen Gentium, 21: AAS 57 (1965) 25: Ibid., 28 AAS 57 (1965) 34: Ibid., 29: AAS 57 (1965) 36: Id., Decr. Presbyterorum ordinis, 2: AAS 58 (1966) 992."
        },
        {
            "tipo": "referência",
            "texto": "79. CIC can 290-293. 1336. § 1, 3 e 5. 1338. § 2."
        },
        {
            "tipo": "referência",
            "texto": "80. Cf. Concílio de Trento, Sess. 23ª,  Canones de sacramento Ordinis, can. 4: DS 1774."
        },
        {
            "tipo": "referência",
            "texto": "81. Cf. Concílio de Trento, Sess. 7ª, Canones de sacramentis in genere, can. 12: DS 1612: Concílio de Constança, Errores Iohannis Wyclif, 4: DS 1154."
        },
        {
            "tipo": "referência",
            "texto": "82. Santo Agostinho, In Iohannis evangelium tractatus, 5, 15: CCL 36, 50 (PL 35, 1422)."
        },
        {
            "tipo": "referência",
            "texto": "83. Pontificale Romanum. De Ordinatione Episcopi, presbyterorum et diaconorum. De Ordinatione Episcopi. Prex ordinationis, 47, editio typica altera (Typis Polyglottis Vaticanis1990)  p.24 [Ordenação do Bispo, dos presbíteros e dos diáconos, Oração de ordenação do Bispo, 47 (Coimbra, Gráfica de Coimbra – Conferência Episcopal Portuguesa.1992) 40]."
        },
        {
            "tipo": "referência",
            "texto": "84.  II Concílio do Vaticano, Decr. Christus Dominus, 13: AAS 58 (1966) 678-679: Ibid., 16: AAS 58 (1966) 680-681."
        },
        {
            "tipo": "referência",
            "texto": "85.  São Hipólito de Roma, Traditio apostolica, 3: ed. B. Botte (Münster i.W. 1989) p. 8-10."
        },
        {
            "tipo": "referência",
            "texto": "86. Liturgia Bizantina, 2ª  oração da imposição das mãos presbiteral: Euchológion tò méga (Roma 1873) p. 136."
        },
        {
            "tipo": "referência",
            "texto": "87. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 29 AAS 57 (1965) 36."
        },
        {
            "tipo": "referência",
            "texto": "88.  São Gregório de Nazianzo, Oratio 2, 71: SC 247, 184 (PG 35, 480)."
        },
        {
            "tipo": "referência",
            "texto": "89. São Gregório de Nazianzo, Oratio 2, 74: SC 247, 186 (PG 35, 481)."
        },
        {
            "tipo": "referência",
            "texto": "90. São Gregório de Nazianzo, Oratio 2, 73: SC 247, 186 (PG 35, 481."
        },
        {
            "tipo": "referência",
            "texto": "91. B. Nodet, Le Cure d'Ars. Sa pensée-son coeur (Le Puy 1966) p. 98."
        },
        {
            "tipo": "referência",
            "texto": "92. Cf. Santo Inácio de Antioquia, Epistula ad Trallianos 3, 1: SC 10bis. 96 (Funk 1, 244)."
        },
        {
            "tipo": "referência",
            "texto": "93. CIC can. 1055. § 1."
        },
        {
            "tipo": "referência",
            "texto": "94. Cf. Gn 1, 26-27."
        },
        {
            "tipo": "referência",
            "texto": "95. Cf. Ap 19, 7."
        },
        {
            "tipo": "referência",
            "texto": "96. Cf. Ef 5, 32-32."
        },
        {
            "tipo": "referência",
            "texto": "97. II Concílio do Vaticano, Const. past. Gaudium et spes, 48: AAS 58 (1966) 1067."
        },
        {
            "tipo": "referência",
            "texto": "98. Cf. II Concílio do Vaticano, Const. past. Gaudium et spes, 47: AAS 58 11966) 1067."
        },
        {
            "tipo": "referência",
            "texto": "99. II Concílio do Vaticano, Const. past. Gaudium et spes, 47: AAS 58 (1966) 1067."
        },
        {
            "tipo": "referência",
            "texto": "100. Cf. Gn 1, 27."
        },
        {
            "tipo": "referência",
            "texto": "101. Cf Gn 1, 31. "
        },
        {
            "tipo": "referência",
            "texto": "102. Cf. Gn 2, 23."
        },
        {
            "tipo": "referência",
            "texto": "103. Cf Gn 2, 18."
        },
        {
            "tipo": "referência",
            "texto": "104. Cf. Sl 121, 2."
        },
        {
            "tipo": "referência",
            "texto": "105. Cf  Mt 19, 4."
        },
        {
            "tipo": "referência",
            "texto": "106. Cf. Gn 3, 12."
        },
        {
            "tipo": "referência",
            "texto": "107. Cf. Gn 2, 22."
        },
        {
            "tipo": "referência",
            "texto": "108. Cf. Gn 3, 16."
        },
        {
            "tipo": "referência",
            "texto": "109. Cf. Gn 1, 28."
        },
        {
            "tipo": "referência",
            "texto": "110. Cf. Gn 3, 16-19."
        },
        {
            "tipo": "referência",
            "texto": "111. Cf. Gn 3, 21."
        },
        {
            "tipo": "referência",
            "texto": "112. Cf. Gn 3, 16."
        },
        {
            "tipo": "referência",
            "texto": "113. Cf.  Mt 19, 8: Dt 24, 1."
        },
        {
            "tipo": "referência",
            "texto": "114. Cf. Os 1-3: Is 54; 62; Jr 2-3; 31; Ez 16; 23."
        },
        {
            "tipo": "referência",
            "texto": "115. Cf. Ml 2, 13-17."
        },
        {
            "tipo": "referência",
            "texto": "116. Cf. II Concílio do Vaticano, Const. past. Gaudium et spes, 22: AAS 58 (1966) 1042."
        },
        {
            "tipo": "referência",
            "texto": "117. Cf. Ap 19, 7. 9"
        },
        {
            "tipo": "referência",
            "texto": "118. Cf. Jo 2, 1-11. "
        },
        {
            "tipo": "referência",
            "texto": "119. Cf. Mt 19, 8."
        },
        {
            "tipo": "referência",
            "texto": "120.  Cf. Mt 19, 10 ."
        },
        {
            "tipo": "referência",
            "texto": "121. Cf. Mt 11, 29-30."
        },
        {
            "tipo": "referência",
            "texto": "122.  Cf. Mc 8, 34."
        },
        {
            "tipo": "referência",
            "texto": "123.Cf. Mt 19, 11."
        },
        {
            "tipo": "referência",
            "texto": "124. Cf. Ef 5, 26-27."
        },
        {
            "tipo": "referência",
            "texto": "125.  Cf. Concílio de Trento, Sess. 24ª. Doctrina de sacramento Matrimonii: DS 1800; CIC can. 1055, § I."
        },
        {
            "tipo": "referência",
            "texto": "126. Cf. Lc 14, 26; Mc 10, 28-31."
        },
        {
            "tipo": "referência",
            "texto": "127. Cf. Ap 14, 4."
        },
        {
            "tipo": "referência",
            "texto": "128. Cf. 1 Cor 7, 32."
        },
        {
            "tipo": "referência",
            "texto": "129. Cf. Mt 25, 6."
        },
        {
            "tipo": "referência",
            "texto": "130. Cf. Mc 12, 25: 1 Cor 7, 31."
        },
        {
            "tipo": "referência",
            "texto": "131. Cf. Mt 19, 3-12."
        },
        {
            "tipo": "referência",
            "texto": "132.  II Concílio do Vaticano, Const. dogm. Lumen Gentium, 42: AAS 57 (1965) 48: Id., Decr. Perfectae caritatis, 12 AAS 58 (1966) 707: In., Decr. Optatam totius, 10: AAS 58 (1966) 720-721."
        },
        {
            "tipo": "referência",
            "texto": "133. São João Crisóstomo, De Virginitate 10, 1: SC 125, 122 (PG 48, 540): cf. João Paulo II, Ex. ap. Familiares consortio, 16: AAS 74 (1982) 98."
        },
        {
            "tipo": "referência",
            "texto": "134. Cf. II Concílio do Vaticano, Sacrosanctum Concilium, 61:AAS 56 (1964) 116-117."
        },
        {
            "tipo": "referência",
            "texto": "135. Cl. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 6: AAS 57 (1965) 9."
        },
        {
            "tipo": "referência",
            "texto": "136. Cf. 1 Cor 10, 17."
        },
        {
            "tipo": "referência",
            "texto": "137. João Paulo II, Ex. ap. Familiares consortio, 67: AAS 74 (1982) 162."
        },
        {
            "tipo": "referência",
            "texto": "138. Cf. CCEO can. 817."
        },
        {
            "tipo": "referência",
            "texto": "139. CCEO can. 828."
        },
        {
            "tipo": "referência",
            "texto": "140. Cf  Ef  5, 32."
        },
        {
            "tipo": "referência",
            "texto": "141. CIC can. 1057. § 1."
        },
        {
            "tipo": "referência",
            "texto": "142. II Concílio do Vaticano, Const. past. Gaudium et spes, 48: AAS 58 (1966) 1067; CIC can. 1057, § 2."
        },
        {
            "tipo": "referência",
            "texto": "143. Ordo celebrandi Matrimonium, 62, Editio typica altera (Typis Polyglottis Vaticanas 1991) p. 17 [Celebração do Matrimónio, 62, Segunda edição típica (Coimbra, Gráfica de Coimbra — Conferência Episcopal Portuguesa 1993) p.31]."
        },
        {
            "tipo": "referência",
            "texto": "144. Cf. Gn 2, 24; Mc 10, 8: Ef 5, 31."
        },
        {
            "tipo": "referência",
            "texto": "145. Cf. CIC can. 1103."
        },
        {
            "tipo": "referência",
            "texto": "146. Cf. CIC can. 1057, § 1."
        },
        {
            "tipo": "referência",
            "texto": "147. Cf. CIC can. 1083-1108."
        },
        {
            "tipo": "referência",
            "texto": "148. Cf. CIC can. 1071, § 1, 3."
        },
        {
            "tipo": "referência",
            "texto": "149. Cf. Concílio de Trento, Sess. 24ª, Decretum \"Tametsi \": DS 1813-1816: CIC can. 1108."
        },
        {
            "tipo": "referência",
            "texto": "150. Cf. CIC can. 1063."
        },
        {
            "tipo": "referência",
            "texto": "151. II Concílio do Vaticano, Const. past. Gaudium et spes, 49: AAS 58 (1966) 1070."
        },
        {
            "tipo": "referência",
            "texto": "152. Cf. CIC can. 1124."
        },
        {
            "tipo": "referência",
            "texto": "153. Cf. CIC can. 1086."
        },
        {
            "tipo": "referência",
            "texto": "154. Cf. C1C can. 1125."
        },
        {
            "tipo": "referência",
            "texto": "155. Cf. 1 Cor 7, 16."
        },
        {
            "tipo": "referência",
            "texto": "156. CIC can.1134."
        },
        {
            "tipo": "referência",
            "texto": "157.  Cf. Mc 10, 9."
        },
        {
            "tipo": "referência",
            "texto": "158. II Concílio do Vaticano, Const. past. Gaudium et spes, 48: AAS 58 (1966) 1067."
        },
        {
            "tipo": "referência",
            "texto": "159. II Concílio do Vaticano, Const. past. Gaudium et spes, 48: AAS 58 (1966) 1068."
        },
        {
            "tipo": "referência",
            "texto": "160. Cf. CIC can. 1141."
        },
        {
            "tipo": "referência",
            "texto": "161. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 11: AAS 57 (1965) 16."
        },
        {
            "tipo": "referência",
            "texto": "162. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 11: AAS 57 (1965) 15-16: cf. Ibid., 41:.AAS 57 (1965) 47."
        },
        {
            "tipo": "referência",
            "texto": "163. II Concílio do Vaticano, Const. past. Gaudium et spes, 48: AAS 58 (1966) 1068."
        },
        {
            "tipo": "referência",
            "texto": "164. Cf. Gl 6, 2."
        },
        {
            "tipo": "referência",
            "texto": "165. Tertuliano, Ad Uxorem 2, 8. 6-7: CCL 1, 393 (PL 1, 1415-1416): cf. João Paulo II, Ex. ap. Familiaris consortio, 13: AAS 74 (1982) 94."
        },
        {
            "tipo": "referência",
            "texto": "166. João Paulo II, Ex. ap. Familiares consortio, 13: AAS 74 (1982) 96."
        },
        {
            "tipo": "referência",
            "texto": "167. Cf. Gn 2, 24."
        },
        {
            "tipo": "referência",
            "texto": "168. João Paulo II, Ex. ap. Familiaris consortio, 19: AAS 74 (1982) 101."
        },
        {
            "tipo": "referência",
            "texto": "169. Cf. II Concílio do Vaticano, Const. past. Gaudium et spes, 49: AAS 58 (1966) 1070."
        },
        {
            "tipo": "referência",
            "texto": "170. João Paulo II, Ex. ap. Familiaris consortio, 19: AAS 74 (1982) 102."
        },
        {
            "tipo": "referência",
            "texto": "171. II Concílio do Vaticano, Const. past. Gaudium et spes, 48: AAS 58 (1966) 1068."
        },
        {
            "tipo": "referência",
            "texto": "172. João Paulo II. Ex. ap. Familiaris consortio, 20: AAS 74 (1982) 104."
        },
        {
            "tipo": "referência",
            "texto": "173. Cf. João Paulo II, Ex. ap. Familiaris consortio, 83: AAS 74 (1982) 184; CIC can. 1151-1155."
        },
        {
            "tipo": "referência",
            "texto": "174. João Paulo II, Ex. ap. Familiaris consortio,  84: AAS 74 (1982) 185."
        },
        {
            "tipo": "referência",
            "texto": "175. II Concílio do Vaticano, Const. past. Gaudium et spes, 48: AAS 58 (1966) 1068."
        },
        {
            "tipo": "referência",
            "texto": "176.  II Concílio do Vaticano, Const. past. Gaudium et spes, 50: AAS 58 (1966) 1070-1071."
        },
        {
            "tipo": "referência",
            "texto": "177. II Concílio do Vaticano, Decl. Gravissimum educationis, 3: AAS 58 (1966) 731."
        },
        {
            "tipo": "referência",
            "texto": "178.Cf. João Paulo II, Ex. ap. Familiaris consortio, 28: AAS 74(1982) 114."
        },
        {
            "tipo": "referência",
            "texto": "179.Cf At 18, 8."
        },
        {
            "tipo": "referência",
            "texto": "180. Cf. At 16, 31; 11, 14."
        },
        {
            "tipo": "referência",
            "texto": "181. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 11: AAS 57 (1965) 16; cf. João Paulo II, Ex. ap. Familiaris consortio, 21: AAS 74 (1982) 105."
        },
        {
            "tipo": "referência",
            "texto": "182.  II Concílio do Vaticano, Const. dogm. Lumen Gentium, 11: AAS 57 (1965) 16."
        },
        {
            "tipo": "referência",
            "texto": "183. II Concílio do Vaticano, Const. dogm. Lumen Gentium,10: AAS 57 (1965) 15."
        },
        {
            "tipo": "referência",
            "texto": "184. II Concílio do Vaticano, Const. past. Gaudium et spes, 52: AAS 58 (1966) 1073."
        },
        {
            "tipo": "referência",
            "texto": "185. João Paulo II, Ex. ap. Familiaris consortio, 85: AAS 74 (1982) 187."
        },
        {
            "tipo": "referência",
            "texto": "186. II Concílio do Vaticano, Const. past. Gaudium et spes, 48: AAS 58 (1966) 1067-1068; CIC can. 1055, § 1."
        },
        {
            "tipo": "referência",
            "texto": "187. Cf. Concílio de Trento, Sess. 24ª. Doctrina de sacramento Matrimonii: DS 1799."
        },
        {
            "tipo": "referência",
            "texto": "188. II Concílio do Vaticano, Const. past. Gaudium et spes, 50: AAS 58 (1966) 1070."
        }
    ]
}