{
    "nome": "p3_s1_c3",
    "primeiroParagrafo": 1949,
    "ultimoParagrafo": 2051,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "TERCEIRA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A VIDA EM CRISTO\n\n"
        },
        {
            "tipo": "título",
            "texto": "PRIMEIRA SECÇÃO"
        },
        {
            "tipo": "título",
            "texto": "A VOCAÇÃO DO HOMEM: A VIDA NO ESPÍRITO\n\n"
        },
        {
            "tipo": "subtítulo",
            "texto": "CAPÍTULO TERCEIRO"
        },
        {
            "tipo": "subtítulo",
            "texto": "A SALVAÇÃO DE DEUS: A LEI E A GRAÇA"
        },
        {
            "tipo": "parágrafo",
            "texto": "1949. Chamado à bem-aventurança, mas ferido pelo pecado, o homem tem necessidade da salvação de Deus. O auxílio divino é-lhe dado em Cristo, pela lei que o dirige e na graça que o ampara:\n\n«Trabalhai com temor e tremor na vossa salvação: porque é Deus que opera em vós o querer e o agir, segundo os seus desígnios» (Fl 2, 12-13).",
            "paragrafo": 1949
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 1"
        },
        {
            "tipo": "subtítulo",
            "texto": "A LEI MORAL"
        },
        {
            "tipo": "parágrafo",
            "texto": "1950. A lei moral é obra da Sabedoria divina. Podemos defini-la, em sentido bíblico, como uma instrução paterna, uma pedagogia de Deus. Ela prescreve ao homem os caminhos, as regras de procedimento que o levam à bem-aventurança prometida e lhe proíbe os caminhos do mal, que desviam de Deus e do seu amor. E, ao mesmo tempo, firme nos seus preceitos e amável nas suas promessas.",
            "paragrafo": 1950
        },
        {
            "tipo": "parágrafo",
            "texto": "1951. A lei é uma regra de procedimento emanada da autoridade competente em ordem ao bem comum. A lei moral pressupõe a ordem racional estabelecida entre as criaturas, para seu bem e em vista do seu fim, pelo poder, sabedoria e bondade do Criador. Toda a lei encontra na Lei eterna a sua verdade primeira e última. A lei é declarada e estabelecida pela razão como uma participação na providência do Deus vivo, Criador e Redentor de todos. «Esta ordenação da razão, eis o que se chama a lei» (1).\n\n«Entre todos os seres animados, o homem é o único que pode gloriar-se de ter recebido de Deus uma lei: animal dotado de razão, capaz de compreender e de discernir, ele regulará o seu procedimento dispondo da sua liberdade e da sua razão, na submissão Àquele que tudo lhe submeteu» (2).",
            "paragrafo": 1951
        },
        {
            "tipo": "parágrafo",
            "texto": "1952. As expressões da lei moral são diversas, mas todas coordenadas entre si: a lei eterna, fonte em Deus de todas as leis; a lei natural; a lei  revelada, compreendendo a Lei antiga e a Lei nova ou evangélica: por fim, as leis civis e eclesiásticas.",
            "paragrafo": 1952
        },
        {
            "tipo": "parágrafo",
            "texto": "1953. A lei moral encontra em Cristo a sua plenitude e unidade. Jesus Cristo é, em pessoa, o caminho da perfeição. Ele é o fim da lei, porque só Ele ensina e confere a justiça de Deus: «O fim da Lei é Cristo, para a justificação de todo o crente» (Rm 10, 4).",
            "paragrafo": 1953
        },
        {
            "tipo": "tópico",
            "texto": "I. A lei moral natural"
        },
        {
            "tipo": "parágrafo",
            "texto": "1954. O homem participa na sabedoria e na bondade do Criador, que lhe confere o domínio dos seus actos e a capacidade de se governar em ordem à verdade e ao bem. A lei natural exprime o sentido moral original que permite ao homem discernir, pela razão, o bem e o mal, a verdade e a mentira:\n\n«A lei natural [...] está escrita e gravada na alma de todos e de cada um dos homens, porque não é senão a razão humana ordenando fazer o bem e proibindo pecar... Mas este ditame da razão humana não poderia ter força de lei, se não fosse a voz e a intérprete duma razão superior, à qual o nosso espírito e a nossa liberdade devem estar sujeitos» (3).",
            "paragrafo": 1954
        },
        {
            "tipo": "parágrafo",
            "texto": "1955. A lei «divina e natural» (4) mostra ao homem o caminho a seguir para praticar o bem e atingir o seu fim. A lei natural enuncia os preceitos primários e essenciais que regem a vida moral. Tem como fulcro a aspiração e a submissão a Deus, fonte e juiz de todo o bem, assim como o sentido do outro como igual a si mesmo. Quanto aos seus preceitos principais, está expressa no Decálogo. Esta lei é chamada natural, não em relação à natureza dos seres irracionais, mas porque a razão que a promulga é própria da natureza humana:\n\n«Onde estão, pois, inscritas [estas regras] senão no livro daquela luz que se chama a verdade? É lá que está escrita toda a lei justa, e é de lá que ela passa para o coração do homem que pratica a justiça; não que imigre para ele, mas porque nele imprime a sua marca, à maneira de um selo que do sinete passa para a cera, sem contudo deixar o sinete» (5).\n\nA lei natural «não é senão a luz da inteligência posta em nós por Deus; por ela, nós conhecemos o que se deve fazer e o que se deve evitar. Esta luz ou esta lei, deu-a Deus ao homem na criação» (6).",
            "paragrafo": 1955
        },
        {
            "tipo": "parágrafo",
            "texto": "1956. Presente no coração de cada homem e estabelecida pela razão, a lei natural é universal nos seus preceitos, e a sua autoridade estende-se a todos os homens. Ela exprime a dignidade da pessoa e determina a base dos seus deveres e direitos fundamentais:\n\n«Existe, sem dúvida, uma verdadeira lei, que é a recta razão; ela é conforme à natureza, comum a todos os homens; é imutável e eterna; as suas ordens apelam para o dever; as suas proibições desviam da falta. [...] É um sacrilégio substituí-la por uma lei contrária: e é interdito deixar de cumprir uma só que seja das suas disposições; quanto a ab-rogá-la inteiramente, ninguém o pode fazer» (7).",
            "paragrafo": 1956
        },
        {
            "tipo": "parágrafo",
            "texto": "1957. A aplicação da lei natural varia muito; pode requerer uma reflexão adaptada à multiplicidade das condições de vida, segundo os lugares, as épocas e as circunstâncias. Todavia, na diversidade das culturas, a lei natural permanece como regra a unir os homens entre si, impondo-lhes, para além das diferenças inevitáveis, princípios comuns.",
            "paragrafo": 1957
        },
        {
            "tipo": "parágrafo",
            "texto": "1958. A lei natural é imutável (8) e permanente através das variações da história. Subsiste sob o fluxo das ideias e dos costumes e está na base do respectivo progresso. As regras que a traduzem permanecem substancialmente válidas. Mesmo que se lhe neguem até os princípios, não é possível destruí-la nem tirá-la do coração do homem; ela ressurge sempre na vida dos indivíduos e das sociedades:\n\n«Não há dúvida de que o roubo é punido pela vossa Lei, Senhor, e pela lei que está escrita no coração do homem e que nem a própria iniquidade consegue apagar» (9).",
            "paragrafo": 1958
        },
        {
            "tipo": "parágrafo",
            "texto": "1959. Obra excelente do Criador, a lei natural fornece os fundamentos sólidos sobre os quais o homem pode construir o edifício das regras morais que hão-de orientar as suas opções. Também nela assenta a base moral indispensável para a construção da comunidade dos homens. Enfim, proporciona a base necessária à lei civil, que a ela se liga, quer por uma reflexão que dos seus princípios tira as conclusões, quer por adições de natureza positiva e jurídica.",
            "paragrafo": 1959
        },
        {
            "tipo": "parágrafo",
            "texto": "1960. Os preceitos da lei natural não são por todos recebidos de maneira clara e imediata. Na situação actual, a graça e a Revelação são necessárias ao homem pecador para que as verdades religiosas e morais possam ser conhecidas, «por todos e sem dificuldade, com firme certeza e sem mistura de erro» (10). A lei natural proporciona à lei revelada e à graça uma base preparada por Deus e concedida por obra do Espírito.",
            "paragrafo": 1960
        },
        {
            "tipo": "tópico",
            "texto": "II. A Lei antiga"
        },
        {
            "tipo": "parágrafo",
            "texto": "1961. Deus, nosso Criador e nosso Redentor, escolheu Israel como seu povo e revelou-lhe a sua Lei, preparando assim a vinda de Cristo. A Lei de Moisés exprime muitas verdades naturalmente acessíveis à razão. Estas encontram-se declaradas e autenticadas no âmago da aliança da salvação.",
            "paragrafo": 1961
        },
        {
            "tipo": "parágrafo",
            "texto": "1962. A Lei antiga é o primeiro estádio da lei revelada. As suas prescrições morais estão compendiadas nos Dez Mandamentos. Os preceitos do Decálogo assentam os alicerces da vocação do homem, feito à imagem de Deus: proíbem o que é contrário ao amor de Deus e do próximo e prescrevem o que lhe é essencial. O Decálogo é uma luz oferecida à consciência de todo o homem, para lhe manifestar o apelo e os caminhos de Deus e o proteger contra o mal:\n\nDeus «escreveu nas tábuas da Lei o que os homens não fiam nos seus corações» (11)",
            "paragrafo": 1962
        },
        {
            "tipo": "parágrafo",
            "texto": "1963. Segundo a tradição cristã, a Lei santa (12), espiritual (13) e boa (14), é ainda imperfeita. Como um pedagogo (15) ela mostra o que se deve fazer; mas, por si, não dá a força, a graça do Espírito para ser cumprida. Por causa do pecado, que ela não pode anular, não deixa de ser uma lei de escravidão. Segundo São Paulo, ela tem por função principalmente denunciar e manifestar o pecado que constitui uma «lei de concupiscência» (16) no coração do homem. No entanto, a Lei permanece como a primeira etapa no caminho do Reino. Prepara e dispõe o povo eleito e cada cristão para a conversão e para a fé em Deus salvador. Proporciona um ensinamento que subsiste para sempre, como Palavra de Deus.",
            "paragrafo": 1963
        },
        {
            "tipo": "parágrafo",
            "texto": "1964. A Lei antiga é uma preparação para o Evangelho. «A Lei é profecia e pedagogia das realidades futuras» (17). Ela profetiza e preanuncia a obra de libertação do pecado, que será realizada por Cristo; e fornece ao Novo Testamento imagens, «tipos» e símbolos para exprimir a vida segundo o Espírito. Finalmente, a Lei completa-se pelo ensinamento dos Livros Sapienciais e dos Profetas, que a orientam para a Nova Aliança e para o Reino dos céus.\n\nHouve [...] na vigência da Antiga Aliança, pessoas que possuíam a caridade e a graça do Espírito Santo, e aspiravam acima de tudo às promessas espirituais e eternas, sob este aspecto, já pertenciam à nova Lei. E, vice-versa, existem na nova Aliança homens carnais, ainda distantes da perfeição da Nova Lei. Para os incitar à prática da virtude, tem sido necessário, mesmo na Nova Aliança, o temor do castigo e certas promessas temporais. Em todo o caso, a Lei antiga, embora prescrevesse a caridade, não dava o Espírito Santo, pelo qual \"a caridade se difunde nos nossos corações\" (Rm 5, 5)» (18).",
            "paragrafo": 1964
        },
        {
            "tipo": "tópico",
            "texto": "III. A nova Lei ou Lei evangélica"
        },
        {
            "tipo": "parágrafo",
            "texto": "1965. A Lei nova ou Lei evangélica é a perfeição, na terra, da Lei divina, natural e revelada. É obra de Cristo e tem a sua expressão, de modo particular, no sermão da montanha. É também obra do Espírito Santo e, por Ele, torna-se a lei interior da caridade: «Estabelecerei com a casa de Israel uma aliança nova [...] Hei-de imprimir as minhas leis no seu espírito e gravá-las-ei no seu coração. Eu serei o seu Deus e eles serão o meu povo» (Heb 8, 8-10) (19).",
            "paragrafo": 1965
        },
        {
            "tipo": "parágrafo",
            "texto": "1966. A Lei nova é a graça do Espírito Santo, dada aos fiéis pela fé em Cristo. Opera pela caridade e serve-se do sermão do Senhor para nos ensinar o que se deve fazer, e dos sacramentos para nos comunicar a graça de o fazer:\n\nAquele que quiser meditar com piedade e perspicácia o sermão que nosso Senhor pronunciou na montanha, tal como o lemos no Evangelho de São Mateus, nele encontrará, sem dúvida alguma, a carta perfeita da vida cristã [...]. Esse sermão encerra todos os preceitos próprios para guiar a vida cristã» (20).",
            "paragrafo": 1966
        },
        {
            "tipo": "parágrafo",
            "texto": "1967. A Lei evangélica «cumpre» (21), apura, ultrapassa e leva à perfeição a Lei antiga. Nas «bem-aventuranças», ela cumpre as promessas divinas, elevando-as e ordenando-as para o «Reino dos céus». Dirige-se àqueles que estão dispostos a acolher com fé esta esperança nova: os pobres, os humildes, os aflitos, os corações puros, os perseguidos por causa de Cristo, traçando assim os surpreendentes caminhos do Reino.",
            "paragrafo": 1967
        },
        {
            "tipo": "parágrafo",
            "texto": "1968. A Lei evangélica dá cumprimento aos mandamentos da Lei. O sermão do Senhor, longe de abolir ou desvalorizar as prescrições morais da Lei antiga, tira deles as virtualidades ocultas, fazendo surgir novas exigências: revela toda a verdade divina e humana que elas contêm. Não acrescenta preceitos externos novos: mas chega a reformar a raiz dos actos, o coração, onde o homem escolhe entre o puro e o impuro (22), onde se formam a fé, a esperança e a caridade e, com elas, as outras virtudes. Assim, o Evangelho leva a Lei à sua plenitude, pela imitação da perfeição do Pai celeste (23), pelo perdão dos inimigos e pela oração pelos perseguidores, à maneira da generosidade divina (24).",
            "paragrafo": 1968
        },
        {
            "tipo": "parágrafo",
            "texto": "1969. A Lei nova pratica os actos da religião: a esmola, a oração, o jejum, ordenando-os para «o Pai que vê no segredo», ao contrário do desejo «de ser visto pelos homens» (25). A sua oração é o «Pai Nosso» (26).",
            "paragrafo": 1969
        },
        {
            "tipo": "parágrafo",
            "texto": "1970. A Lei evangélica implica a escolha decisiva entre «os dois caminhos» (27) e a passagem à prática das palavras do Senhor (28); resume-se na regra de ouro: «Tudo quanto quiserdes que os homens vos façam, fazei-lho, de igual modo, vós também, pois nisso consiste a Lei e os Profetas»(Mt 7, 12) (29).\n\nToda a Lei evangélica se apoia no «mandamento novo» de Jesus (30), de nos amarmos uns aos outros como Ele nos amou (31).",
            "paragrafo": 1970
        },
        {
            "tipo": "parágrafo",
            "texto": "1971. Ao sermão do Senhor convém juntar a catequese moral dos ensinamentos apostólicos. como Rm 12-15; 1 Cor 12-13; Cl 3-4; Ef 4-5; etc... Esta doutrina transmite o ensinamento do Senhor com a autoridade dos Apóstolos, sobretudo pela exposição das virtudes que dimanam da fé em Cristo e que são animadas pela caridade, o principal dom do Espírito Santo. «Seja a vossa caridade sem fingimento [...]. Amai-vos uns aos outros com amor fraterno [...]. Sede alegres na esperança, pacientes na tribulação, perseverantes na oração, acudindo com a vossa parte às necessidades dos santos, procurando o ensejo de exercer a hospitalidade (Rm 12, 9-12). Esta catequese ensina-nos também a tratar os casos de consciência à luz da nossa relação com Cristo e com a Igreja (23).",
            "paragrafo": 1971
        },
        {
            "tipo": "parágrafo",
            "texto": "1972. A Lei nova é chamada Lei do amor, porque faz agir mais pelo amor infundido pelo Espírito Santo do que pelo temor: Lei da graça, porque confere a força da graça para agir pela fé e pelos sacramentos; Lei de liberdade porque nos liberta das observâncias rituais e jurídicas da Lei antiga, nos inclina a agir espontaneamente sob o impulso da caridade e, finalmente, nos faz passar da condição do escravo «que ignora o que faz o seu senhor», para a do amigo de Cristo: «porque vos dei a conhecer tudo o que ouvi do meu Pai» (Jo 15, 15); ou ainda para a condição de filho herdeiro (34).",
            "paragrafo": 1972
        },
        {
            "tipo": "parágrafo",
            "texto": "1973. Além dos seus preceitos, a Lei nova inclui também os conselhos evangélicos. A distinção tradicional entre os mandamentos de Deus e os conselhos evangélicos estabelece-se por referência à caridade, perfeição da vida cristã. Os preceitos destinam-se a afastar tudo o que é incompatível com a caridade. Os conselhos têm por fim afastar o que, mesmo sem lhe ser contrário, pode constituir impedimento à expansão da caridade (35).",
            "paragrafo": 1973
        },
        {
            "tipo": "parágrafo",
            "texto": "1974. Os conselhos evangélicos manifestam a plenitude viva da caridade, sempre insatisfeita por não dar mais. Atestam o seu ímpeto e solicitam a nossa prontidão espiritual. A perfeição da Lei nova consiste essencialmente nos preceitos do amor de Deus e do próximo. Os conselhos indicam caminhos mais directos, meios mais adequados, e são praticáveis segundo a vocação de cada um:\n\n«Deus não quer que cada um observe todos os conselhos, mas somente os que são convenientes, segundo a diversidade das pessoas, dos tempos, das ocasiões e das forças, consoante a caridade o requer; pois é ela que, como rainha de todas as virtudes, de todos os mandamentos, de todos os conselhos, em suma, de todas as leis e de todas as acções cristãs, lhes dá a todos e a todas o lugar, a ordem, o tempo e o valor» (36).",
            "paragrafo": 1974
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "1975. Segundo a Escritura, a Lei é uma instrução paterna de Deus, que prescreve ao homem os caminhos que levam à bem-aventurança prometida, e proíbe os caminhos do mal.",
            "paragrafo": 1975
        },
        {
            "tipo": "parágrafo",
            "texto": "1976. «A lei é uma ordenação da razão para o bem comum, promulgada por aquele que tem o encargo da comunidade» (37).",
            "paragrafo": 1976
        },
        {
            "tipo": "parágrafo",
            "texto": "1977. Cristo é o fim da Lei (38). Só Ele ensina e concede a justiça de Deus.",
            "paragrafo": 1977
        },
        {
            "tipo": "parágrafo",
            "texto": "1978. A lei natural é uma participação na sabedoria e bondade de Deus pelo homem, formado à imagem do seu Criador Ela exprime a dignidade da pessoa humana e constitui a base dos seus direitos e deveres fundamentais.",
            "paragrafo": 1978
        },
        {
            "tipo": "parágrafo",
            "texto": "1979. A lei natural é imutável, permanente através da história. As regras que a traduzem permanecem substancialmente válidas. É a base necessária para a fixação das regras morais e da lei civil.",
            "paragrafo": 1979
        },
        {
            "tipo": "parágrafo",
            "texto": "1980. A Lei antiga é o primeiro estádio da Lei revelada. As suas prescrições morais estão compendiadas nos Dez Mandamentos.",
            "paragrafo": 1980
        },
        {
            "tipo": "parágrafo",
            "texto": "1981. A Lei de Moisés contém muitas verdades naturalmente acessíveis à razão. Deus revelou-as, porque os homens não as liam no seu coração.",
            "paragrafo": 1981
        },
        {
            "tipo": "parágrafo",
            "texto": "1982. A Lei antiga é uma preparação para o Evangelho.",
            "paragrafo": 1982
        },
        {
            "tipo": "parágrafo",
            "texto": "1983. A nova Lei é a graça do Espírito Santo, recebida pela fé em Cristo, operando pela caridade. Está expressa sobretudo no sermão do Senhor na montanha e utiliza os sacramentos para nos comunicar a graça.",
            "paragrafo": 1983
        },
        {
            "tipo": "parágrafo",
            "texto": "1984. A Lei evangélica cumpre, ultrapassa e aperfeiçoa a Lei antiga: as suas promessas pelas bem-aventuranças do Reino dos céus; os seus mandamentos, reformando a raiz dos actos, o coração.",
            "paragrafo": 1984
        },
        {
            "tipo": "parágrafo",
            "texto": "1985. A nova Lei é uma lei de amor; uma lei de graça, uma lei de liberdade.",
            "paragrafo": 1985
        },
        {
            "tipo": "parágrafo",
            "texto": "1986. Além dos seus preceitos, a nova Lei comporta os conselhos evangélicos. «A santidade da Igreja é especialmente favorecida pelos vários conselhos que o Senhor propõe no Evangelho aos seus discípulos» (39).",
            "paragrafo": 1986
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 2"
        },
        {
            "tipo": "subtítulo",
            "texto": "GRAÇA E JUSTIFICAÇÃO"
        },
        {
            "tipo": "tópico",
            "texto": "I. A justificação"
        },
        {
            "tipo": "parágrafo",
            "texto": "1987. A graça do Espírito Santo tem o poder de nos justificar, isto é, de nos lavar dos nossos pecados e de nos comunicar «a justiça de Deus pela fé em Jesus Cristo»(40) e pelo Baptismo (41):\n\n«Se morremos com Cristo, acreditamos que também com Ele viveremos, sabendo que, uma vez ressuscitado dos mortos, Cristo já não morre: a morte já não tem domínio sobre Ele. Porque, na morte que sofreu, Cristo morreu para o pecado de uma vez para sempre: mas a sua vida é uma vida para Deus. Assim vós também, considerai-vos mortos para o pecado e vivos para Deus, em Cristo Jesus» (Rm 6, 8- l l ).",
            "paragrafo": 1987
        },
        {
            "tipo": "parágrafo",
            "texto": "1988. Pelo poder do Espírito Santo, nós tomamos parte na paixão de Cristo, morrendo para o pecado, e na sua ressurreição, nascendo para uma vida nova. Somos os membros do seu corpo, que é a Igreja (42), os sarmentos enxertados na videira, que é Ele próprio (43):\n\n«É pelo Espírito que nós temos parte em Deus. [...] Pela participação no Espírito, tornamo-nos participantes da natureza divina [...]. É por isso que aqueles em quem habita o Espírito são divinizados» (44).",
            "paragrafo": 1988
        },
        {
            "tipo": "parágrafo",
            "texto": "1989. A primeira obra da graça do Espírito Santo é a conversão, que opera a justificação, segundo a mensagem de Jesus no princípio do Evangelho: «Convertei-vos, que está perto o Reino dos céus» (Mt 4, 17). Sob a moção da graça, o homem volta-se para Deus e desvia-se do pecado, acolhendo assim o perdão e a justiça do Alto. «A justificação comporta, portanto, a remissão dos pecados, a santificação e a renovação do homem interior» (45).",
            "paragrafo": 1989
        },
        {
            "tipo": "parágrafo",
            "texto": "1990. A justificação desliga o homem do pecado, que está em contradição com o amor de Deus, e purifica-lhe o coração. A justificação continua a iniciativa da misericórdia de Deus, que oferece o perdão; reconcilia o homem com Deus; liberta-o da escravidão do pecado e cura-o.",
            "paragrafo": 1990
        },
        {
            "tipo": "parágrafo",
            "texto": "1991. A justificação é, ao mesmo tempo, acolhimento da justiça de Deus pela fé em Jesus Cristo. Justiça designa, aqui, a rectidão do amor divino. Com a justificação, são difundidas nos nossos corações a fé, a esperança e a caridade, e é-nos concedida a obediência à vontade divina.",
            "paragrafo": 1991
        },
        {
            "tipo": "parágrafo",
            "texto": "1992. A justificação foi-nos merecida pela paixão de Cristo, que na cruz Se ofereceu como hóstia viva, santa e agradável a Deus, e cujo sangue se tornou instrumento de propiciação pelos pecados de todos os homens. A justificação é concedida pelo Baptismo, sacramento da fé. Conforma-nos com a justiça de Deus que nos torna interiormente justos pelo poder da sua misericórdia. E tem por fim a glória de Deus e de Cristo, e o dom da vida eterna (46):\n\n«Mas agora, foi sem a Lei que se manifestou a justiça de Deus, atestada pela Lei e pelos Profetas: a justiça que vem para todos os crentes, mediante a fé em Jesus Cristo. É que não há diferença alguma: todos pecaram e estão privados da glória de Deus. Sem o merecerem, são justificados pela sua graça, em virtude da redenção realizada em Cristo Jesus. Deus ofereceu-o para, nele, pelo seu sangue, se realizar a expiação que actua mediante a fé: foi assim que Ele mostrou a sua justiça, ao perdoar os pecados cometidos outrora, no tempo da divina paciência. Deus mostra assim a sua justiça no tempo presente, porque Ele é justo e justifica quem tem fé em Jesus» (Rm 3, 21-26).",
            "paragrafo": 1992
        },
        {
            "tipo": "parágrafo",
            "texto": "1993. A justificação estabelece a colaboração entre a graça de Deus e a liberdade do homem. Do lado do homem, exprime-se no assentimento da fé à Palavra de Deus que convida à conversão, e na cooperação da caridade com o impulso do Espírito Santo que se lhe adianta e o guarda:\n\n«Quando Deus move o coração do homem pela iluminação do Espírito Santo o homem não fica sem fazer nada ao receber esta inspiração, que, aliás, pode rejeitar: no entanto, também não pode, sem a graça de Deus, caminhar, por sua livre vontade, para a justiça na sua presença» (47).",
            "paragrafo": 1993
        },
        {
            "tipo": "parágrafo",
            "texto": "1994. A justificação é a obra mais excelente do amor de Deus manifestado em Cristo Jesus e concedido pelo Espírito Santo. Santo Agostinho pensa que «a justificação do ímpio é obra maior que a criação do céu e da terra»; porque «o céu e a terra passarão, ao passo que a justificação e a salvação dos eleitos permanecerão» (48). Pensa mesmo que a justificação dos pecadores é mais importante que a criação dos anjos em justiça, pelo tacto de testemunhar uma maior misericórdia.",
            "paragrafo": 1994
        },
        {
            "tipo": "parágrafo",
            "texto": "1995. O Espírito Santo é o mestre interior. Fazendo nascer o «homem interior» (49) a justificação implica a santificação de todo o ser:\n\n«Pois, como pusestes os vossos membros ao serviço da impureza e do mal para cometer a iniquidade, assim ponde agora os vossos membros ao serviço da justiça para chegar à santidade. [...] Mas agora, libertos do pecado e feitos servos de Deus, tendes por fruto a santidade: e o termo é a vida eterna» (Rm 6, 19-22).",
            "paragrafo": 1995
        },
        {
            "tipo": "tópico",
            "texto": "II. A graça"
        },
        {
            "tipo": "parágrafo",
            "texto": "1996. A nossa justificação vem da graça de Deus. A graça é o favor, o socorro gratuito que Deus nos dá, a fim de respondermos ao seu chamamento para nos tornarmos filhos de Deus (50) filhos adoptivos (51) participantes da natureza divina (52) e da vida eterna (53).",
            "paragrafo": 1996
        },
        {
            "tipo": "parágrafo",
            "texto": "1997. A graça é uma participação na vida de Deus, introduz-nos na intimidade da vida trinitária: pelo Baptismo, o cristão participa na graça de Cristo, cabeça do seu corpo; como «filho adoptivo», pode doravante chamar «Pai» a Deus, em união como seu Filho Unigénito; e recebe a vida do Espírito, que lhe infunde a caridade e forma a Igreja.",
            "paragrafo": 1997
        },
        {
            "tipo": "parágrafo",
            "texto": "1998. Esta vocação para a vida eterna é sobrenatural. Depende inteiramente da iniciativa gratuita de Deus, porque só Ele pode revelar-Se e dar-Se a Si mesmo. E ultrapassa as capacidades da inteligência e as forças da vontade humana, como de qualquer criatura (54).",
            "paragrafo": 1998
        },
        {
            "tipo": "parágrafo",
            "texto": "1999. A graça de Cristo é dom gratuito que Deus nos faz da sua vida, infundida pelo Espírito Santo na nossa alma para a curar do pecado e a santificar. É a graça santificante ou deificante, recebida no Baptismo. É, em nós, a nascente da obra de santificação (55):\n\n«Por isso, se alguém está em Cristo, é uma nova criação. O que era antigo passou: eis que surgiram coisas novas! Tudo isto vem de Deus, que nos reconciliou consigo por meio de Cristo» (2 Cor 5, 17-18).",
            "paragrafo": 1999
        },
        {
            "tipo": "parágrafo",
            "texto": "2000. A graça santificante é um dom habitual, uma disposição estável e sobrenatural, que aperfeiçoa a alma, mesmo para a tornar capaz de viver com Deus e de agir por seu amor. Devemos distinguir a graça habitual, disposição permanente para viver e agir segundo o apelo divino, e as graças actuais, que designam as intervenções divinas, quer na origem da conversão, quer no decurso da obra de santificação.",
            "paragrafo": 2000
        },
        {
            "tipo": "parágrafo",
            "texto": "2001. A preparação do homem para acolher a graça é já obra da graça. Esta é necessária para suscitar e sustentar a nossa colaboração na justificação pela fé e na santificação pela caridade. Deus acaba em nós o que começou, «porque é Ele próprio que começa, fazendo com que queiramos e é Ele que acaba, cooperando com aqueles que assim querem» (56):\n\nÉ certo que nós também trabalhamos, mas não fazemos mais do que cooperar com Deus que trabalha, porque a sua misericórdia nos precedeu. Precedeu-nos para sermos curados e continua a acompanhar-nos para que, uma vez curados, sejamos vivificados. Precede-nos para que sejamos chamados, segue-nos para que sejamos glorificados, precede-nos para que vivamos segundo a piedade, segue-nos para que vivamos para sempre com Ele, porque sem Ele nada podemos fazer» (57).",
            "paragrafo": 2001
        },
        {
            "tipo": "parágrafo",
            "texto": "2002. A livre iniciativa de Deus reclama a resposta livre do homem, porque Deus criou o homem à sua imagem, conferindo-lhe, com a liberdade, o poder de O conhecer e de O amar. Só livremente é que a sua alma entra na comunhão do amor. Deus toca imediatamente e move directamente o coração do homem. Colocou no homem uma aspiração à verdade e ao bem, que só Ele pode satisfazer. As promessas da «vida eterna» correspondem a esta aspiração, para além de toda a esperança.\n\n«Se Tu, após as tuas obras muito boas, [...] descansaste no sétimo dia, foi para nos dizer de antemão, pela voz do Teu Livro, que no termo das nossas obras, que \"são muito boas\" pelo simples facto de teres sido Tu quem no-las deu, também nós repousaremos em Ti, no Sábado da vida eterna» (58).",
            "paragrafo": 2002
        },
        {
            "tipo": "parágrafo",
            "texto": "2003. A graça é, antes de tudo e principalmente, o dom do Espírito que nos justifica e nos santifica. Mas também compreende os dons que o Espírito nos dá, para nos associar à sua obra, para nos tornar capazes de colaborar na salvação dos outros e no crescimento do corpo Místico de Cristo, que é a Igreja. São as graças sacramentais, dons próprios dos diferentes sacramentos. São, além disso, as graças especiais, também chamadas «carismas», segundo o termo grego empregado por São Paulo e que significa favor, dom gratuito, benefício (59). Qualquer que seja o seu carácter, por vezes extraordinário, como o dom dos milagres ou das línguas, os carismas estão ordenados para a graça santificante e têm por finalidade o bem comum da Igreja. Estão ao serviço da caridade que edifica a Igreja (60).",
            "paragrafo": 2003
        },
        {
            "tipo": "parágrafo",
            "texto": "2004. Entre as graças especiais, devem mencionar-se as graças de estado, que acompanham o exercício das responsabilidades da vida cristã e dos ministérios no seio da Igreja:\n\n«Possuímos dons diferentes, conforme a graça que nos foi dada. Quem tem o dom da profecia, comunique-o em harmonia com a fé: quem tem o dom do ministério, exerça as funções do ministério: quem tem o dom do ensino, ensine: quem tem o dom de exortar, exorte; quem tem a missão de repartir, faça-o com desinteresse; quem preside, faça-o com zelo; quem exerce a misericórdia, faça-o com alegria» (Rm 12, 6-8).",
            "paragrafo": 2004
        },
        {
            "tipo": "parágrafo",
            "texto": "2005. Sendo, como é, de ordem sobrenatural, a graça escapa nossa experiência e só pode ser conhecida pela fé. Não podemos, pois, basear-nos nos nossos sentimentos nem nas nossas obras, para daí concluirmos que estamos justificados e salvos (61). No entanto, segundo a palavra do Senhor, que diz: «Pelos seus frutos os conhecereis» (Mt 7, 20), a consideração dos benefícios de Deus na nossa vida e na vida dos santos oferece-nos uma garantia de que a graça de Deus opera em nós e nos incita a uma fé cada vez maior e a uma atitude de pobreza confiante:\n\nEncontramos uma das mais belas ilustrações desta atitude na resposta de Santa Joana d'Arc a uma pergunta capciosa dos seus juízes eclesiásticos: «Interrogada sobre se sabe se está na graça de Deus, responde; \"Se não estou, Deus nela me ponha: se estou, Deus nela me guarde\"» (62).",
            "paragrafo": 2005
        },
        {
            "tipo": "tópico",
            "texto": "III. O mérito"
        },
        {
            "tipo": "texto simples",
            "texto": "«Vós sois glorificado na assembleia dos santos: quando coroais os seus mérito> coroais os vossos próprios dons» (63)."
        },
        {
            "tipo": "parágrafo",
            "texto": "2006. A palavra «mérito» designa, em geral, a retribuição devida por uma comunidade ou sociedade à acção de um dos seus membros, experimentada como um benefício ou um malefício, digna de recompensa ou de castigo. O mérito diz respeito à virtude da justiça, em conformidade com o princípio da igualdade que a rege.",
            "paragrafo": 2006
        },
        {
            "tipo": "parágrafo",
            "texto": "2007. Em relação a Deus, não há, da parte do homem, mérito no sentido dum direito estrito. Entre Ele e nós, a desigualdade é sem medida, pois nós tudo recebemos d'Ele, nosso Criador.",
            "paragrafo": 2007
        },
        {
            "tipo": "parágrafo",
            "texto": "2008. O mérito do homem perante Deus, na vida cristã, provém do facto de que Deus dispôs livremente associar o homem à obra da sua graça. A acção paterna de Deus é primeira, pelo seu impulso, e o livre agir do homem é segundo, na sua colaboração; de modo que os méritos das obras devem ser atribuídos à graça de Deus, primeiro, e depois ao fiel. Aliás, o próprio mérito do homem depende de Deus, porque as suas boas acções procedem, em Cristo, das predisposições e ajudas do Espírito Santo.",
            "paragrafo": 2008
        },
        {
            "tipo": "parágrafo",
            "texto": "2009. A adopção filial, tornando-nos, pela graça, participantes da natureza divina, pode conferir-nos, segundo a justiça gratuita de Deus, um verdadeiro mérito. Trata-se de um direito derivante da graça, o direito pleno do amor que nos faz «co-herdeiros» de Cristo e dignos de obter a «herança prometida da vida eterna» (64). Os méritos das nossas boas obras são dons da bondade divina (65). «A graça precedeu; agora restitui-se o que é devido [...] Os méritos são dons de Deus» (66).",
            "paragrafo": 2009
        },
        {
            "tipo": "parágrafo",
            "texto": "2010. Uma vez que, na ordem da graça, a iniciativa pertence a Deus, ninguém pode merecer a graça primeira, que está na origem da conversão, do perdão e da justificação. Sob a moção do Espírito Santo e da caridade, podemos, depois, merecer para nós mesmos e para outros, as graças úteis para a santificação e para o aumento da graça e da caridade, bem como para a obtenção da vida eterna. Os próprios bens temporais, tais como a saúde e a amizade, podem ser merecidos segundo a sabedoria de Deus. Estas graças e estes bens são objecto da oração cristã. Esta provê à nossa necessidade da graça para as acções meritórias.",
            "paragrafo": 2010
        },
        {
            "tipo": "parágrafo",
            "texto": "2011. A caridade de Cristo é, em nós, a fonte de todos os nossos méritos diante de Deus. A graça, unindo-nos a Cristo com um amor activo, assegura a qualidade sobrenatural dos nossos actos e, por consequência, o seu mérito, tanto diante de Deus como diante dos homens. Os santos tiveram sempre uma consciência viva de que os seus méritos eram pura graça.\n\n«Depois do exílio da terra, espero ir gozar de Vós na Pátria, mas não quero acumular méritos para o céu, quero é trabalhar só por vosso amor [...] Na noite desta vida, aparecerei diante de Vós com as mãos vazias, pois não Vos peço, Senhor, que conteis as minhas obras. Todas as nossas justiças têm manchas aos vossos olhos. Quero, portanto, revestir-me com a vossa própria Justiça, e receber do vosso Amor a posse eterna de Vós mesmo...» (67).",
            "paragrafo": 2011
        },
        {
            "tipo": "tópico",
            "texto": "IV. A santidade cristã"
        },
        {
            "tipo": "parágrafo",
            "texto": "2012. «Deus concorre em tudo para o bem daqueles que O amam [...]. Porque os que Ele de antemão conheceu, também os predestinou para serem conformes à imagem do seu Filho, para que Ele seja o Primogénito de muitos irmãos. E aqueles que predestinou, também os chamou; e aqueles que chamou, também os justificou; e aqueles que justificou, também os glorificou» (Rm 8, 28-30).",
            "paragrafo": 2012
        },
        {
            "tipo": "parágrafo",
            "texto": "2013. «Os cristãos, de qualquer estado ou ordem, são chamados à plenitude da vida cristã e à perfeição da caridade» (68). Todos são chamados à santidade: «Sede perfeitos, como o vosso Pai celeste é perfeito» (Mt 5, 48):\n\n«Para alcançar esta perfeição, empreguem os fiéis as forças recebidas segundo a medida em que Cristo as dá, a fim de que [...] obedecendo em tudo à vontade do Pai, se consagrem com toda a alma à glória do Senhor e ao serviço do próximo. Assim crescerá em frutos abundantes a santidade do povo de Deus, como patentemente se manifesta na história da Igreja, com a vida de tantos santos» (69).",
            "paragrafo": 2013
        },
        {
            "tipo": "parágrafo",
            "texto": "2014. O progresso espiritual tende para a união cada vez mais íntima com Cristo. Esta união chama-se «mística», porque participa no mistério de Cristo pelos sacramentos – «os santos mistérios» –  e, n'Ele, no mistério da Santíssima Trindade. Deus chama-nos todos a esta íntima união com Ele, mesmo que graças especiais ou sinais extraordinários desta vida mística somente a alguns sejam concedidos, para manifestar o dom gratuito feito a todos.",
            "paragrafo": 2014
        },
        {
            "tipo": "parágrafo",
            "texto": "2015. O caminho desta perfeição passa pela cruz. Não há santidade sem renúncia e combate espiritual (70). O progresso espiritual implica a ascese e a mortificação, que conduzem gradualmente a viver na paz e na alegria das bem-aventuranças:\n\n«Aquele que sobe, nunca mais pára de ir de princípio em princípio, por princípios que não têm fim. Aquele que sobe nunca mais deixa de desejar aquilo que já conhece» (71).",
            "paragrafo": 2015
        },
        {
            "tipo": "parágrafo",
            "texto": "2016. Os filhos da santa Igreja, nossa Mãe, esperam justamente a graça da perseverança final e a recompensa de Deus seu Pai pelas boas obras realizadas com a sua graça, em comunhão com Jesus (72). Guardando a mesma regra de vida, os crentes partilham a «bem-aventurada esperança» dos que a misericórdia divina reúne na «Cidade santa, a nova Jerusalém, que desce do céu, como noiva adornada para o seu Esposo» (Ap 21, 2).",
            "paragrafo": 2016
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "2017. A graça do Espírito Santo confere-nos a justiça de Deus. Unindo-nos, pela fé e pelo Baptismo, à paixão e ressurreição de Cristo, o Espírito Santo faz-nos participar da sua vida.",
            "paragrafo": 2017
        },
        {
            "tipo": "parágrafo",
            "texto": "2018. A justificação, tal como a conversão, apresenta duas faces. Sob a moção da graça, o homem volta-se para Deus e desvia-se do pecado, recebendo assim o perdão e a justiça do Alto.",
            "paragrafo": 2018
        },
        {
            "tipo": "parágrafo",
            "texto": "2019. A justificação compreende a remissão dos pecados, a santificação e a renovação do homem interior.",
            "paragrafo": 2019
        },
        {
            "tipo": "parágrafo",
            "texto": "2020 A justificação foi-nos merecida pela paixão de Cristo. Foi-nos dada por meio do Baptismo. Conforma-nos com a justiça de Deus, que nos faz justos. Tem como fim a glória de Deus e de Cristo e o dom da vida eterna. É a obra mais excelente da misericórdia de Deus.",
            "paragrafo": 2020
        },
        {
            "tipo": "parágrafo",
            "texto": "2021. A graça é o socorro que Deus nos dá para correspondermos à nossa vocação de nos tornarmos seus filhos adoptivos. Introduz-nos na intimidade da vida trinitária.",
            "paragrafo": 2021
        },
        {
            "tipo": "parágrafo",
            "texto": "2022. Na obra da graça, a iniciativa divina previne, prepara e suscita a livre resposta do homem. A graça corresponde às aspirações profundas da liberdade humana; chama-a a cooperar consigo e aperfeiçoa-a.",
            "paragrafo": 2022
        },
        {
            "tipo": "parágrafo",
            "texto": "2023. A graça santificante é o dom gratuito que Deus nos faz da sua vida, infundida pelo Espírito Santo na alma para a curar do pecado e a santificar.",
            "paragrafo": 2023
        },
        {
            "tipo": "parágrafo",
            "texto": "2024. A graça santificante torna-nos «agradáveis a Deus». Os carismas, graças especiais do Espírito Santo, estão ordenados à graça santificante e têm por finalidade o bem comum da Igreja. Deus também actua por meio de múltiplas graças actuais, distintas da graça habitual, permanente em nós.",
            "paragrafo": 2024
        },
        {
            "tipo": "parágrafo",
            "texto": "2025. Não há para nós mérito diante de Deus, senão como consequência do Livre desígnio divino de associar o homem à obra da sua graça. O mérito pertence, em primeiro lugar, à graça de Deus; em segundo lugar, à cooperação do homem. O mérito do homem reverte para Deus.",
            "paragrafo": 2025
        },
        {
            "tipo": "parágrafo",
            "texto": "2026. A graça do Espírito Santo, em virtude da nossa filiação adoptiva, pode conferir-nos um verdadeiro mérito segundo a justiça gratuita de Deus. A caridade é, em nós, a principal fonte de mérito perante Deus.",
            "paragrafo": 2026
        },
        {
            "tipo": "parágrafo",
            "texto": "2027. Ninguém pode merecer a graça primeira, que está na origem da conversão. Sob a moção do Espírito Santo, podemos merecer; para nós mesmos e para outrem, todas as graças úteis para chegar à vida eterna, bem como os bens temporais necessários.",
            "paragrafo": 2027
        },
        {
            "tipo": "parágrafo",
            "texto": "2028. «Todos os cristãos [...] são chamados à plenitude da vida cristã e à perfeição da caridade» (73). «A perfeição cristã só tem um limite: o de não ter nenhum» (74).",
            "paragrafo": 2028
        },
        {
            "tipo": "parágrafo",
            "texto": "2029. «Se alguém quiser seguir-Me, renuncie a si mesmo, tome a sua cruz e siga-Me» (Mt, 16, 24).",
            "paragrafo": 2029
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 3"
        },
        {
            "tipo": "subtítulo",
            "texto": "A IGREJA, MÃE E EDUCADORA"
        },
        {
            "tipo": "parágrafo",
            "texto": "2030. É em Igreja, em comunhão com todos os baptizados, que o cristão realiza a sua vocação. Da Igreja recebe a Palavra de Deus, que contém os ensinamentos da «Lei de Cristo» (75); da Igreja recebe a graça dos sacramentos que o sustentam no «caminho»: da Igreja recebe o exemplo da santidade: reconhece-lhe a figura e a fonte na santíssima Virgem Maria; distingue-a no testemunho autêntico dos que a vivem: descobre-a na tradição espiritual e na longa história dos santos que o precederam e que a liturgia celebra ao ritmo do Santoral.",
            "paragrafo": 2030
        },
        {
            "tipo": "parágrafo",
            "texto": "2031. A vida moral é um culto espiritual. Nós «oferecemos os nossos corpos como sacrifício vivo, santo, agradável a Deus» (76), no seio do corpo de Cristo que formamos e em comunhão com a oferenda da sua Eucaristia. Na liturgia e na celebração dos sacramentos, a oração e doutrina conjugam-se com a graça de Cristo, para esclarecer e alimentar o agir cristão. Como todo o conjunto da vida cristã, a vida moral tem a sua fonte e o seu ponto alto no sacrifício eucarístico.",
            "paragrafo": 2031
        },
        {
            "tipo": "tópico",
            "texto": "I. Vida moral e Magistério da Igreja"
        },
        {
            "tipo": "parágrafo",
            "texto": "2032. A Igreja, «coluna e fundamento da verdade» (1 Tm 3, 15), «recebeu dos Apóstolos o solene mandamento de Cristo de anunciar a verdade da salvação» (77). «À Igreja compete anunciar sempre e em toda a parte os princípios morais, mesmo de ordem social, bem como emitir juízo acerca de quaisquer realidades humanas, na medida em que o exigirem os direitos fundamentais da pessoa humana ou a salvação das almas» (78).",
            "paragrafo": 2032
        },
        {
            "tipo": "parágrafo",
            "texto": "2033. O Magistério dos pastores da Igreja, em matéria moral, exerce-se ordinariamente na catequese e na pregação, com a ajuda das obras dos teólogos e autores espirituais. Assim se transmitiu, de geração em geração, sob a égide e a vigilância dos pastores, o «depósito» da moral cristã, formado por um conjunto característico de regras, mandamentos e virtudes procedentes da fé em Cristo e vivificados pela caridade. Esta catequese tomou por fundamento, tradicionalmente, a par do Credo e do Pai Nosso, o Decálogo, que enuncia os princípios da vida moral válidos para todos os homens.",
            "paragrafo": 2033
        },
        {
            "tipo": "parágrafo",
            "texto": "2034. O Romano Pontífice e os bispos, como «doutores autênticos, investidos na autoridade de Cristo, pregam ao povo a eles confiado a fé que deve ser acreditada e aplicada aos costumes» (79). O Magistério ordinário e universal do Papa, e dos bispos em comunhão com ele, ensina aos fiéis a verdade que se deve crer, a caridade que se deve praticar e a bem-aventurança que se deve esperar.",
            "paragrafo": 2034
        },
        {
            "tipo": "parágrafo",
            "texto": "2035. O grau supremo na participação da autoridade de Cristo está garantido pelo carisma da infalibilidade. Esta «é tão ampla quanto o depósito da Revelação divina» (80); e estende-se também a todos os elementos de doutrina, mesmo moral, sem os quais as verdades salvíficas da fé não podem ser guardadas, expostas e observadas (81).",
            "paragrafo": 2035
        },
        {
            "tipo": "parágrafo",
            "texto": "2036. A autoridade do Magistério estende-se também aos preceitos específicos da lei natural, porque a sua observância, exigida pelo Criador, é necessária à salvação. Ao lembrar as prescrições da lei natural, o Magistério da Igreja exerce uma parte essencial da sua função profética, de anunciar aos homens o que eles são na verdade e de lhes lembrar o que devem ser perante Deus (82).",
            "paragrafo": 2036
        },
        {
            "tipo": "parágrafo",
            "texto": "2037. A Lei de Deus, confiada à Igreja, é ensinada aos fiéis como caminho de vida e de verdade. Os fiéis têm, portanto, o direito (83) de serem instruídos sobre os preceitos divinos salvíficos que purificam o juízo e, com a graça, curam a razão humana ferida. E têm o dever de observar as constituições e decretos emanados da autoridade legítima da Igreja. Mesmo que sejam disciplinares, tais determinações requerem docilidade na caridade.",
            "paragrafo": 2037
        },
        {
            "tipo": "parágrafo",
            "texto": "2038. Na tarefa do ensino e da aplicação da moral cristã, a Igreja precisa da dedicação dos pastores, da ciência dos teólogos, do contributo de todos os cristãos e homens de boa vontade. A fé e a prática do Evangelho conferem a cada qual uma experiência da vida «em Cristo» que o ilumina e o torna capaz de avaliar as realidades divinas e humanas, segundo o Espírito de Deus (84). Assim, o Espírito Santo pode servir-Se dos mais humildes para iluminar os sábios e os mais elevados em dignidade.",
            "paragrafo": 2038
        },
        {
            "tipo": "parágrafo",
            "texto": "2039. Os ministérios devem exercer-se num espírito de serviço fraterno e de dedicação à Igreja, em nome do Senhor (85). Ao mesmo tempo, a consciência de cada um, no seu juízo moral sobre os seus actos pessoais, deve evitar fechar-se numa consideração individual. Deve abrir-se o mais possível à consideração do bem de todos, tal como ele se exprime na lei moral, natural e revelada, e consequentemente, na lei da Igreja e no ensino autorizado do Magistério sobre as questões morais. Não convém opor a consciência pessoal e a razão à lei moral ou ao Magistério da Igreja.",
            "paragrafo": 2039
        },
        {
            "tipo": "parágrafo",
            "texto": "2040. Assim, pode desenvolver-se entre os cristãos um verdadeiro espírito filial em relação à Igreja. Esse espírito é a expansão normal da graça baptismal, que nos gerou no seio da Igreja e nos tornou membros do corpo de Cristo. Na sua solicitude maternal, a Igreja concede-nos a misericórdia de Deus, que supera todos os nossos pecados e age especialmente através do sacramento da Reconciliação. Como mãe solícita, administra-nos também, na sua liturgia, diariamente, o alimento da Palavra e da Eucaristia do Senhor.",
            "paragrafo": 2040
        },
        {
            "tipo": "tópico",
            "texto": "II. Os preceitos da Igreja"
        },
        {
            "tipo": "parágrafo",
            "texto": "2041. Os preceitos da Igreja inserem-se nesta linha duma vida moral ligada à vida litúrgica e nutrindo-se dela. O carácter obrigatório destas leis positivas, promulgadas pelas autoridades pastorais, tem por fim garantir aos fiéis o mínimo indispensável de espírito de oração e de esforço moral e de crescimento no amor a Deus e ao próximo. Os preceitos mais gerais da Igreja são cinco:",
            "paragrafo": 2041
        },
        {
            "tipo": "parágrafo",
            "texto": "2042. O primeiro preceito («Ouvir missa inteira e abster-se de trabalhos servis nos domingos e festas de guarda») exige aos fiéis que santifiquem o dia em que se comemora a ressurreição do Senhor, bem como as principais festas litúrgicas em honra dos mistérios do Senhor, da Bem-aventurada Virgem Maria e dos Santos, que a Igreja declara como sendo de preceito, sobretudo participando na celebração eucarística em que a comunidade cristã se reúne e descansando de trabalhos e ocupações que possam impedir a santificação desses dias (86).\n\nO segundo preceito («Confessar-se ao menos uma vez em cada ano») assegura a preparação para a Eucaristia, mediante a recepção do sacramento da Reconciliação que continua a obra de conversão e perdão do Baptismo (87).\n\nO terceiro preceito («Comungar ao menos pela Páscoa da Ressurreição») garante um mínimo na recepção do Corpo e Sangue do Senhor, em ligação com as festas pascais, origem e centro da liturgia cristã (88).",
            "paragrafo": 2042
        },
        {
            "tipo": "parágrafo",
            "texto": "2043. O quarto preceito («Guardar abstinência e jejuar nos dias determinados pela Igreja») assegura os dias de ascese e de penitência que nos preparam para as festas litúrgicas e contribuem para nos fazer adquirir domínio sobre os nossos instintos e a liberdade do coração (89).\n\nO quinto preceito («prover as necessidades da Igreja, segundo os legítimos usos e costumes e as determinações») aponta ainda aos fiéis a obrigação de prover, às necessidades materiais da Igreja consoante as possibilidades de cada um (90).",
            "paragrafo": 2043
        },
        {
            "tipo": "tópico",
            "texto": "III. Vida moral e testemunho missionário"
        },
        {
            "tipo": "parágrafo",
            "texto": "2044. A fidelidade dos baptizados é condição primordial para o anúncio do Evangelho e para a missão da Igreja no mundo. Para manifestar diante dos homens a sua força de verdade e irradiação, a mensagem de salvação deve ser autenticada pelo testemunho de vida dos cristãos. «O testemunho de vida cristã e as obras realizadas com espírito sobrenatural são meios poderosos para atrair os homens à fé e a Deus» (91).",
            "paragrafo": 2044
        },
        {
            "tipo": "parágrafo",
            "texto": "2045. Porque são membros do corpo cuja cabeça é Cristo (92), os cristãos contribuem, pela constância das suas convicções e dos seus costumes, para a edificação da Igreja. A Igreja cresce, aumenta e desenvolve-se pela santidade dos seus fiéis (93), até ao «estado do homem perfeito, à medida da estatura de Cristo na sua plenitude» (Ef 4, 13).",
            "paragrafo": 2045
        },
        {
            "tipo": "parágrafo",
            "texto": "2046. Vivendo segundo Cristo, os cristãos apressam a vinda do Reino de Deus, do «Reino da justiça, da verdade e da paz» (94). Mas nem por isso descuram as suas tarefas terrestres. Fiéis ao seu Mestre, cumprem-nas com rectidão, paciência e amor.",
            "paragrafo": 2046
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "2047. A vida moral é um culto espiritual. O agir cristão encontra alimento na liturgia e na celebração dos sacramentos.",
            "paragrafo": 2047
        },
        {
            "tipo": "parágrafo",
            "texto": "2048. Os preceitos da Igreja dizem respeito à vida moral e cristã, unida à liturgia e nutrindo-se dela.",
            "paragrafo": 2048
        },
        {
            "tipo": "parágrafo",
            "texto": "2049. O magistério dos pastores da Igreja em matéria moral exerce-se ordinariamente na catequese e na pregação, com base no Decálogo, que enuncia os princípios da vida moral válidos para todo o homem.",
            "paragrafo": 2049
        },
        {
            "tipo": "parágrafo",
            "texto": "2050. O Romano Pontífice e os bispos, na qualidade de doutores auténticos, pregam ao povo de Deus a fé que deve ser acreditada e aplicada nos costumes. Compete-lhes também pronunciarem-se sobre as questões morais da área da lei natural e da razão.",
            "paragrafo": 2050
        },
        {
            "tipo": "parágrafo",
            "texto": "2051. A infalibilidade do Magistério dos pastores abrange todos os elementos de doutrina, mesmo moral, sem os quais as verdades salvíficas da fé não podem ser guardadas, expostas ou observadas.",
            "paragrafo": 2051
        },
        {
            "tipo": "subtítulo",
            "texto": "OS DEZ MANDAMENTOS"
        },
        {
            "tipo": "coluna 1",
            "texto": "Êxodo 20, 2-17"
        },
        {
            "tipo": "coluna 2",
            "texto": "Deuteronómio 5, 6-21"
        },
        {
            "tipo": "coluna 3",
            "texto": "Fórmula Catequética"
        },
        {
            "tipo": "coluna 1",
            "texto": "Eu sou o Senhor teu Deus,\nQue te tirei da terra do Egipto,\ndessa casa da escravidão.\n\nNão terás outros deuses perante Mim.\nNão farás de ti nenhuma imagem esculpida,\nnem figura que existe lá no alto do céu ou cá em baixo na terra\nou nas águas debaixo da terra.\nNão te prostrarás diante delas\nnem lhes prestarás culto porque eu,\no Senhor teu Deus, sou um Deus cios:\ncastigo a ofensa dos pais nos filhos até à terceira e quarta geraçãodaqueles que Me ofendem;\nmas uso de misericórdia até à milésima geração\ncom aqueles que Me amam\ne guardam os meus mandamentos."
        },
        {
            "tipo": "coluna 2",
            "texto": "Eu sou o Senhor teu Deus,\nque te fiz tirei da terra do Egipto dessa da casa da escravidão.\n\nNão terás outros deuses diante de Mim..."
        },
        {
            "tipo": "coluna 3",
            "texto": "Primeiro: Adorar a Deus e amá-Lo sobre todas as coisas."
        },
        {
            "tipo": "coluna 1",
            "texto": "Não invocarás em vão\no Nome do Senhor teu Deus,\nporque o Senhor não deixa sem castigo\nquem invocar o seu Nome em vão."
        },
        {
            "tipo": "coluna 2",
            "texto": "Não invocarás em vão o Nome do Senhor teu Deus..."
        },
        {
            "tipo": "coluna 3",
            "texto": "Segundo: Não invocar o santo nome de Deus em vão."
        },
        {
            "tipo": "coluna 1",
            "texto": "Lembrar-te do dia do Sábado\npara o santificar.\nDurante seis dias trabalharás\ne farás todos os trabalhos.\nMas o sétimo dia é sábado do Senhor teu Deus.\nNão farás nele nenhum trabalho,\nnem tu, nem teu filho ou tua filha,\nnem o teu servo nem a tua serva,\nnem o teu gado, nem o estrangeiro que vive em tua cidade.\nPorque em seis dias o Senhor fez o céu e a terra,\no mar e tudo o que eles contêm:\nmas ao sétimo diz descansou.\nPor isso o Senhor abençoou\no dia de sábado e o consagrou."
        },
        {
            "tipo": "coluna 2",
            "texto": "Guarda o dia do sábado para o santificar"
        },
        {
            "tipo": "coluna 3",
            "texto": "Terceiro: Santificar os domingos e festas de guarda."
        },
        {
            "tipo": "coluna 1",
            "texto": "Honra pai mãe,\na fim de prolongares os teus dias\nna terra que o Senhor teu Deus te vai dar."
        },
        {
            "tipo": "coluna 2",
            "texto": "Honra teu pai e tua mãe..."
        },
        {
            "tipo": "coluna 3",
            "texto": "Quarto: Honrar pai e mãe (e os outros legítimos superiores)."
        },
        {
            "tipo": "coluna 1",
            "texto": "Não matarás."
        },
        {
            "tipo": "coluna 2",
            "texto": "Não matarás."
        },
        {
            "tipo": "coluna 3",
            "texto": "Quinto: Não matar (nem causar outro dano, no corpo ou na alma, a si mesmo ou ao próximo)."
        },
        {
            "tipo": "coluna 1",
            "texto": "Não cometerás adultério."
        },
        {
            "tipo": "coluna 2",
            "texto": "Não cometerás adultério."
        },
        {
            "tipo": "coluna 3",
            "texto": "Sexto: Guardar castidade nas palavras e nas obras."
        },
        {
            "tipo": "coluna 1",
            "texto": "Não roubarás."
        },
        {
            "tipo": "coluna 2",
            "texto": "Não roubarás."
        },
        {
            "tipo": "coluna 3",
            "texto": "Sétimo: Não furtar (nem injustamente reter ou danificar os bens do próximo)."
        },
        {
            "tipo": "coluna 1",
            "texto": "Não levantarás falso testemunho contra o teu próximo."
        },
        {
            "tipo": "coluna 2",
            "texto": "Não levantarás falso testemunho contra o teu próximo."
        },
        {
            "tipo": "coluna 3",
            "texto": "Oitavo: Não levantar falsos testemunhos (nem de qualquer outro modo faltar à verdade ou difamar o próximo)."
        },
        {
            "tipo": "coluna 1",
            "texto": "Não cobiçarás a casa do teu próximo."
        },
        {
            "tipo": "coluna 2",
            "texto": ""
        },
        {
            "tipo": "coluna 3",
            "texto": "Nono: Guardar castidade nos pensamentos e nos desejos."
        },
        {
            "tipo": "coluna 1",
            "texto": "Não desejarás a mulher do próximo, nem o seu servo nem a sua serva,\no seu boi ou o seu jumento, nem nada que lhe pertença."
        },
        {
            "tipo": "coluna 2",
            "texto": "Não desejarás a mulher do teu próximo;\nNão cobiçarás ... nada que pertença ao teu próximo."
        },
        {
            "tipo": "coluna 3",
            "texto": "Décimo: Não cobiçar as coisas alheias.\nEstes dez mandamentos resumem-se em dois que são:\nAmar a Deus sobre todas as coisas,\ne ao próximo como a nós mesmos."
        }
    ],
    "referencia": [
        {
            "tipo": "referência",
            "texto": "1. Leão XIII, Enc. Libertas praestantissimum: Leonis XIII Acta 8. 218: São Tomás de Aquino, Summa theologiae, 1-2, q. 90. a. 1: Ed. Leon. 7, 149-150."
        },
        {
            "tipo": "referência",
            "texto": "2. Tertuliano, Adversos Marcionem, 2, 4, 5: CCL I. 479 (PL 2, 315)."
        },
        {
            "tipo": "referência",
            "texto": "3. Leão XIII, Enc. Libertas praestantissimum: Leonis XIII Acta 8. 219"
        },
        {
            "tipo": "referência",
            "texto": "4. Cf. II Concílio do Vaticano, Const. past. Gaudium et spes, 89: AAS 58 (1966) 1111-1112."
        },
        {
            "tipo": "referência",
            "texto": "5. Santo Agostinho, De Trinitate, 14, 15, 21: CCL 50A, 451 (PL 42, 1052)."
        },
        {
            "tipo": "referência",
            "texto": "6. São Tomás de Aquino, In duo praecepta caritatis et in detem Legi praecepta expositio 1: Opera amnia, v. 27 (Parisiis 1875) p. 144."
        },
        {
            "tipo": "referência",
            "texto": "7. Marco Túlio Cícero, De re publica, 3, 22, 33: Scripta quae manserunt omnia, Bibliotheca Teubneriana fasc. 39. ed. K. Ziegler (Leipzig 1969) p. 96."
        },
        {
            "tipo": "referência",
            "texto": "8. Cf. II Concílio do Vaticano,. Const. past. Gaudium et spes, 10: AAS 58 (1966) 1033."
        },
        {
            "tipo": "referência",
            "texto": "9. Santo Agostinho, Confissões 2, 4, 9: CCL 27, 21 (PL 32, 678)."
        },
        {
            "tipo": "referência",
            "texto": "10. I Concílio do Vaticano, Const. dogm. Dei Filius, c. 2: DS 3005: Pio XII. Enc. Humani Generis: DS 3876."
        },
        {
            "tipo": "referência",
            "texto": "11. Santo Agostinho, Enarratio in Psalmum, 57, I: CCL 39, 708."
        },
        {
            "tipo": "referência",
            "texto": "12. Cf. Rm 7, 12."
        },
        {
            "tipo": "referência",
            "texto": "13. Cf. Rm 7, 14."
        },
        {
            "tipo": "referência",
            "texto": "14. Cf. Rm 7, 16."
        },
        {
            "tipo": "referência",
            "texto": "15. Cf. Gl 3, 24."
        },
        {
            "tipo": "referência",
            "texto": "16. Cf. Rm 7."
        },
        {
            "tipo": "referência",
            "texto": "17. Santo Ireneu de Lião, Adversus haereses, 4, 15, 1: SC 100. 548 (PG 7, 1012)."
        },
        {
            "tipo": "referência",
            "texto": "18. São Tomás de Aquino, Summa theologiae, 1-2, q. 107, a.I, ad 2: Ed. Leon 7, 279."
        },
        {
            "tipo": "referência",
            "texto": "19. Cf. Jr 31, 31-34."
        },
        {
            "tipo": "referência",
            "texto": "20. Santo Agostinho, De sermone Domine in monte, 1, 1, 1: CCL 35, 1-2 (PL 34, 1229-1231)."
        },
        {
            "tipo": "referência",
            "texto": "21. Cf. Mt 5, 17-19."
        },
        {
            "tipo": "referência",
            "texto": "22. Cf. Mt 15, 18-19."
        },
        {
            "tipo": "referência",
            "texto": "23. Cf. Mt 5, 48."
        },
        {
            "tipo": "referência",
            "texto": "24. Cf.  Mt 5, 44."
        },
        {
            "tipo": "referência",
            "texto": "25. Cf. Mt 6, 1-6; 16-18."
        },
        {
            "tipo": "referência",
            "texto": "26. Cf. Mt 6, 9-13."
        },
        {
            "tipo": "referência",
            "texto": "27. Cf. Mt 7, 13-14."
        },
        {
            "tipo": "referência",
            "texto": "28. Cf. Mt 7, 21-27."
        },
        {
            "tipo": "referência",
            "texto": "29. Cf. Lc 6, 31."
        },
        {
            "tipo": "referência",
            "texto": "30. Cf. Jo 13, 34."
        },
        {
            "tipo": "referência",
            "texto": "31. Cf. Jo 15, 12."
        },
        {
            "tipo": "referência",
            "texto": "32. Cf. Rom 14; 1 Cor 5-10."
        },
        {
            "tipo": "referência",
            "texto": "33.Cf. Tg 1, 25; 2, 12."
        },
        {
            "tipo": "referência",
            "texto": "34. Cf. G14.1-7; 21-31; Rm 8, 15-17."
        },
        {
            "tipo": "referência",
            "texto": "35. Cf. São Tomás de Aquino, Summa theologiae, 2-2. Q. 184, a. 3: Ed. Leon. 10, 453-454."
        },
        {
            "tipo": "referência",
            "texto": "36. São Francisco de Sales, Traité de l'amour de Dieu, 8, 6: Oeuvres, v. 5 (Anecy 1894) p. 75."
        },
        {
            "tipo": "referência",
            "texto": "37. São Tomás de Aquino, Summa theologiae, 1-2. q. 90, a. 4, e: Ed. Leon. 7, 152."
        },
        {
            "tipo": "referência",
            "texto": "38. Cf. Rm 10, 4."
        },
        {
            "tipo": "referência",
            "texto": "39. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 42 AAS 57 (1965) 48."
        },
        {
            "tipo": "referência",
            "texto": "40. Cf. Rm 3, 22."
        },
        {
            "tipo": "referência",
            "texto": "41. Cf. Rm 6, 3-4."
        },
        {
            "tipo": "referência",
            "texto": "42. Cf. 1 Cor 12."
        },
        {
            "tipo": "referência",
            "texto": "43. Cf. Jo 15, 1-4."
        },
        {
            "tipo": "referência",
            "texto": "44. Santo Atanásio de Alexandria, Epistula ad Serapionem. 1, 24: PG 26, 585-588."
        },
        {
            "tipo": "referência",
            "texto": "45. Concílio de Trento, Sess. 6ª, Decretum de iustificatione, c. 7: DS 1528."
        },
        {
            "tipo": "referência",
            "texto": "46. Concílio de Trento, Sess. 6ª, Decretum de iustificatione, c. 7: DS 1529."
        },
        {
            "tipo": "referência",
            "texto": "47. Concílio de Trento, Sess. 6ª, Decretum de iustificatione, c. 5: DS 1525."
        },
        {
            "tipo": "referência",
            "texto": "48. Santo Agostinho, In Iohannis evangelium tractatus, 72, 3: CCL 36, 508 (PL 35, 1823)."
        },
        {
            "tipo": "referência",
            "texto": "49. Cf. Rm 7, 22; Ef 3,16."
        },
        {
            "tipo": "referência",
            "texto": "50. Cf. Jo 1, 12-18."
        },
        {
            "tipo": "referência",
            "texto": "51. Cf. Rm 8, 14-17."
        },
        {
            "tipo": "referência",
            "texto": "52. Cf. 2 Pe 1, 3-4."
        },
        {
            "tipo": "referência",
            "texto": "53. Cf. Jo 17, 3."
        },
        {
            "tipo": "referência",
            "texto": "54. Cf. 1 Cor 2, 7-9."
        },
        {
            "tipo": "referência",
            "texto": "55. Cf. Jo 4, 14; 7, 38-39."
        },
        {
            "tipo": "referência",
            "texto": "56. Santo Agostinho, De gratia et libero arbítrio, 17, 33: PL 44, 901."
        },
        {
            "tipo": "referência",
            "texto": "57. Santo Agostinho, De natura et gratia, 31, 35: CSEL 49, 258-259 (PL 44, 264)."
        },
        {
            "tipo": "referência",
            "texto": "58. Santo Agostinho, Confissões, 13, 36, 51: CCL 27, 272 (PL 32, 868)."
        },
        {
            "tipo": "referência",
            "texto": "59. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 12: AAS 57 (1965) 16-17."
        },
        {
            "tipo": "referência",
            "texto": "60. Cf. 1 Cor 12."
        },
        {
            "tipo": "referência",
            "texto": "61. Cf. Concílio de Trento, Sess. 6ª, Decretum de iustificatione, c. 9: DS 1533-1534."
        },
        {
            "tipo": "referência",
            "texto": "62. Santa Joana D'Arc: Dito: Procès de condannation, ed. P. Tisset (Paris, 1969) p. 62."
        },
        {
            "tipo": "referência",
            "texto": "63. Prefácio dos Santos, I: Missale Romanum, editio typica (Typis Polyglottis Vaticanis 1970), p. 428 [Missal Romano, Gráfica de Coimbra 1992. p . 495]: cf. o «Doutor da Graça». Santo Agostinho, Enarratio in Psalmum 102, 7: CCL 40, 1457 (PI_ 37, 1321)."
        },
        {
            "tipo": "referência",
            "texto": "64. Cf. Concílio de Trento, Sess. 6ª, Decretum de iustificatione, c. 16: DS 1546."
        },
        {
            "tipo": "referência",
            "texto": "65. Cf. Concílio de Trento, Sess. 6ª, Decretum de iustificatione, c. 16: DS 1546."
        },
        {
            "tipo": "referência",
            "texto": "66. Santo Agostinho, Sermão 298, 4-5: SPM 1, 98-99 (PL 38, 1376)."
        },
        {
            "tipo": "referência",
            "texto": "67. Santa Teresa do Menino Jesus, Acte d'offrande à l'Amour miséricordieux: Récréations pieuses – Prières (Paris 1992) p. 512-515. [Obras Completas (Paço de Arcos, Edições Carmelo 199) p. 1077]."
        },
        {
            "tipo": "referência",
            "texto": "68. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 40: AAS 57 (1965) 45."
        },
        {
            "tipo": "referência",
            "texto": "69.  II Concílio do Vaticano, Const. dogm. Lumen Gentium, 40: AAS 57 (1965) 45."
        },
        {
            "tipo": "referência",
            "texto": "70. Cf. 2 Tm 4."
        },
        {
            "tipo": "referência",
            "texto": "71. São Gregório de Nissa, In Canticum homilia 8: Gregorii Nysseni opera, ed. W. Jaeger - H. Langerbeck, v. 6 (Leiden 1960) p. 247 (PG 44, 941)."
        },
        {
            "tipo": "referência",
            "texto": "72. Cf. Concílio de Trento, Sess. 6ª, Decretum de iustificatione, can. 26: DS 1576"
        },
        {
            "tipo": "referência",
            "texto": "73. II Concílio do Vaticano, Const dogm. Lumen Gentium, 40: AAS 57 (1965) 45."
        },
        {
            "tipo": "referência",
            "texto": "74. São Gregório de Nissa, De vita Moysis, 1. 5: ed. M. Simonetti (Vicenza 1984) p. 10 (PG 44. 300)."
        },
        {
            "tipo": "referência",
            "texto": "75. Cf. Gl 6, 2."
        },
        {
            "tipo": "referência",
            "texto": "76. Cf. Rm 12, 1."
        },
        {
            "tipo": "referência",
            "texto": "77. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 17: AAS 57 (1965) 21."
        },
        {
            "tipo": "referência",
            "texto": "78. CIC can. 747, § 2."
        },
        {
            "tipo": "referência",
            "texto": "79. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 25: AAS 57 (1965) 29."
        },
        {
            "tipo": "referência",
            "texto": "80. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 25: AAS 57 (1965) 30."
        },
        {
            "tipo": "referência",
            "texto": "81. Cf. Sagrada Congregação para a Doutrina da Fé, Decl. Mysterium Ecclesiae, 3: AAS 65 (1973) 401."
        },
        {
            "tipo": "referência",
            "texto": "82. Cf. II Concílio do Vaticano, Decl. Dignitatis humanae, 14: AAS 58 (1966) 940."
        },
        {
            "tipo": "referência",
            "texto": "83. Cf. CIC can. 213."
        },
        {
            "tipo": "referência",
            "texto": "84. Cf. 1 Cor 2, 10-15."
        },
        {
            "tipo": "referência",
            "texto": "85. Cf. Rm 12, 8.11."
        },
        {
            "tipo": "referência",
            "texto": "86. Cf. CIC can. 1246-1248: CCEO can. 880, § 3, 881, §§ 1.2.4."
        },
        {
            "tipo": "referência",
            "texto": "87. Cf. CIC can. 989: CCEO can. 719."
        },
        {
            "tipo": "referência",
            "texto": "88. Cf. CIC can. 920: CCEO can. 708. 881, § 3."
        },
        {
            "tipo": "referência",
            "texto": "89 Cf. CIC can. 1249-1251; CCEO can. 882."
        },
        {
            "tipo": "referência",
            "texto": "90. Cf. CIC can. 222: CCEO can. 25. As Conferências Episcopais podem, para além destes, estabelecer outros preceitos eclesiásticos para o seu território: cf. CICcan. 455."
        },
        {
            "tipo": "referência",
            "texto": "91. II Concílio do Vaticano, Decr. Apostolicam actuositatem, 6: AAS 58 (1966) 842."
        },
        {
            "tipo": "referência",
            "texto": "92. Cf. Ef 1, 22."
        },
        {
            "tipo": "referência",
            "texto": "93. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 39: AAS 57 (1965) 44."
        },
        {
            "tipo": "referência",
            "texto": "94. Solenidade de Nosso Senhor Jesus Cristo Rei do universo,  Prefácio: Missale Romanum. editio typica (Typis Polyglottis Vaticanis 1970), p. 381 [Missal Romano, Gráfica de Coimbra 1992, p. 429]."
        }
    ]
}