{
    "nome": "p2_s1_c2",
    "primeiroParagrafo": 1135,
    "ultimoParagrafo": 1209,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "SEGUNDA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A CELEBRAÇÃO\nDO MISTÉRIO CRISTÃO"
        },
        {
            "tipo": "título",
            "texto": "PRIMEIRA SECÇÃO"
        },
        {
            "tipo": "título",
            "texto": "A «ECONOMIA» SACRAMENTAL\n\n"
        },
        {
            "tipo": "subtítulo",
            "texto": "CAPÍTULO SEGUNDO"
        },
        {
            "tipo": "subtítulo",
            "texto": "A CELEBRAÇÃO SACRAMENTAL\nDO MISTÉRIO PASCAL"
        },
        {
            "tipo": "parágrafo",
            "texto": "1135. A catequese da liturgia implica, primeiramente, a compreensão da economia sacramental (capítulo primeiro). A esta luz revela-se a novidade da sua celebração. Tratar-se-á, pois, neste capítulo da celebração dos sacramentos da Igreja. Ter-se-á em vista aquilo que, através da diversidade das tradições litúrgicas, é comum à celebração dos sete sacramentos; o que é próprio de cada um será apresentado mais adiante. Esta catequese fundamental das celebrações sacramentais responderá às principais questões que os fiéis se colocam a este respeito:\n\n– quem celebra?\n– como celebrar?\n– quando celebrar?\n– onde celebrar?",
            "paragrafo": 1135
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 1"
        },
        {
            "tipo": "subtítulo",
            "texto": "CELEBRAR A LITURGIA DA IGREJA"
        },
        {
            "tipo": "tópico",
            "texto": "I. Quem celebra?"
        },
        {
            "tipo": "parágrafo",
            "texto": "1136. A liturgia é «acção» do «Cristo total» (Christus totus). Os que agora a celebram para além dos sinais, estão já integrados na liturgia celeste, onde a celebração é totalmente comunhão e festa.",
            "paragrafo": 1136
        },
        {
            "tipo": "subtópico",
            "texto": "OS CELEBRANTES DA LITURGIA CELESTE"
        },
        {
            "tipo": "parágrafo",
            "texto": "1137. O Apocalipse de São João, lido na liturgia da Igreja, revela-nos, primeiramente, um trono preparado no céu, e Alguém sentado no trono (1), «o Senhor Deus» (Is 6, 1) (2). Depois, o Cordeiro «imolado e de pé» (Ap 5, 6) (3): Cristo crucificado e ressuscitado, o único Sumo-Sacerdote do verdadeiro santuário (4), o mesmo «que oferece e é oferecido, que dá e é dado»(5). Enfim, «o rio da Vida [...] que corre do trono de Deus e do Cordeiro» (Ap 22, 1), um dos mais belos símbolos do Espírito Santo (6).",
            "paragrafo": 1137
        },
        {
            "tipo": "parágrafo",
            "texto": "1138. «Recapitulados» em Cristo, tomam parte no serviço do louvor de Deus e na realização do seu desígnio: os Poderes celestes (7), toda a criação (os quatro viventes), os servidores da Antiga e da Nova Aliança (os vinte e quatro anciãos), o novo povo de Deus (os cento e quarenta e quatro mil) (8), em particular os mártires, «degolados por causa da Palavra de Deus» (Ap 6, 9) e a santíssima Mãe de Deus (a Mulher (9); a Esposa do Cordeiro (10) enfim, «uma numerosa multidão que ninguém podia contar e provinda de todas as nações, tribos, povos e línguas» (Ap 7, 9).",
            "paragrafo": 1138
        },
        {
            "tipo": "parágrafo",
            "texto": "1139. É nesta liturgia eterna que o Espírito e a Igreja nos fazem participar, quando celebramos o mistério da salvação nos sacramentos.",
            "paragrafo": 1139
        },
        {
            "tipo": "subtópico",
            "texto": "OS CELEBRANTES DA LITURGIA SACRAMENTAL"
        },
        {
            "tipo": "parágrafo",
            "texto": "1140. É toda a comunidade, o corpo de Cristo unido à sua Cabeça, que celebra. «As acções litúrgicas não são acções privadas, mas celebrações da Igreja, que é \"o sacramento da unidade\", isto é, povo santo reunido e ordenado sob a direcção dos bispos. Por isso, tais acções pertencem a todo o corpo da Igreja, manifestam-no e afectam-no, atingindo, porém, cada um dos membros de modo diverso, segundo a variedade de estados, funções e participação actual» (11). Também por isso, «sempre que os ritos comportam, segundo a natureza própria de cada qual, uma celebração comum, caracterizada pela presença e activa participação dos fiéis, inculque-se que esta deve preferir-se, na medida do possível, à celebração individual e como que privada» (12).",
            "paragrafo": 1140
        },
        {
            "tipo": "parágrafo",
            "texto": "1141. A assembleia que celebra é a comunidade dos baptizados, que «pela regeneração e pela unção do Espírito Santo, são consagrados para ser uma casa espiritual e um sacerdócio santo, para oferecerem, mediante todas as obras do cristão, sacrifícios espirituais» (13). Este «sacerdócio comum» é o de Cristo, único Sacerdote, participado por todos os seus membros (14):\n\n«É desejo ardente da Mãe Igreja que todos os fiéis cheguem àquela plena, consciente e activa participação nas celebrações litúrgicas que a própria natureza da liturgia exige e que é, por força do Baptismo, um direito e um dever do povo cristão, \"raça escolhida, sacerdócio real, nação santa, povo adquirido\"(1 Pe 2, 9) (15)»(16).",
            "paragrafo": 1141
        },
        {
            "tipo": "parágrafo",
            "texto": "1142. Mas «nem todos os membros têm a mesma função» (Rm 12, 4). Alguns deles são chamados por Deus, na Igreja e pela Igreja, a um serviço especial da comunidade. Estes servidores são escolhidos e consagrados pelo sacramento da Ordem, pelo qual o Espírito Santo os torna aptos para agirem na pessoa de Cristo-Cabeça ao serviço de todos os membros da Igreja (17). O ministro ordenado é como que o «ícone» de Cristo-Sacerdote. Por ser na Eucaristia que se manifesta plenamente o sacramento da Igreja, na presidência da Eucaristia aparece em primeiro lugar o ministério do bispo e, em comunhão com ele, o dos presbíteros e diáconos.",
            "paragrafo": 1142
        },
        {
            "tipo": "parágrafo",
            "texto": "1143. Para o exercício das funções do sacerdócio comum dos fiéis, existem ainda outros ministérios particulares, não consagrados pelo sacramento da Ordem, e cuja função é determinada pelos bispos segundo as tradições litúrgicas e as necessidades pastorais. «Também os acólitos, os leitores, os comentadores e os membros do coro desempenham um verdadeiro ministério litúrgico» (18).",
            "paragrafo": 1143
        },
        {
            "tipo": "parágrafo",
            "texto": "1144. Assim, na celebração dos sacramentos, toda a assembleia é « liturga», cada qual segundo a sua função, mas «na unidade do Espírito» que age em todos. «Nas celebrações litúrgicas, limite-se cada um, ministro ou simples fiel, ao exercer o seu ofício, a fazer tudo e só o que é da sua competência, segundo a natureza do rito e as leis litúrgicas» (19).",
            "paragrafo": 1144
        },
        {
            "tipo": "tópico",
            "texto": "II. Como celebrar?"
        },
        {
            "tipo": "subtópico",
            "texto": "SINAIS E SÍMBOLOS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1145. Uma celebração sacramental é tecida de sinais e de símbolos. Segundo a pedagogia divina da salvação, a sua significação radica na obra da criação e na cultura humana, determina-se nos acontecimentos da Antiga Aliança e revela-se plenamente na pessoa e na obra de Cristo.",
            "paragrafo": 1145
        },
        {
            "tipo": "parágrafo",
            "texto": "1146. Sinais do mundo dos homens. Os sinais e os símbolos ocupam um lugar importante na vida humana. Sendo o homem um ser ao mesmo tempo corporal e espiritual, exprime e percebe as realidades espirituais através de sinais e símbolos materiais. Como ser social, o homem tem necessidade de sinais e de símbolos para comunicar com o seu semelhante através da linguagem. dos gestos e de acções. O mesmo acontece nas suas relações com Deus.",
            "paragrafo": 1146
        },
        {
            "tipo": "parágrafo",
            "texto": "1147. Deus fala ao homem através da criação visível. O cosmos material apresenta-se à inteligência do homem para que leia nele os traços do seu Criador (20). A luz e a noite, o vento e o fogo, a água e a terra, a árvore e os frutos, tudo fala de Deus e simboliza, ao mesmo tempo, a sua grandeza e a sua proximidade.",
            "paragrafo": 1147
        },
        {
            "tipo": "parágrafo",
            "texto": "1148. Enquanto criaturas, estas realidades sensíveis podem tornar-se o lugar de expressão da acção de Deus que santifica os homens e da acção dos homens que prestam a Deus o seu culto. O mesmo acontece com os sinais e símbolos da vida social dos homens: lavar e ungir, partir o pão e beber do mesmo copo podem exprimir a presença santificante de Deus e a gratidão do homem para com o seu Criador.",
            "paragrafo": 1148
        },
        {
            "tipo": "parágrafo",
            "texto": "1149. As grandes religiões da humanidade dão testemunho, muitas vezes de modo impressionante, deste sentido cósmico e simbólico dos ritos religiosos. A liturgia da Igreja pressupõe, integra e santifica elementos da criação e da cultura humana, conferindo-lhes a dignidade de sinais da graça, da nova criação em Cristo Jesus.",
            "paragrafo": 1149
        },
        {
            "tipo": "parágrafo",
            "texto": "1150. Sinais da Aliança. O povo eleito recebe de Deus sinais e símbolos distintivos, que marcam a sua vida litúrgica: já não são unicamente celebrações de ciclos cósmicos e práticas sociais, mas sinais da Aliança, símbolos das proezas operadas por Deus em favor do seu povo. Entre estes sinais litúrgicos da Antiga Aliança, podem citar-se a circuncisão, a unção e a sagração dos reis e dos sacerdotes, a imposição das mãos, os sacrifícios e sobretudo a Páscoa. A Igreja vê nestes sinais uma prefiguração dos sacramentos da Nova Aliança.",
            "paragrafo": 1150
        },
        {
            "tipo": "parágrafo",
            "texto": "1151. Sinais assumidos por Cristo. Na sua pregação, o Senhor Jesus serve-Se muitas vezes dos sinais da criação para dar a conhecer os mistérios do Reino de Deus (21). Realiza as suas curas ou sublinha a sua pregação com sinais materiais ou gestos simbólicos (22). Dá um sentido novo aos factos e sinais da Antiga Aliança, sobretudo ao Êxodo e à Páscoa (23), porque Ele próprio é o sentido de todos esses sinais.",
            "paragrafo": 1151
        },
        {
            "tipo": "parágrafo",
            "texto": "1152. Sinais sacramentais. Depois do Pentecostes, é através dos sinais sacramentais da sua Igreja que o Espírito Santo opera a santificação. Os sacramentos da Igreja não vêm abolir, mas purificar e assumir, toda a riqueza dos sinais e símbolos do cosmos e da vida social. Além disso, realizam os tipos e figuras da Antiga Aliança, significam e realizam a salvação operada por Cristo, e prefiguram e antecipam a glória do céu.",
            "paragrafo": 1152
        },
        {
            "tipo": "subtópico",
            "texto": "PALAVRAS E ACÇÕES"
        },
        {
            "tipo": "parágrafo",
            "texto": "1153. Cada celebração sacramental é um encontro dos filhos de Deus com o seu Pai, em Cristo e no Espírito Santo. Tal encontro exprime-se como um diálogo, através de acções e de palavras. Sem dúvida, as acções simbólicas são já, só por si, uma linguagem. Mas é preciso que a Palavra de Deus e a resposta da fé acompanhem e dêem vida a estas acções, para que a semente do Reino produza os seus frutos em terra boa. As acções litúrgicas significam o que a Palavra de Deus exprime: ao mesmo tempo, a iniciativa gratuita de Deus e a resposta de fé do seu povo.",
            "paragrafo": 1153
        },
        {
            "tipo": "parágrafo",
            "texto": "1154. A liturgia da Palavra é parte integrante das celebrações sacramentais. Para alimentar a fé dos fiéis, os sinais da Palavra de Deus devem ser valorizados: o livro da Palavra (leccionário ou evangeliário), a sua veneração (procissão, incenso, luz), o lugar da sua proclamação (ambão), a sua leitura audível e inteligível, a homilia do ministro que prolonga a sua proclamação, as respostas da assembleia (aclamações, salmos de meditação, litanias, confissão de fé...).",
            "paragrafo": 1154
        },
        {
            "tipo": "parágrafo",
            "texto": "1155. Inseparáveis enquanto sinais e ensinamento, as palavras e a acção litúrgica são-no também enquanto realizam o que significam. O Espírito Santo não se limita a dar a compreensão da Palavra de Deus suscitando a fé nela; pelos sacramentos, realiza também as «maravilhas» de Deus anunciadas pela Palavra: torna presente e comunica a obra do Pai, realizada pelo Filho muito amado.",
            "paragrafo": 1155
        },
        {
            "tipo": "subtópico",
            "texto": "CANTO E MÚSICA"
        },
        {
            "tipo": "parágrafo",
            "texto": "1156. «A tradição musical da Igreja universal criou um tesouro de inestimável valor, que excede todas as outras expressões de arte, sobretudo porque o canto sagrado, intimamente unido com o texto, constitui parte necessária ou integrante da liturgia solene» (24). A composição e o canto dos salmos inspirados, muitas vezes acompanhados por instrumentos musicais, estavam já estreitamente ligados às celebrações litúrgicas da Antiga Aliança. A Igreja continua e desenvolve esta tradição: «Recitai entre vós salmos, hinos e cânticos inspirados, cantai e louvai ao Senhor no vosso coração» (Ef 5,19) (25). Quem canta, reza duas vezes (26).",
            "paragrafo": 1156
        },
        {
            "tipo": "parágrafo",
            "texto": "1157. O canto e a música desempenham a sua função de sinais, dum modo tanto mais significativo, quanto «mais intimamente estiverem unidos à acção litúrgica» (27),, segundo três critérios principais: a beleza expressiva da oração, a participação unânime da assembleia nos momentos previstos e o carácter solene da celebração. Participam, assim, na finalidade das palavras e das acções litúrgicas: a glória de Deus e a santificação dos fiéis (28).\n\n«Como eu chorei ao ouvir os vossos hinos, os vossos cânticos, as suaves harmonias que ecoavam pela vossa igreja! Que emoção me causavam! Passavam pelos meus ouvidos, derramando a verdade no meu coração. Um grande impulso de piedade me elevava, e as lágrimas rolavam-me pela face; mas faziam-me bem» (29).",
            "paragrafo": 1157
        },
        {
            "tipo": "parágrafo",
            "texto": "1158. A harmonia dos sinais (canto, música, palavras e acções) é aqui tanto mais expressiva e fecunda quanto mais se exprimir na riqueza cultural própria do Povo de Deus que celebra (30). Por isso, «promova-se com empenho o canto religioso popular para que, tanto nos exercícios piedosos e sagrados como nas próprias acções litúrgicas», de acordo com as normas da Igreja, «ressoem as vozes dos fiéis» (31). Mas «os textos destinados ao canto sacro devem estar de acordo com a doutrina católica e inspirar-se sobretudo na Sagrada Escritura e nas fontes litúrgicas» (32).",
            "paragrafo": 1158
        },
        {
            "tipo": "subtópico",
            "texto": "AS SANTAS IMAGENS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1159. A imagem sagrada, o «ícone» litúrgico, representa principalmente Cristo. Não pode representar o Deus invisível e incompreensível: foi a Encarnação do Filho de Deus que inaugurou uma nova «economia» das imagens:\n\n«Outrora Deus, que não tem nem corpo nem figura, não podia de modo algum, ser representado por uma imagem. Mas agora, que Ele se fez ver na carne e viveu no meio dos homens, eu posso fazer uma imagem daquilo que vi de Deus [...] Contemplamos a glória do Senhor com o rosto descoberto» (33).",
            "paragrafo": 1159
        },
        {
            "tipo": "parágrafo",
            "texto": "1160. A iconografia cristã transpõe para a imagem a mensagem evangélica que a Sagrada Escritura transmite pela palavra. Imagem e palavra esclarecem-se mutuamente:\n\n«Para dizer brevemente a nossa profissão de fé, nós conservamos todas as tradições da Igreja, escritas ou não, que nos foram transmitidas intactas. Uma delas é a representação pictórica das imagens, que está de acordo com a pregação da história evangélica, acreditando que, de verdade e não só de modo aparente, o Deus Verbo Se fez homem, o que é tão útil como proveitoso, pois as coisas que mutuamente se esclarecem têm indubitavelmente uma significação recíproca» (34).",
            "paragrafo": 1160
        },
        {
            "tipo": "parágrafo",
            "texto": "1161. Todos os sinais da celebração litúrgica fazem referência a Cristo: também as imagens sagradas da Mãe de Deus e dos santos. De facto, elas significam Cristo que nelas é glorificado; manifestam «a nuvem de testemunhas» (Heb 12, 1) que continuam a participar na salvação do mundo e às quais estamos unidos, sobretudo na celebração sacramental. Através dos seus ícones, é o homem «à imagem de Deus», finalmente transfigurado «à sua semelhança» (35), que se revela à nossa fé – como ainda os anjos, também eles recapitulados em Cristo:\n\n«Seguindo a doutrina divinamente inspirada dos nossos santos Padres e a tradição da Igreja Católica, que nós sabemos ser a tradição do Espírito Santo que nela habita, definimos com toda a certeza e cuidado que as veneráveis e santas imagens, bem como as representações da Cruz preciosa e vivificante, pintadas, representadas em mosaico ou de qualquer outra matéria apropriada, devem ser colocadas nas santas igrejas de Deus, sobre as alfaias e vestes sagradas, nos muros e em quadros, nas casas e nos caminhos: e tanto a imagem de nosso Senhor, Deus e Salvador, Jesus Cristo, como a de nossa Senhora, a puríssima e santa Mãe de Deus, a dos santos anjos e de todos os santos e justos» (36).",
            "paragrafo": 1161
        },
        {
            "tipo": "parágrafo",
            "texto": "1162. «A beleza e a cor das imagens estimulam a minha oração. É uma festa para os meus olhos, e, tal como o espectáculo do campo, impele o meu coração a dar glória a Deus» (37). A contemplação dos sagrados ícones, unida à meditação da Palavra de Deus e ao canto dos hinos litúrgicos, entra na harmonia dos sinais da celebração, para que o mistério celebrado se imprima na memória do coração e se exprima depois na vida nova dos fiéis.",
            "paragrafo": 1162
        },
        {
            "tipo": "tópico",
            "texto": "III. Quando celebrar?"
        },
        {
            "tipo": "subtópico",
            "texto": "O TEMPO LITÚRGICO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1163. «A santa mãe Igreja considera seu dever celebrar com uma comemoração sagrada, em determinados dias do ano, a obra de salvação do seu divino Esposo. Em cada semana, no dia a que chamou Domingo, celebra a memória da ressurreição do Senhor, como a celebra também uma vez no ano, na Páscoa, a maior das solenidades, unida à memória da sua bem-aventurada paixão. E distribui todo o mistério de Cristo pelo decorrer do ano [...]. Comemorando assim os mistérios da Redenção, ela abre aos fiéis as riquezas das virtudes e merecimentos do seu Senhor, a ponto de os tornar de algum modo presentes a todos os tempos, para que os fiéis, em contacto com eles, se encham da graça da salvação» (38).",
            "paragrafo": 1163
        },
        {
            "tipo": "parágrafo",
            "texto": "1164. O povo de Deus, desde o tempo da lei mosaica, conheceu festas em datas fixadas a partir da Páscoa, para comemorar as acções portentosas do Deus Salvador, dar-Lhe graças por elas, perpetuar-lhes a lembrança e ensinar as novas gerações a conformarem com elas a sua conduta. No tempo da Igreja, situado entre a Páscoa de Cristo, já realizada uma vez por todas, e a sua consumação no Reino de Deus, a liturgia celebrada em dias fixos está toda impregnada da novidade do mistério de Cristo.",
            "paragrafo": 1164
        },
        {
            "tipo": "parágrafo",
            "texto": "1165. Quando a Igreja celebra o mistério de Cristo, há uma palavra que ritma a sua oração: Hoje!, como um eco da oração que lhe ensinou o seu Senhor (39) e do chamamento do Espírito Santo (40). Este «hoje» do Deus vivo, em que o homem é chamado a entrar, é a «Hora» da Páscoa de Jesus, que atravessa e sustenta toda a história:\n\n«A vida derramou-se sobre todos os seres e todos são inundados duma grande luz: o Oriente dos orientes invade o universo e Aquele que era \"antes da estrela da manhã\" e antes dos astros, imortal e imenso, o grande Cristo, brilha mais que o Sol sobre todos os seres. É por isso que, para nós que n'Ele cremos, se instaura um dia de luz, longo, eterno, que não se extingue: a Páscoa mística» (41).",
            "paragrafo": 1165
        },
        {
            "tipo": "subtópico",
            "texto": "O DIA DO SENHOR"
        },
        {
            "tipo": "parágrafo",
            "texto": "1166. «Por tradição apostólica, que remonta ao próprio dia da ressurreição de Cristo, a Igreja celebra o mistério pascal todos os oito dias, no dia que bem se denomina dia do Senhor ou Domingo» (42). O dia da ressurreição de Cristo é, ao mesmo tempo, o «primeiro dia da semana», memorial do primeiro dia da criação, e o «oitavo dia» em que Cristo, após o seu «repouso» do grande sábado, inaugura o «dia que o Senhor fez», o «dia que não conhece ocaso» (43). A «Ceia do Senhor» é o seu centro, porque é nela que toda a comunidade dos fiéis encontra o Senhor ressuscitado, que os convida para o seu banquete (44):\n\n«O dia do Senhor, o dia da ressurreição, o dia dos cristãos é o nosso dia. Chama-se dia do Senhor por isso mesmo: porque foi nesse dia que o Senhor subiu vitorioso para junto do Pai. Se os pagãos lhe chamam dia do Sol, também nós, de bom grado o confessamos: porque hoje se ergueu a luz do mundo, hoje apareceu o sol da justiça, cujos raios nos trazem a salvação» (45).",
            "paragrafo": 1166
        },
        {
            "tipo": "parágrafo",
            "texto": "1167. O Domingo é o dia por excelência da assembleia litúrgica, em que os fiéis se reúnem «para, ouvindo a Palavra de Deus e participando na Eucaristia, fazerem memória da paixão, ressurreição e glória do Senhor Jesus, e darem graças a Deus, que os \"regenerou para uma esperança viva pela ressurreição de Jesus Cristo de entre os mortos\"» (46):\n\n«Quando meditamos, ó Cristo, nas maravilhas que tiveram lugar neste dia de domingo da tua santa ressurreição, dizemos: Bendito o dia de Domingo, porque nele teve início a criação [...] a salvação do mundo [...] a renovação do género humano [...]. Foi nesse dia que o céu e a terra se congratularam e que todo o universo se encheu de luz. Bendito o dia de Domingo, porque nele foram abertas as portas do paraíso, para que Adão e todos os deportados nele entrassem sem temor» (47).",
            "paragrafo": 1167
        },
        {
            "tipo": "subtópico",
            "texto": "O ANO LITÚRGICO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1168. Partindo do Tríduo Pascal, como da sua fonte de luz, o tempo novo da ressurreição enche todo o ano litúrgico da sua claridade. Progressivamente, dum lado e doutro desta fonte, o ano é transfigurado pela liturgia. Ele é realmente o ano da graça do Senhor (48). A economia da salvação realiza-se no quadro do tempo, mas a partir do seu cumprimento na Páscoa de Jesus e da efusão do Espírito Santo, o fim da história é antecipado, pregustado, e o Reino de Deus entra no nosso tempo.",
            "paragrafo": 1168
        },
        {
            "tipo": "parágrafo",
            "texto": "1169. É por isso que a Páscoa não é simplesmente uma festa entre outras: é a «festa das festas», a «solenidade das solenidades», tal como a Eucaristia é o sacramento dos sacramentos (o grande sacramento). Santo Atanásio chama-lhe «o grande domingo» (49), tal como a Semana Santa é chamada no Oriente «a semana maior». O mistério da ressurreição, em que Cristo aniquilou a morte, penetra no nosso velho tempo com a sua poderosa energia, até que tudo Lhe seja submetido.",
            "paragrafo": 1169
        },
        {
            "tipo": "parágrafo",
            "texto": "1170. No Concílio de Niceia (em 325), todas as Igrejas acordaram em que a Páscoa cristã fosse celebrada no domingo a seguir à lua cheia (14 de Nisan), depois do equinócio da Primavera. Devido a diferentes métodos usados para calcular o dia 14 de Nisan, a data da Páscoa nem sempre coincide nas Igrejas do Ocidente e do Oriente. Por isso, estas Igrejas procuram hoje um acordo, para chegarem de novo a celebrar numa data comum o dia da ressurreição do Senhor.",
            "paragrafo": 1170
        },
        {
            "tipo": "parágrafo",
            "texto": "1171. O ano litúrgico é o desenrolar dos diferentes aspectos do único mistério pascal. Isto vale particularmente para o ciclo das festas em torno do mistério da Encarnação (Anunciação, Natal, Epifania), que comemoram o princípio da nossa salvação e nos comunicam as primícias do mistério da Páscoa.",
            "paragrafo": 1171
        },
        {
            "tipo": "subtópico",
            "texto": "O SANTORAL NO ANO LITÚRGICO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1172. «Na celebração deste ciclo anual dos mistérios de Cristo, a santa Igreja venera, com especial amor, porque indissoluvelmente unida à obra de salvação do seu Filho, a bem-aventurada Virgem Maria, Mãe de Deus; nela vê e exalta o mais excelso fruto da redenção e contempla com alegria, como numa imagem puríssima, o que ela própria deseja e espera ser inteiramente» (50).",
            "paragrafo": 1172
        },
        {
            "tipo": "parágrafo",
            "texto": "1173. Quando a Igreja, no ciclo anual, faz memória dos mártires e dos outros santos, «proclama o mistério pascal» realizado naqueles homens e mulheres que «sofreram com Cristo e com Ele foram glorificados, propõe aos fiéis os seus exemplos, que a todos atraem ao Pai por Cristo, e implora, pelos seus méritos, os benefícios de Deus» (51).",
            "paragrafo": 1173
        },
        {
            "tipo": "subtópico",
            "texto": "A LITURGIA DAS HORAS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1174. O mistério de Cristo, a sua Encarnação e a sua Páscoa, que celebramos na Eucaristia, especialmente na assembleia dominical, penetra e transfigura o tempo de cada dia pela celebração da Liturgia das Horas, «o Ofício divino» (52). Esta celebração, na fidelidade às recomendações apostólicas de «orar sem cessar»  (53) «constituiu-se de modo a consagrar, pelo louvor a Deus, todo o curso diurno e nocturno do tempo» (54). É «a oração pública da Igreja»(55), na qual os fiéis (clérigos, religiosos e leigos) exercem o sacerdócio real dos baptizados. Celebrada «segundo a forma aprovada» pela Igreja, a Liturgia das Horas «é verdadeiramente a voz da própria Esposa que fala com o Esposo; mais ainda, é a oração que Cristo, unido ao seu corpo, eleva ao Pai» (56).",
            "paragrafo": 1174
        },
        {
            "tipo": "parágrafo",
            "texto": "1175. A Liturgia das Horas está destinada a tornar-se a oração de todo o povo de Deus. Nela, o próprio Cristo «continua a exercer o seu múnus sacerdotal por intermédio da sua Igreja» (57). Cada qual participa nela segundo o seu lugar próprio na Igreja e as circunstâncias da sua vida: os sacerdotes, enquanto dedicados ao ministério pastoral, porque são chamados a permanecer assíduos na oração e no ministério da Palavra (58): os religiosos e religiosas, em virtude do carisma da sua vida consagrada (59); e todos os fiéis, segundo as suas possibilidades: «Cuidem os pastores de almas de que, nos domingos e festas mais solenes, se celebrem em comum na Igreja as Horas principais, sobretudo as Vésperas. Recomenda-se também aos próprios leigos que recitem o Ofício divino, quer juntamente com os sacerdotes, quer reunidos entre si, ou mesmo sozinhos» (60).",
            "paragrafo": 1175
        },
        {
            "tipo": "parágrafo",
            "texto": "1176. Celebrar a Liturgia das Horas exige, não somente harmonizar a voz com o coração que ora, mas também procurar «adquirir maior instrução litúrgica e bíblica, especialmente quanto aos salmos» (61).",
            "paragrafo": 1176
        },
        {
            "tipo": "parágrafo",
            "texto": "1177. Os hinos e as preces litânicas da Liturgia das Horas inserem a oração dos salmos no tempo da Igreja, exprimindo o simbolismo do momento do dia, do tempo litúrgico ou da festa celebrada. Além disso, a leitura da Palavra de Deus em cada Hora (com os responsórios ou tropários que a seguem) e, em certas horas, as leituras dos Padres e mestres espirituais, revelam mais profundamente o sentido do mistério celebrado, ajudam a compreender os salmos e preparam para a oração silenciosa. A lectio divina, na qual a Palavra de Deus é lida e meditada para se tornar oração, é deste modo enraizada na celebração litúrgica.",
            "paragrafo": 1177
        },
        {
            "tipo": "parágrafo",
            "texto": "1178. A Liturgia das Horas, que é como que um prolongamento da celebração eucarística, não exclui, antes postula como complemento, as diversas devoções do povo de Deus, particularmente a adoração e o culto do Santíssimo Sacramento.",
            "paragrafo": 1178
        },
        {
            "tipo": "tópico",
            "texto": "IV. Onde celebrar?"
        },
        {
            "tipo": "parágrafo",
            "texto": "1179. O culto «em espírito e verdade» (Jo 4, 24) da Nova Aliança não está ligado a nenhum lugar exclusivo. Toda a terra é santa e está confiada aos filhos dos homens. O que tem primazia, quando os fiéis se reúnem num mesmo lugar, sãs as «pedras vivas» que se juntam para «a edificação dum edifício espiritual» (1 Pe 2, 4-5). O corpo de Cristo ressuscitado é o templo espiritual donde brota a fonte de água viva. Incorporados em Cristo pelo Espírito Santo, «nós somos o templo do Deus vivo» (2 Cor 6, 16).",
            "paragrafo": 1179
        },
        {
            "tipo": "parágrafo",
            "texto": "1180. Quando o exercício da liberdade religiosa não é impedido (62), os cristãos constroem edifícios destinados ao culto divino. Estas igrejas visíveis não são simples lugares de reunião, mas significam e manifestam a Igreja que vive nesse lugar, morada de Deus com os homens reconciliados e unidos em Cristo.",
            "paragrafo": 1180
        },
        {
            "tipo": "parágrafo",
            "texto": "1181. «A casa de oração em que é celebrada e conservada a santíssima Eucaristia, em que os fiéis se reúnem, e na qual a presença do Filho de Deus, nosso Salvador, oferecido por nós no altar do sacrifício, é venerada para auxílio e consolação dos fiéis, deve ser bela e apta para a oração e para as celebrações sagradas» (63). Nesta «casa de Deus», a verdade e a harmonia dos sinais que a constituem devem manifestar Cristo presente e actuante neste lugar (64).",
            "paragrafo": 1181
        },
        {
            "tipo": "parágrafo",
            "texto": "1182. O altar da Nova Aliança é a cruz do Senhor (65), de onde dimanam os sacramentos do mistério pascal. Sobre o altar, que é o centro da igreja, é tornado presente o sacrifício da Cruz sob os sinais sacramentais. Ele é também a mesa do Senhor, para a qual o povo de Deus é convidado (66). Em certas liturgias orientais, o altar é, ainda, o símbolo do túmulo (Cristo morreu verdadeiramente e verdadeiramente ressuscitou).",
            "paragrafo": 1182
        },
        {
            "tipo": "parágrafo",
            "texto": "1183. O sacrário deve ser situado, «nas igrejas, num dos lugares mais dignos, com a maior honra» (67). A nobreza, o arranjo e a segurança do tabernáculo eucarístico (68) devem favorecer a adoração do Senhor, realmente presente no Santíssimo Sacramento do altar.\n\nO Santo Crisma (myron), cuja unção é o sinal sacramental do selo do dom do Espírito Santo, é tradicionalmente conservado e venerado num lugar seguro do santuário. Pode juntar-se-lhe o óleo dos catecúmenos e o dos enfermos.",
            "paragrafo": 1183
        },
        {
            "tipo": "parágrafo",
            "texto": "1184. A cadeira do bispo (cátedra) ou do sacerdote «deve significar a sua função de presidente da assembleia e guia da oração» (69).\n\nO ambão: «A dignidade da Palavra de Deus requer na igreja um lugar próprio para a sua proclamação. Durante a liturgia da Palavra, é para lá que deve convergir espontaneamente a atenção dos fiéis» (70).",
            "paragrafo": 1184
        },
        {
            "tipo": "parágrafo",
            "texto": "1185. A reunião do povo de Deus começa pelo Baptismo. Por isso, a igreja deve ter um lugar apropriado para a celebração do Baptismo (baptistério) e favorecer a lembrança das promessas do Baptismo (água benta).\n\nA renovação da vida baptismal exige a Penitência. Por isso, a igreja deve prestar-se à expressão do arrependimento e à recepção do perdão dos pecados, o que reclama um lugar apropriado para acolher os penitentes.\n\nA igreja deve ser, também, um espaço que convide ao recolhimento e à oração silenciosa, que prolongue e interiorize a grande oração da Eucaristia.",
            "paragrafo": 1185
        },
        {
            "tipo": "parágrafo",
            "texto": "1186. Finalmente a igreja tem uma significação escatológica. Para entrar na casa de Deus, é preciso franquear um limiar, símbolo da passagem do mundo ferido pelo pecado para o mundo da vida nova, à qual todos os homens são chamados. A igreja visível simboliza a casa paterna, para a qual o Povo de Deus está a caminho e onde o Pai «enxugará todas as lágrimas dos seus olhos» (Ap 21, 4). É também por isso que a igreja é a casa de todos os filhos de Deus, amplamente aberta e acolhedora.",
            "paragrafo": 1186
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "1187. A liturgia é obra do Cristo total, cabeça e corpo. O nosso Sumo-Sacerdote celebra-a sem cessar na liturgia celeste, com a Santa Mãe de Deus, os Apóstolos, todos os santos e a multidão dos seres humanos que já entraram no Reino.",
            "paragrafo": 1187
        },
        {
            "tipo": "parágrafo",
            "texto": "1188. Numa celebração litúrgica, toda a assembleia é «liturga», cada qual segundo a sua função. O sacerdócio baptismal é de todo o corpo de Cristo. Mas alguns fiéis são ordenados pelo sacramento da Ordem para representar Cristo como Cabeça do corpo.",
            "paragrafo": 1188
        },
        {
            "tipo": "parágrafo",
            "texto": "1189. A celebração litúrgica comporta sinais e símbolos que se referem à criação (luz, água, fogo), à vida humana (lavar, tingir; partir o pão) e à história da salvação (ritos da Páscoa). Inseridos no mundo da fé e assumidos pela força do Espírito Santo, estes elementos cósmicos, estes ritos humanos, estes gestos memoriais de Deus, tornam-se portadores da acção salvadora e santificadora de Cristo.",
            "paragrafo": 1189
        },
        {
            "tipo": "parágrafo",
            "texto": "1190. A liturgia da Palavra é parte integrante da celebração. O sentido da celebração é expresso pela Palavra de Deus que é anunciada e pelo compromisso da fé que lhe responde.",
            "paragrafo": 1190
        },
        {
            "tipo": "parágrafo",
            "texto": "1191. 0 canto e a música estão em conexão estreita com a acção litúrgica. São critérios do seu bom uso: a beleza expressiva da oração, a participação unânime da assembleia e o carácter sagrado da celebração.",
            "paragrafo": 1191
        },
        {
            "tipo": "parágrafo",
            "texto": "1192. As imagens sagradas, presentes nas nossas igrejas e nas nossas casas, destinam-se a despertar e alimentar a nossa fé no mistério de Cristo. Através do ícone de Cristo e das suas obras de salvação, é a Ele que adoramos. Através das imagens sagradas da Santa Mãe de Deus, dos anjos e dos santos, veneramos as pessoas que nelas vemos representadas.",
            "paragrafo": 1192
        },
        {
            "tipo": "parágrafo",
            "texto": "1193. 0 Domingo, «Dia do Senhor», é o dia principal da celebração da Eucaristia, porque é o dia da ressurreição. É o dia por excelência da assembleia litúrgica, o dia da família cristã, o dia da alegria e do descanso do trabalho. É «o fundamento e o núcleo de todo o ano litúrgico» (71).",
            "paragrafo": 1193
        },
        {
            "tipo": "parágrafo",
            "texto": "1194. A Igreja «desdobra todo o mistério de Cristo durante o ciclo anual, desde a Encarnação e o Natal até à Ascensão, ao dia do Pentecostes e à expectativa da feliz esperança e da vinda do Senhor» (72).",
            "paragrafo": 1194
        },
        {
            "tipo": "parágrafo",
            "texto": "1195. Celebrando a memória dos santos, em primeiro lugar da Santa Mãe de Deus, depois dos Apóstolos, dos mártires e dos outros santos, em dias fixos do ano litúrgico, a Igreja da terra manifesta a sua união à liturgia celeste; glorifica Cristo por ter realizado a salvação nos seus membros glorificados; o exemplo deles é para ela um estímulo no seu peregrinar para o Pai.",
            "paragrafo": 1195
        },
        {
            "tipo": "parágrafo",
            "texto": "1196. Os fiéis que celebram a Liturgia das Horas unem-se a Cristo, nosso Sumo-Sacerdote, pela oração dos salmos, a meditação da Palavra de Deus, os cânticos e as bênçãos, a fim de serem associados à sua oração contínua e universal, que dá glória ao Pai e implora o dom do Espírito Santo sobre o mundo inteiro.",
            "paragrafo": 1196
        },
        {
            "tipo": "parágrafo",
            "texto": "1197. Cristo é o verdadeiro Templo de Deus, «o lugar em que reside a sua glória»; pela graça de Deus, também os cristãos se tornam templos do Espírito Santo, pedras vivas com que se constrói a Igreja.",
            "paragrafo": 1197
        },
        {
            "tipo": "parágrafo",
            "texto": "1198. Na sua condição terrena, a Igreja tem necessidade de lugares onde a comunidade possa reunir-se: as nossas igrejas visíveis, lugares sagrados, imagens da Cidade santa, da Jerusalém celeste para a qual caminhamos como peregrinos.",
            "paragrafo": 1198
        },
        {
            "tipo": "parágrafo",
            "texto": "1199. É nestas igrejas que a Igreja celebra o culto público para glória da Santíssima Trindade, ouve a Palavra de Deus e canta os seus louvores, eleva a sua oração e oferece o sacrifício de Cristo, sacramentalmente presente no meio da assembleia. Estas igrejas são também lugares de recolhimento e de oração pessoal.",
            "paragrafo": 1199
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 2"
        },
        {
            "tipo": "subtítulo",
            "texto": "DIVERSIDADE LITÚRGICA E UNIDADE DO MISTÉRIO"
        },
        {
            "tipo": "subtópico",
            "texto": "TRADIÇÕES LITÚRGICAS E CATOLICIDADE DA IGREJA"
        },
        {
            "tipo": "parágrafo",
            "texto": "1200. Desde a primeira comunidade de Jerusalém até à Parusia, as Igrejas de Deus celebram em toda a parte o mesmo mistério pascal, fiéis à fé apostólica. O mistério celebrado na liturgia é um só, mas as formas da sua celebração são diversas.",
            "paragrafo": 1200
        },
        {
            "tipo": "parágrafo",
            "texto": "1201. A riqueza insondável do mistério de Cristo é tal, que nenhuma tradição litúrgica pode esgotar-lhe a expressão. A história da origem e desenvolvimento destes ritos testemunha uma complementaridade admirável. Sempre que as Igrejas viveram estas tradições litúrgicas em comunhão na fé e nos sacramentos da fé, enriqueceram-se mutuamente, crescendo na fidelidade à Tradição e à missão comum de toda a Igreja (73).",
            "paragrafo": 1201
        },
        {
            "tipo": "parágrafo",
            "texto": "1202. As diversas tradições litúrgicas nasceram em razão da própria missão da Igreja. As Igrejas duma mesma área geográfica e cultural acabaram por celebrar o mistério de Cristo através de expressões particulares, culturalmente diferenciadas: na tradição do «depósito da fé» (74), no simbolismo litúrgico, na organização da comunhão fraterna, na compreensão teológica dos mistérios e nos tipos de santidade. Assim, Cristo, Luz e Salvação de todos os povos, é manifestado pela vida litúrgica duma Igreja ao povo e à cultura a que a mesma Igreja é enviada e em que se radicou. A Igreja é católica: pode integrar na sua unidade, purificando-as, todas as verdadeiras riquezas das culturas (75).",
            "paragrafo": 1202
        },
        {
            "tipo": "parágrafo",
            "texto": "1203. As tradições litúrgicas ou ritos, actualmente em uso na Igreja, são: o rito latino (principalmente o rito romano, mas também os ritos de certas igrejas locais, como o rito ambrosiano ou o de certas ordens religiosas) e os ritos bizantino, alexandrino ou copta, siríaco, arménio, maronita e caldeu. «Fiel à tradição, o sagrado Concílio declara que a santa Mãe Igreja considera iguais em direito e dignidade todos os ritos legitimamente reconhecidos e quer que no futuro se mantenham e sejam promovidos por todos os meios» (76).",
            "paragrafo": 1203
        },
        {
            "tipo": "subtópico",
            "texto": "LITURGIA E CULTURAS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1204. A celebração da Liturgia deve, pois, corresponder ao génio e à cultura dos diferentes povos (77). Para que o mistério de Cristo seja «dado a conhecer a todos os gentios, para que obedeçam à fé» (Rm 16, 26), tem de ser anunciado, celebrado e vivido em todas as culturas, de modo que estas não sejam abolidas mas resgatadas e plenamente realizadas por ele (78). É com e pela sua cultura humana própria, assumida e transfigurada por Cristo, que a multidão dos filhos de Deus tem acesso ao Pai, para O glorificar num só Espírito.",
            "paragrafo": 1204
        },
        {
            "tipo": "parágrafo",
            "texto": "1205. «Na liturgia, sobretudo na dos sacramentos, existe uma parte imutável — por ser de instituição divina — da qual a Igreja é guardiã, e partes susceptíveis de mudança que a Igreja tem o poder e, por vezes, mesmo o dever de adaptar às culturas dos povos recentemente evangelizados» (79).",
            "paragrafo": 1205
        },
        {
            "tipo": "parágrafo",
            "texto": "1206. «A diversidade litúrgica pode ser fonte de enriquecimento, mas também pode provocar tensões, incompreensões recíprocas e até cismas. Neste domínio, é claro que a diversidade não deve prejudicar a unidade. Ela só pode exprimir-se na fidelidade à fé comum, aos sinais sacramentais que a Igreja recebeu de Cristo e à comunhão hierárquica. A adaptação às culturas exige uma conversão do coração e, se necessário, rupturas com hábitos ancestrais incompatíveis com a fé católica» (80).",
            "paragrafo": 1206
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "1207. Convém que a celebração da liturgia tenda a exprimir-se na cultura do povo em que a Igreja se encontra, sem se submeter a ela. Por outro lado, a própria liturgia é geradora e formadora de culturas.",
            "paragrafo": 1207
        },
        {
            "tipo": "parágrafo",
            "texto": "1208. As diversas tradições litúrgicas, ou ritos, legitimamente reconhecidas, uma vez que significam e comunicam o mesmo mistério de Cristo, manifestam a catolicidade da Igreja.",
            "paragrafo": 1208
        },
        {
            "tipo": "parágrafo",
            "texto": "1209. O critério que garante a unidade na pluriformidade das tradições litúrgicas é a fidelidade à Tradição apostólica, quer dizer: a comunhão na fé e nos sacramentos recebidos dos Apóstolos, comunhão que é significada e garantida pela sucessão apostólica.",
            "paragrafo": 1209
        }
    ],
    "referencias": [
        {
            "tipo": "referência",
            "texto": "1. Cf. Ap 4, 2."
        },
        {
            "tipo": "referência",
            "texto": "2. Cf. Ec 1, 26-28."
        },
        {
            "tipo": "referência",
            "texto": "3. Cf. Jo 1, 29."
        },
        {
            "tipo": "referência",
            "texto": "4. Cf. Heb 4, 14-15; 10, 19-21: etc."
        },
        {
            "tipo": "referência",
            "texto": "5. Liturgia Bizantina. Anáfora de São João Crisóstomo: F. E. Brigtman, Liturgies Eastern and Western (Oxford 1896) p. 378 (PG 63, 913)."
        },
        {
            "tipo": "referência",
            "texto": "6. Cf. Jo 4, 10-14; Ap 21, 6."
        },
        {
            "tipo": "referência",
            "texto": "7. Cf. Ap 4-5: Is 6, 2-3."
        },
        {
            "tipo": "referência",
            "texto": "8. Cf. Ap 7, 1-8; 14, 1."
        },
        {
            "tipo": "referência",
            "texto": "9. Cf. Ap 12."
        },
        {
            "tipo": "referência",
            "texto": "10. Cf. Ap 21, 9."
        },
        {
            "tipo": "referência",
            "texto": "11. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 26: AAS 56 (1964) 107."
        },
        {
            "tipo": "referência",
            "texto": "12. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 27: AAS 56 (1964) 107."
        },
        {
            "tipo": "referência",
            "texto": "13. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 10: AAS 57 (1965) 14."
        },
        {
            "tipo": "referência",
            "texto": "14. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 10: AAS 57 (1965) 14: Ibid., 34: AAS 57 (1965) 40: Id., Decr. Presbyterorum ordinis, 2: AAS 58 (1966) 991-992."
        },
        {
            "tipo": "referência",
            "texto": "15. Cf. 1 Pe 2, 4-5."
        },
        {
            "tipo": "referência",
            "texto": "16. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 14: AAS 56 (1964) 104."
        },
        {
            "tipo": "referência",
            "texto": "17. Cf. II Concílio do Vaticano, Decr. Presbyterorum ordinis, 2: AAS 58 (1966) 992; Ibid. 15: AAS 58 (1966) 992: Ibid. 15: AAS 58 (1966) 1014."
        },
        {
            "tipo": "referência",
            "texto": "18. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 29: AAS 56 (1964) 107."
        },
        {
            "tipo": "referência",
            "texto": "19.  II Concílio do Vaticano, Const. Sacrosanctum Concilium, 28: AAS 56 (1964) 107."
        },
        {
            "tipo": "referência",
            "texto": "20. Cf. Sb 13, 1: Rm 1, 19-20; Act 14, 17."
        },
        {
            "tipo": "referência",
            "texto": "21. Cf. Lc 8, 10."
        },
        {
            "tipo": "referência",
            "texto": "22. Cf. Jo 9, 6: Mc 7, 33-35; 8, 22-25."
        },
        {
            "tipo": "referência",
            "texto": "23. Cf. Lc 9, 31; 22, 7-20."
        },
        {
            "tipo": "referência",
            "texto": "24. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 112: AAS 56 (1964) 128."
        },
        {
            "tipo": "referência",
            "texto": "25. Cf. Cl 3, 16-17."
        },
        {
            "tipo": "referência",
            "texto": "26. Cf. Santo Agostinho, Enarratio in Psalmum, 72, 1: CCL 39, 986 (PL 36, 914)."
        },
        {
            "tipo": "referência",
            "texto": "27. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 112: AAS 56 (1964) 128."
        },
        {
            "tipo": "referência",
            "texto": "28.  Cf. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 112: AAS 56 (1964) 128."
        },
        {
            "tipo": "referência",
            "texto": "29.  Santo Agostinho, Confissões 9, 6, 14: CCL27, 141 (PL 32, 769-770)."
        },
        {
            "tipo": "referência",
            "texto": "30. Cf. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 119: AAS 56 (1964) 129-130."
        },
        {
            "tipo": "referência",
            "texto": "31. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 118: AAS 56 (1964) 129."
        },
        {
            "tipo": "referência",
            "texto": "32. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 121: AAS56 (1964) 130."
        },
        {
            "tipo": "referência",
            "texto": "33. São João Damasceno, De sacris imaginibus oratio 1, 16: PTS 17, 89 e 92 (PG 94, 1245 e 1248)."
        },
        {
            "tipo": "referência",
            "texto": "34. II Concílio de Niceia (em 787) Terminus: COD p. 135."
        },
        {
            "tipo": "referência",
            "texto": "35. Cf. Rm 8, 29; 1 Jo 3, 2."
        },
        {
            "tipo": "referência",
            "texto": "36. II Concílio de Niceia, Definitio de sacris imaginibus: DS 600."
        },
        {
            "tipo": "referência",
            "texto": "37. São João Damasceno, De sacris imaginibus oratio 1, 47: PTS 17. 151 (PG 94, 1268)."
        },
        {
            "tipo": "referência",
            "texto": "38. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 102: AAS 56 (1964) 125."
        },
        {
            "tipo": "referência",
            "texto": "39. Cf. Mt 6, 1."
        },
        {
            "tipo": "referência",
            "texto": "40. Cf. Heb 3, 7-4, 11; Sl 95, 8."
        },
        {
            "tipo": "referência",
            "texto": "41. Pseudo-Hipólito de Roma, In sanctum Pascha 1, 1-2: Studia patristica mediolanensia 15, 230-232 (PG 59, 755)."
        },
        {
            "tipo": "referência",
            "texto": "42. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 106: AAS 56 (1964) 126."
        },
        {
            "tipo": "referência",
            "texto": "43. Cf. Matinas do dia da Páscoa do rito Bizantino. Ode 9, tropário: Pentekostárion (Roma 1884) p. 11."
        },
        {
            "tipo": "referência",
            "texto": "44. Cf. Jo 21, 12: Lc 24, 30."
        },
        {
            "tipo": "referência",
            "texto": "45. São Jerónimo, In die Dominica Paschae homilia: CCL 78, 550 (PL 30. 218-219)."
        },
        {
            "tipo": "referência",
            "texto": "46. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 106: AAS 56 (1964) 126."
        },
        {
            "tipo": "referência",
            "texto": "47. Fanqîth. Breviarium iuxta Ecclesiae Antiochenae Syrorum, v. 6, (Mossul )886) p. 193b."
        },
        {
            "tipo": "referência",
            "texto": "48. Cf. Lc 4, 19."
        },
        {
            "tipo": "referência",
            "texto": "49. Santo Atanásio de Alexandria, Epistula festivalis 1 (em 329), 10: PG 26, 1366."
        },
        {
            "tipo": "referência",
            "texto": "50. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 103: AAS 56 (1964) 125."
        },
        {
            "tipo": "referência",
            "texto": "51. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 104: AAS 56 (1964) 126; cf. Ibid., 108: AAS 56 (1964) 126 e Ibid., 111: AAS 56 (1964)127."
        },
        {
            "tipo": "referência",
            "texto": "52. Cf. II Concílio do Vaticano, Const. Sacrosanctum Concilium, IV, 83-101: AAS 56 (1964) 121-125."
        },
        {
            "tipo": "referência",
            "texto": "53. Cf. 1 Ts 5, 17; Ef 6, 18."
        },
        {
            "tipo": "referência",
            "texto": "54. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 84: AAS 56 (1964) 121."
        },
        {
            "tipo": "referência",
            "texto": "55. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 98: AAS 56 (1964) 124."
        },
        {
            "tipo": "referência",
            "texto": "56. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 84: AAS 56 (1964) 121."
        },
        {
            "tipo": "referência",
            "texto": "57. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 83: AAS 56 (1964) 121."
        },
        {
            "tipo": "referência",
            "texto": "58.  Cf. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 86: AAS 56 (1964) 121: Ibid., 96: AAS 56 (1964) 123; Id., Decr. Presbyterorum ordinis, 5: AAS 58 (1966) 998."
        },
        {
            "tipo": "referência",
            "texto": "59. Cf. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 98: AAS 56 (1964) 124."
        },
        {
            "tipo": "referência",
            "texto": "60. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 100: AAS 56 (1964) 124."
        },
        {
            "tipo": "referência",
            "texto": "61. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 90: AAS 56 (1964) 122."
        },
        {
            "tipo": "referência",
            "texto": "62. Cf. II Concílio do Vaticano, Decl. Dignitatis humanae, 4: AAS 58 (1966) 932-933."
        },
        {
            "tipo": "referência",
            "texto": "63. II Concílio do Vaticano, Decr. Presbyterorum ordinis, 5: AAS 58 (1966) 998; cf. Id., Const. Sacrosanctum Concilium, 122-127: AAS 56 (1964) 130-132."
        },
        {
            "tipo": "referência",
            "texto": "64. Cf. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 7: AAS 56 (1964) 100-101."
        },
        {
            "tipo": "referência",
            "texto": "65. Cf. Heb 13, 10."
        },
        {
            "tipo": "referência",
            "texto": "66. Cf. Instrução geral do Missal Romano, 259: Missale Romanum, editio typica (Typis Polyglottis Vaticanis 1970), p.75 [Missal Romano, Gráfica de Coimbra 1992. p. 56]."
        },
        {
            "tipo": "referência",
            "texto": "67. Paulo VI, Enc. Mysterium fedei: AAS 57 (1965) 771."
        },
        {
            "tipo": "referência",
            "texto": "68. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 128: AAS 56 (1964) 132."
        },
        {
            "tipo": "referência",
            "texto": "69. Instrução geral do Missal Romano, 271: Missale Romanum, editio typica (Typis Polyglottis Vaticanis 1970), p. 77 [Missal Romano, Gráfica de Coimbra 1992. p. 57]."
        },
        {
            "tipo": "referência",
            "texto": "70. Instrução geral do Missal Romano, 272: Missale Romanum, editio typica (Typis Polyglottis Vaticanis 1970), p.77 [Missal Romano, Gráfica de Coimbra 1992, p. 571."
        },
        {
            "tipo": "referência",
            "texto": "71.  II Concílio do Vaticano, Const. Sacrosanctum Concilium, 106: AAS 56 (1964) 126."
        },
        {
            "tipo": "referência",
            "texto": "72. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 102: AAS 56 (1964) 125."
        },
        {
            "tipo": "referência",
            "texto": "73. Cf. Paulo VI, Ex. ap. Evangelii nuntiandi, 63-64: AAS 68 (1976) 53-55."
        },
        {
            "tipo": "referência",
            "texto": "74. Cf. 2 Tm 1, 14."
        },
        {
            "tipo": "referência",
            "texto": "75. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 23: AAS 57 (1965) 28-29; in. Decr. Unitatis redintegratio, 4: AAS 57 (1965) 95."
        },
        {
            "tipo": "referência",
            "texto": "76. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 4: AAS 56 (1964) 98."
        },
        {
            "tipo": "referência",
            "texto": "77. Cf. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 37-40: AAS 56 (1964) 110-111."
        },
        {
            "tipo": "referência",
            "texto": "78. Cf. João Paulo II, Ex. Ap. Catechesi tradendae, 53: AAS 71 (1979) 1319-1321."
        },
        {
            "tipo": "referência",
            "texto": "79. João Paulo II, Carta Ap. Vicesimus quintus annus, 16: AAS 81 (1989) 912-913: cf. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 21: AAS 56 (1964) 105-106."
        },
        {
            "tipo": "referência",
            "texto": "80. João Paulo II, Carta Ap. Vicesimus quintus annus, 16: AAS 81 (1989) 913."
        }
    ]
}