{
    "nome": "p2_s2_c2",
    "primeiroParagrafo": 1420,
    "ultimoParagrafo": 1532,
    "conteudo": [
        {
            "tipo": "título",
            "texto": "SEGUNDA PARTE"
        },
        {
            "tipo": "título",
            "texto": "A CELEBRAÇÃO\nDO MISTÉRIO CRISTÃO\n\n"
        },
        {
            "tipo": "título",
            "texto": "SEGUNDA SECÇÃO"
        },
        {
            "tipo": "título",
            "texto": "OS SETE SACRAMENTOS DA IGREJA\n\n"
        },
        {
            "tipo": "subtítulo",
            "texto": "CAPÍTULO SEGUNDO"
        },
        {
            "tipo": "subtítulo",
            "texto": "OS SACRAMENTOS DE CURA"
        },
        {
            "tipo": "parágrafo",
            "texto": "1420. Pelos sacramentos da iniciação cristã, o homem recebe a vida nova de Cristo. Ora, esta vida, nós trazemo-la «em vasos de barro». Por enquanto, ela está ainda «oculta com Cristo em Deus» (Cl 3, 3). Vivemos ainda na «nossa morada terrena» (1), sujeita ao sofrimento à doença e à morte. A vida nova de filhos de Deus pode ser enfraquecida e até perdida pelo pecado.",
            "paragrafo": 1420
        },
        {
            "tipo": "parágrafo",
            "texto": "1421. O Senhor Jesus Cristo, médico das nossas almas e dos nossos corpos, que perdoou os pecados ao paralítico e lhe restituiu a saúde do corpo (2) quis que a sua Igreja continuasse, com a força do Espírito Santo, a sua obra de cura e de salvação, mesmo para com os seus próprios membros. É esta a finalidade dos dois sacramentos de cura: o sacramente da Penitência e o da Unção dos enfermos.",
            "paragrafo": 1421
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 4"
        },
        {
            "tipo": "subtítulo",
            "texto": "O SACRAMENTO DA PENITÊNCIA\nE DA RECONCILIAÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1422. «Aqueles que se aproximam do sacramento da Penitência obtêm da misericórdia de Deus o perdão da ofensa a Ele feita e, ao mesmo tempo, são reconciliados com a Igreja, que tinham ferido com o seu pecado, a qual, pela caridade, exemplo e oração, trabalha pela sua conversão» (3).",
            "paragrafo": 1422
        },
        {
            "tipo": "tópico",
            "texto": "I. Como se chama este sacramento?"
        },
        {
            "tipo": "parágrafo",
            "texto": "1423. É chamado sacramento da conversão, porque realiza sacramentalmente o apelo de Jesus à conversão (4) e o esforço de regressar à casa do Pai (5) da qual o pecador se afastou pelo pecado.\n\nÉ chamado sacramento da Penitência, porque consagra uma caminhada pessoal e eclesial de conversão, de arrependimento e de satisfação por parte do cristão pecador.",
            "paragrafo": 1423
        },
        {
            "tipo": "parágrafo",
            "texto": "1424. É chamado sacramento da confissão, porque o reconhecimento, a confissão dos pecados perante o sacerdote é um elemento essencial deste sacramento. Num sentido profundo, este sacramento é também uma «confissão», reconhecimento e louvor da santidade de Deus e da sua misericórdia para com o homem pecador.\n\nE chamado sacramento do perdão, porque, pela absolvição sacramental do sacerdote. Deus concede ao penitente «o perdão e a paz» (6).\n\nE chamado sacramento da Reconciliação, porque dá ao pecador o amor de Deus que reconcilia: «Deixai-vos reconciliar com Deus» (2 Cor 5, 20). Aquele que vive do amor misericordioso de Deus está pronto para responder ao apelo do Senhor: «Vai primeiro reconciliar-te com teu irmão» (Mt 5, 24).",
            "paragrafo": 1424
        },
        {
            "tipo": "tópico",
            "texto": "II. Porquê, um sacramento de Reconciliação depois do Baptismo?"
        },
        {
            "tipo": "parágrafo",
            "texto": "1425. «Vós fostes lavados, fostes santificados, fostes justificados pelo nome do Senhor Jesus Cristo e pelo Espírito do nosso Deus» (1 Cor 6, 11). Precisamos de tomar consciência da grandeza do dom de Deus que nos foi concedido nos sacramentos da iniciação cristã, para nos apercebermos de até que ponto o pecado é algo de inadmissível para aquele que foi revestido de Cristo (7). Mas o apóstolo São João diz também: «Se dissermos que não temos pecado, enganamo-nos a nós mesmos, e a verdade não está em nós» (1 Jo 1, 8). E o próprio Senhor nos ensinou a rezar: «Perdoai-nos as nossas ofensas» (Lc 11, 4 ), relacionando o perdão mútuo das nossas ofensas com o perdão que Deus concederá aos nossos pecados.",
            "paragrafo": 1425
        },
        {
            "tipo": "parágrafo",
            "texto": "1426. A conversão a Cristo, o novo nascimento do Baptismo, o dom do Espírito Santo, o corpo e sangue de Cristo recebidos em alimento, tornaram-nos «santos e imaculados na sua presença» (Ef 1, 4), tal como a própria Igreja, esposa de Cristo, é «santa e imaculada na sua presença» (Ef 5, 27). No entanto, a vida nova recebida na iniciação cristã não suprimiu a fragilidade e a fraqueza da natureza humana, nem a inclinação para o pecado, a que a tradição chama concupiscência, a qual persiste nos baptizados, a fim de que prestem as suas provas no combate da vida cristã, ajudados pela graça de Cristo (8). Este combate é o da conversão, em vista da santidade e da vida eterna, a que o Senhor não se cansa de nos chamar (9).",
            "paragrafo": 1426
        },
        {
            "tipo": "tópico",
            "texto": "III. A conversão dos baptizados"
        },
        {
            "tipo": "parágrafo",
            "texto": "1427. Jesus chama à conversão. Tal apelo é parte essencial do anúncio do Reino: «O tempo chegou ao seu termo, o Reino de Deus está próximo: convertei-vos e acreditai na boa-nova» (Mc 1, 15). Na pregação da Igreja, este apelo dirige-se, em primeiro lugar, àqueles que ainda não conhecem Cristo e o seu Evangelho. Por isso, o Baptismo é o momento principal da primeira e fundamental conversão. É pela fé na boa-nova e pelo Baptismo (10) que se renuncia ao mal e se adquire a salvação, isto é, a remissão de todos os pecados e o dom da vida nova.",
            "paragrafo": 1427
        },
        {
            "tipo": "parágrafo",
            "texto": "1428. Ora, o apelo de Cristo à conversão continua a fazer-se ouvir na vida dos cristãos. Esta segunda conversão é uma tarefa ininterrupta para toda a Igreja, que «contém pecadores no seu seio» e que é, «ao mesmo tempo, santa e necessitada de purificação, prosseguindo constantemente no seu esforço de penitência e de renovação» (11). Este esforço de conversão não é somente obra humana. É o movimento do «coração contrito» (12) atraído e movido pela graça (13) para responder ao amor misericordioso de Deus, que nos amou primeiro (14).",
            "paragrafo": 1428
        },
        {
            "tipo": "parágrafo",
            "texto": "1429. Testemunho disto mesmo, é a conversão de Pedro, depois de três vezes ter negado o seu mestre. O olhar infinitamente misericordioso de Jesus provoca-lhe lágrimas de arrependimento (15) e, depois da ressurreição do Senhor, a tríplice afirmação do seu amor para com Ele (16). A segunda conversão tem, também, uma dimensão comunitária. Isto aparece no apelo dirigido pelo Senhor a uma Igreja inteira: «Arrepende-te!» (Ap 2, 5-16).\n\nSanto Ambrósio diz, a respeito das duas conversões que, na Igreja, «existem a água e as lágrimas: a água do Baptismo e as lágrimas da Penitência»",
            "paragrafo": 1429
        },
        {
            "tipo": "tópico",
            "texto": "IV. A penitência interior"
        },
        {
            "tipo": "parágrafo",
            "texto": "1430. Como já acontecia com os profetas, o apelo de Jesus à conversão e à penitência não visa primariamente as obras exteriores, «o saco e a cinza», os jejuns e as mortificações, mas a conversão do coração, a penitência interior: Sem ela, as obras de penitência são estéreis e enganadoras; pelo contrário, a conversão interior impele à expressão dessa atitude cm sinais visíveis, gestos e obras de penitência (18).",
            "paragrafo": 1430
        },
        {
            "tipo": "parágrafo",
            "texto": "1431. A penitência interior é uma reorientação radical de toda a vida, um regresso, uma conversão a Deus de todo o nosso coração, uma rotura com o pecado, uma aversão ao mal, com repugnância pelas más acções que cometemos. Ao mesmo tempo, implica o desejo e o propósito de mudar de vida, com a esperança da misericórdia divina e a confiança na ajuda da sua graça. Esta conversão do coração é acompanhada por uma dor e uma tristeza salutares, a que os Santos Padres chamaram animi cruciatus (aflição do espírito), compunctio cordis (compunção do coração) (19).",
            "paragrafo": 1431
        },
        {
            "tipo": "parágrafo",
            "texto": "1432. O coração do homem é pesado e endurecido. É necessário que Deus dê ao homem um coração novo (20). A conversão é, antes de mais, obra da graça de Deus, a qual faz com que os nossos corações se voltem para Ele: «Convertei-nos, Senhor, e seremos convertidos» (Lm 5, 21). Deus é quem nos dá a coragem de começar de novo. É ao descobrir a grandeza do amor de Deus que o nosso coração é abalado pelo horror e pelo peso do pecado, e começa a ter receio de ofender a Deus pelo pecado e de estar separado d'Ele. O coração humano converte-se, ao olhar para Aquele a quem os nossos pecados trespassaram (21).\n\n«Tenhamos os olhos fixos no sangue de Cristo e compreendamos quanto Ele é precioso para o seu Pai, pois que, derramado para nossa salvação, proporcionou ao mundo inteiro a graça do arrependimento» (22).",
            "paragrafo": 1432
        },
        {
            "tipo": "parágrafo",
            "texto": "1433. Depois da Páscoa, é o Espírito Santo que «confunde o mundo no tocante ao pecado», isto é, faz ver ao mundo o pecado de não ter acreditado n'Aquele que o Pai enviou (23). Mas este mesmo Espírito, que desmascara o pecado, é o Consolador (24) que dá ao coração do homem a graça do arrependimento e da conversão (25).",
            "paragrafo": 1433
        },
        {
            "tipo": "tópico",
            "texto": "V. As múltiplas formas da penitência na vida cristã"
        },
        {
            "tipo": "parágrafo",
            "texto": "1434. A penitência interior do cristão pode ter expressões muito variadas. A Escritura e os Padres insistem sobretudo em três formas: o jejum, a oração e a esmola que exprimem a conversão, em relação a si mesmo, a Deus e aos outros. A par da purificação radical operada pelo Baptismo ou pelo martírio, citam, como meios de obter o perdão dos pecados, os esforços realizados para se reconciliar com o próximo, as lágrimas de penitência, a preocupação com a salvação do próximo (27), a intercessão dos santos e a prática da caridade «que cobre uma multidão de pecados» (1 Pe 4, 8).",
            "paragrafo": 1434
        },
        {
            "tipo": "parágrafo",
            "texto": "1435. A conversão realiza-se na vida quotidiana por gestos de reconciliação, pelo cuidado dos pobres, o exercício e a defesa da justiça e do direito (28), pela confissão das próprias faltas aos irmãos, pela correcção fraterna, a revisão de vida, o exame de consciência, a direcção espiritual, a aceitação dos sofrimentos, a coragem de suportar a perseguição por amor da justiça. Tomar a sua cruz todos os dias e seguir Jesus é o caminho mais seguro da penitência (29).",
            "paragrafo": 1435
        },
        {
            "tipo": "parágrafo",
            "texto": "1436. Eucaristia e Penitência. A conversão e a penitência quotidianas têm a sua fonte e alimento na Eucaristia: porque na Eucaristia torna-se presente o sacrifício de Cristo, que nos reconciliou com Deus: pela Eucaristia nutrem-se e fortificam-se os que vivem a vida de Cristo: «ela é o antídoto que nos livra das faltas quotidianas e nos preserva dos pecados mortais» (30).",
            "paragrafo": 1436
        },
        {
            "tipo": "parágrafo",
            "texto": "1437. A leitura da Sagrada Escritura, a oração da Liturgia das Horas e do Pai Nosso, todo o acto sincero de culto ou de piedade reavivam em nós o espírito de conversão e de penitência e contribuem para o perdão dos nossos pecados.",
            "paragrafo": 1437
        },
        {
            "tipo": "parágrafo",
            "texto": "1438. Os tempos e os dias de penitência no decorrer do Ano Litúrgico (tempo da Quaresma, cada sexta-feira em memória da morte do Senhor) são momentos fortes da prática penitencial da Igreja (31). Estes tempos são particularmente apropriados para os exercícios espirituais, as liturgias penitenciais, as peregrinações em sinal de penitência, as privações voluntárias como o jejum e a esmola, a partilha fraterna (obras caritativas e missionárias).",
            "paragrafo": 1438
        },
        {
            "tipo": "parágrafo",
            "texto": "1439 O dinamismo da conversão e da penitência foi maravilhosamente descrito por Jesus na parábola do «filho pródigo», cujo centro é «o pai misericordioso» (32): o deslumbramento duma liberdade ilusória e o abandono da casa paterna: a miséria extrema em que o filho se encontra depois de delapidada a fortuna: a humilhação profunda de se ver obrigado a guardar porcos e, pior ainda, de desejar alimentar-se das bolotas que os porcos comiam: a reflexão sobre os bens perdidos: o arrependimento e a decisão de se declarar culpado diante do pai: o caminho do regresso: o acolhimento generoso por parte do pai: a alegria do pai: eis alguns dos aspectos próprios do processo de conversão. O fato novo, o anel e o banquete festivo são símbolos desta vida nova, pura, digna, cheia de alegria, que é a vida do homem que volta para Deus e para o seio da família que é a Igreja. Só o coração de Cristo, que conhece a profundidade do amor do seu Pai, pôde revelar-nos o abismo da sua misericórdia, de um modo tão cheio de simplicidade e beleza.",
            "paragrafo": 1439
        },
        {
            "tipo": "tópico",
            "texto": "VI. O sacramento da Penitência e da Reconciliação"
        },
        {
            "tipo": "parágrafo",
            "texto": "1440. O pecado é, antes de mais, ofensa a Deus, ruptura da comunhão com Ele. Ao mesmo tempo, é um atentado contra a comunhão com a Igreja. É por isso que a conversão traz consigo, ao mesmo tempo, o perdão de Deus e a reconciliação com a Igreja, o que é expresso e realizado liturgicamente pelo sacramento da Penitência e Reconciliação (33).",
            "paragrafo": 1440
        },
        {
            "tipo": "subtópico",
            "texto": "SÓ DEUS PERDOA O PECADO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1441. Só Deus perdoa os pecados (34). Jesus, porque é Filho de Deus, diz de Si próprio: «O Filho do Homem tem na terra o poder de perdoar os pecados» (Mc 2, 10) e exerce este poder divino: «Os teus pecados são-te perdoados!» (Mc 2, 5) (35). Mais ainda: em virtude da sua autoridade divina, concede este poder aos homens para que o exerçam em seu nome.",
            "paragrafo": 1441
        },
        {
            "tipo": "parágrafo",
            "texto": "1442. Cristo quis que a sua Igreja fosse, toda ela, na sua oração, na sua vida e na sua actividade, sinal e instrumento do perdão e da reconciliação que Ele nos adquiriu pelo preço do seu sangue. Entretanto, confiou o exercício do poder de absolvição ao ministério apostólico. É este que está encarregado do «ministério da reconciliação» (2 Cor 5, 18). O apóstolo é enviado «em nome de Cristo» e «é o próprio Deus» que, através dele, exorta e suplica: «Deixai-vos reconciliar com Deus» (2 Cor 5, 20).",
            "paragrafo": 1442
        },
        {
            "tipo": "subtópico",
            "texto": "RECONCILIAÇÃO COM A IGREJA"
        },
        {
            "tipo": "parágrafo",
            "texto": "1443. Durante a sua vida pública. Jesus não somente perdoou os pecados, como também manifestou o efeito desse perdão: reintegrou os pecadores perdoados na comunidade do povo de Deus, da qual o pecado os tinha afastado ou mesmo excluído. Sinal bem claro disso é o facto de Jesus admitir os pecadores à sua mesa, e mais ainda: de se sentar à mesa deles, gesto que exprime ao mesmo tempo, de modo desconcertante, o perdão de Deus (37), e o regresso ao seio do povo de Deus (38).",
            "paragrafo": 1443
        },
        {
            "tipo": "parágrafo",
            "texto": "1444. Ao tornar os Apóstolos participantes do seu próprio poder de perdoar os pecados, o Senhor dá-lhes também autoridade para reconciliar os pecadores com a Igreja. Esta dimensão eclesial do seu ministério exprime-se, nomeadamente, na palavra solene de Cristo a Simão Pedro: «Dar-te-ei as chaves do Reino dos céus; tudo o que ligares na terra ficará ligado nos céus, e tudo o que desligares na terra ficará desligado nos céus» (Mt 16, 19). «Este mesmo encargo de ligar e desligar, conferido a Pedro, foi também atribuído ao colégio dos Apóstolos unidos à sua cabeça (Mt 18,18; 28, 16-20)» (39).",
            "paragrafo": 1444
        },
        {
            "tipo": "parágrafo",
            "texto": "1445. As palavras ligar e desligar significam: aquele que vós excluirdes da vossa comunhão, ficará também excluído da comunhão com Deus; aquele que de novo receberdes na vossa comunhão, também Deus o acolherá na sua. A reconciliação com a Igreja é inseparável da reconciliação com Deus.",
            "paragrafo": 1445
        },
        {
            "tipo": "subtópico",
            "texto": "O SACRAMENTO DO PERDÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1446. Cristo instituiu o sacramento da Penitência para todos os membros pecadores da sua Igreja, antes de mais para aqueles que, depois do Baptismo, caíram em pecado grave e assim perderam a graça baptismal e feriram a comunhão eclesial. É a eles que o sacramento da Penitência oferece uma nova possibilidade de se converterem e de reencontrarem a graça da justificação. Os Padres da Igreja apresentam este sacramento como «a segunda tábua (de salvação), depois do naufrágio que é a perda da graça» (40).",
            "paragrafo": 1446
        },
        {
            "tipo": "parágrafo",
            "texto": "1447. No decorrer dos séculos, a forma concreta segundo a qual a Igreja exerceu este poder recebido do Senhor variou muito. Durante os primeiros séculos, a reconciliação dos cristãos que tinham cometido pecados particularmente graves depois do Baptismo (por exemplo: a idolatria, o homicídio ou o adultério) estava ligada a uma disciplina muito rigorosa, segundo a qual os penitentes tinham de fazer penitência pública pelos seus pecados, muitas vezes durante longos anos, antes de receberem a reconciliação. A esta «ordem dos penitentes» (que apenas dizia respeito a certos pecados graves) só raramente se era admitido e, em certas regiões, apenas uma vez na vida. Durante século VII, inspirados pela tradição monástica do Oriente, os missionários irlandeses trouxeram para a Europa continental a prática «privada» da penitência que não exigia a realização pública e prolongada de obras de penitência, antes de receber a reconciliação com a Igreja. O sacramento processa-se, a partir de então, dum modo mais secreto, entre o penitente e o sacerdote. Esta nova prática previa a possibilidade da repetição e abria assim o caminho a uma frequência regular deste sacramento. Permitia integrar, numa só celebração sacramental, o perdão dos pecados graves e dos pecados veniais. Nas suas grandes linhas, é esta forma de penitência que a Igreja tem praticado até aos nossos dias.",
            "paragrafo": 1447
        },
        {
            "tipo": "parágrafo",
            "texto": "1448. Através das mudanças que a disciplina e a celebração deste sacramento têm conhecido no decorrer dos séculos, distingue-se a mesma estrutura fundamental. Esta inclui dois elementos igualmente essenciais: por um lado, os actos do homem que se converte sob a acção do Espírito Santo, a saber, a contrição, a confissão e a satisfação: por outro, a acção de Deus pela intervenção da Igreja. A Igreja que, por meio do bispo e seus presbíteros, concede, em nome de Jesus Cristo, o perdão dos pecados e fixa o modo da satisfação, também reza pelo pecador e faz penitência com ele. Assim, o pecador á curado e restabelecido na comunhão eclesial.",
            "paragrafo": 1448
        },
        {
            "tipo": "parágrafo",
            "texto": "1449. A fórmula de absolvição, em uso na Igreja latina, exprime os elementos essenciais deste sacramento: o Pai das misericórdias é a fonte de todo o perdão. Ele realiza a reconciliação dos pecadores pela Páscoa do seu Filho e pelo dom do seu Espírito, através da oração e do ministério da Igreja:\n\n«Deus, Pai de misericórdia, que, pela morte e ressurreição de seu Filho, reconciliou o mundo consigo e enviou o Espírito Santo para a remissão dos pecados, te conceda, pelo ministério da Igreja, o perdão e a paz. E Eu te absolvo dos teus pecados em nome do Pai, e do Filho e do Espírito Santo» (41).",
            "paragrafo": 1449
        },
        {
            "tipo": "tópico",
            "texto": "VII. Os actos do penitente"
        },
        {
            "tipo": "parágrafo",
            "texto": "1450. «Poenitentia cogit peccatorem omnia libenter sufferre; in corde eius contritio, in ore confessio, in opere tota humilitas vel fructifera satisfactio – A penitência leva o pecador a tudo suportar de bom grado: no coração, a contrição; na boca, a confissão; nas obras, toda a humildade e frutuosa satisfação» (42).",
            "paragrafo": 1450
        },
        {
            "tipo": "subtópico",
            "texto": "A CONTRIÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1451. Entre os actos do penitente, a contrição ocupa o primeiro lugar. Ela é «uma dor da alma e uma detestação do pecado cometido, com o propósito de não mais pecar no futuro» (43).",
            "paragrafo": 1451
        },
        {
            "tipo": "parágrafo",
            "texto": "1452. Quando procedente do amor de Deus, amado sobre todas as coisas, a contrição é dita «perfeita» (contrição de caridade). Uma tal contrição perdoa as faltas veniais: obtém igualmente o perdão dos pecados mortais, se incluir o propósito firme de recorrer, logo que possível, à confissão sacramental (44).",
            "paragrafo": 1452
        },
        {
            "tipo": "parágrafo",
            "texto": "1453. A contrição dita «imperfeita» (ou «atrição») é, também ela, um dom de Deus, um impulso do Espírito Santo. Nasce da consideração da fealdade do pecado ou do temor da condenação eterna e das outras penas de que o pecador está ameaçado (contrição por temor). Um tal abalo da consciência pode dar início a uma evolução interior, que será levada a bom termo sob a acção da graça, pela absolvição sacramental. No entanto, por si mesma, a contrição imperfeita não obtém o perdão dos pecados graves, mas dispõe para obtê-lo no sacramento da Penitência (45).",
            "paragrafo": 1453
        },
        {
            "tipo": "parágrafo",
            "texto": "1454. É conveniente que a recepção deste sacramento seja preparada por um exame de consciência, feito à luz da Palavra de Deus. Os textos mais adaptados para este efeito devem procurar-se no Decálogo e na catequese moral dos evangelhos e das cartas dos Apóstolos: sermão da montanha e ensinamentos apostólicos (46).",
            "paragrafo": 1454
        },
        {
            "tipo": "subtópico",
            "texto": "A CONFISSÃO DOS PECADOS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1455. A confissão (a acusação) dos pecados, mesmo de um ponto de vista simplesmente humano, liberta-nos e facilita a nossa reconciliação com os outros. Pela confissão, o homem encara de frente os pecados de que se tornou culpado; assume a sua responsabilidade e, desse modo, abre-se de novo a Deus e à comunhão da Igreja, para tornar possível um futuro diferente.",
            "paragrafo": 1455
        },
        {
            "tipo": "parágrafo",
            "texto": "1456. A confissão ao sacerdote constitui uma parte essencial do sacramento da Penitência: «Os penitentes devem, na confissão, enumerar todos os pecados mortais de que têm consciência, após se terem seriamente examinado, mesmo que tais pecados sejam secretíssimos e tenham sido cometidos apenas contra os dois últimos preceitos do Decálogo (47); porque, por vezes, estes pecados ferem mais gravemente a alma e são mais perigosos que os cometidos à vista de todos» (48):\n\n«Quando os fiéis se esforçam por confessar todos os pecados de que se lembram, não se pode duvidar de que os apresentam todos ao perdão da misericórdia divina. Os que procedem de modo diverso, e conscientemente ocultam alguns, esses não apresentam à bondade divina nada que ela possa perdoar por intermédio do sacerdote. Porque, \"se o doente tem vergonha de descobrir a sua ferida ao médico, a medicina não pode curar o que ignora\"» (49).",
            "paragrafo": 1456
        },
        {
            "tipo": "parágrafo",
            "texto": "1457. Segundo o mandamento da Igreja, «todo o fiel que tenha atingido a idade da discrição, está obrigado a confessar fielmente os pecados graves, ao menos uma vez ao ano» (50). Aquele que tem consciência de haver cometido um pecado mortal, não deve receber a sagrada Comunhão, mesmo que tenha uma grande contrição, sem ter previamente recebido a absolvição sacramental (51); a não ser que tenha um motivo grave para comungar e não lhe seja possível encontrar-se com um confessor (52). As crianças devem aceder ao sacramento da Penitência antes de receberem pela primeira vez a Sagrada Comunhão (53).",
            "paragrafo": 1457
        },
        {
            "tipo": "parágrafo",
            "texto": "1458. Sem ser estritamente necessária, a confissão das faltas quotidianas (pecados veniais) é contudo vivamente recomendada pela Igreja. (54) Com efeito, a confissão regular dos nossos pecados veniais ajuda-nos a formar a nossa consciência, a lutar contra as más inclinações, a deixarmo-nos curar por Cristo, a progredir na vida do Espírito. Recebendo com maior frequência, neste sacramento, o dom da misericórdia do Pai, somos levados a ser misericordiosos como Ele (55):\n\n«Aquele que confessa os seus pecados e os acusa, já está de acordo com Deus. Deus acusa os teus pecados; se tu também os acusas, juntas-te a Deus. O homem e o pecador são, por assim dizer, duas realidades distintas. Quando ouves falar do homem, foi Deus que o criou: quando ouves falar do pecador, foi o próprio homem quem o fez. Destrói o que fizeste, para que Deus salve o que fez. [...] Quando começas a detestar o que fizeste, é então que começam as tuas boas obras, porque acusas as tuas obras más. O princípio das obras boas é a confissão das más. Praticaste a verdade e vens à luz» (56).",
            "paragrafo": 1458
        },
        {
            "tipo": "subtópico",
            "texto": "A SATISFAÇÃO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1459. Muitos pecados prejudicam o próximo. Há que fazer o possível por reparar esse dano (por exemplo: restituir as coisas roubadas, restabelecer a boa reputação daquele que foi caluniado, indemnizar por ferimentos). A simples justiça o exige. Mas, além disso, o pecado fere e enfraquece o próprio pecador, assim como as suas relações com Deus e com o próximo. A absolvição tira o pecado, mas não remedeia todas as desordens causadas pelo pecado (57). Aliviado do pecado, o pecador deve ainda recuperar a perfeita saúde espiritual. Ele deve, pois, fazer mais alguma coisa para reparar os seus pecados: «satisfazer» de modo apropriado ou «expiar» os seus pecados. A esta satisfação também se chama «penitência».",
            "paragrafo": 1459
        },
        {
            "tipo": "parágrafo",
            "texto": "1460. A penitência que o confessor impõe deve ter em conta a situação pessoal do penitente e procurar o seu bem espiritual. Deve corresponder, quanto possível, à gravidade e natureza dos pecados cometidos. Pode consistir na oração, num donativo, nas obras de misericórdia, no serviço do próximo, em privações voluntárias, sacrifícios e, sobretudo, na aceitação paciente da cruz que temos de levar. Tais penitências ajudam-nos a configurar-nos com Cristo, que, por Si só, expiou os nossos pecados (58) uma vez por todas. Tais penitências fazem que nos tornemos co-herdeiros de Cristo Ressuscitado, «uma vez que também sofremos com Ele» (Rm 8, 17) (59):\n\n«Mas esta satisfação, que realizamos pelos nossos pecados, não é possível senão por Jesus Cristo: nós que, por nós próprios, nada podemos, com a ajuda \"d'Aquele que nos conforta, podemos tudo\" (60). Assim, o homem não tem nada de que se gloriar. Toda a nossa «glória» está em Cristo [...] em quem nós satisfazemos, \"produzindo dignos frutos de penitência\" (61), os quais vão haurir n'Ele toda a sua força, por Ele são oferecidos ao Pai, e graças a Ele são aceites pelo Pai» (62).",
            "paragrafo": 1460
        },
        {
            "tipo": "tópico",
            "texto": "VIII. O ministro deste sacramento"
        },
        {
            "tipo": "parágrafo",
            "texto": "1461. Uma vez que Cristo confiou aos Apóstolos o ministério da reconciliação (63) os bispos, seus sucessores, e os presbíteros, colaboradores dos bispos, continuam a exercer tal ministério. Com efeito, os bispos e os presbíteros é que têm, em virtude do sacramento da Ordem, o poder de perdoar todos os pecados, «em nome do Pai e do Filho e do Espírito Santo».",
            "paragrafo": 1461
        },
        {
            "tipo": "parágrafo",
            "texto": "1462. O perdão dos pecados reconcilia com Deus mas também com a Igreja. O bispo, chefe visível da Igreja particular, é justamente considerado, desde os tempos antigos, como o principal detentor do poder e ministério da reconciliação: é o moderador da disciplina penitencial (64). Os presbíteros, seus colaboradores, exercem-no na medida em que receberam o respectivo encargo, quer do seu bispo (ou dum superior religioso), quer do Papa, através do direito da Igreja (65).",
            "paragrafo": 1462
        },
        {
            "tipo": "parágrafo",
            "texto": "1463. Certos pecados particularmente graves são punidos pela excomunhão, a pena eclesiástica mais severa, que impede a recepção dos sacramentos e o exercício de certos actos eclesiásticos (66) e cuja absolvição, por conseguinte, só pode ser dada, segundo o direito da Igreja, pelo Papa, pelo bispo do lugar ou por sacerdotes por eles autorizados (67). Em caso de perigo de morte, qualquer sacerdote, mesmo que careça da faculdade de ouvir confissões, pode absolver de qualquer pecado e de toda a excomunhão (68).",
            "paragrafo": 1463
        },
        {
            "tipo": "parágrafo",
            "texto": "1464. Os sacerdotes devem exortar os fiéis a aproximarem-se do sacramento da Penitência; e devem mostrar-se disponíveis para a celebração deste sacramento, sempre que os cristãos o peçam de modo razoável (69).",
            "paragrafo": 1464
        },
        {
            "tipo": "parágrafo",
            "texto": "1465. Ao celebrar o sacramento da Penitência, o sacerdote exerce o ministério do bom Pastor que procura a ovelha perdida: do bom Samaritano que cura as feridas; do Pai que espera pelo filho pródigo e o acolhe no seu regresso; do justo juiz que não faz acepção de pessoas e cujo juízo é, ao mesmo tempo, justo e misericordioso. Em resumo, o sacerdote é sinal e instrumento do amor misericordioso de Deus para com o pecador.",
            "paragrafo": 1465
        },
        {
            "tipo": "parágrafo",
            "texto": "1466. O confessor não é dono, mas servidor do perdão de Deus. O ministro deste sacramento deve unir-se à intenção e à caridade de Cristo (70). Deve ter um conhecimento comprovado do comportamento cristão, experiência das coisas humanas, respeito e delicadeza para com aquele que caiu; deve amar a verdade, ser fiel ao Magistério da Igreja, e conduzir o penitente com paciência para a cura e a maturidade plena. Deve rezar e fazer penitência por ele, confiando-o à misericórdia do Senhor.",
            "paragrafo": 1466
        },
        {
            "tipo": "parágrafo",
            "texto": "1467. Dada a delicadeza e a grandeza deste ministério e o respeito devido às pessoas, a igreja declara que todo o sacerdote que ouve confissões está obrigado a guardar segredo absoluto sobre os pecados que os seus penitentes lhe confessaram, sob penas severíssimas (71). Tão pouco pode servir-se dos conhecimentos que a confissão lhe proporciona sobre a vida dos penitentes. Este segredo, que não admite excepções, é chamado «sigilo sacramental», porque aquilo que o penitente manifestou ao sacerdote fica «selado» pelo sacramento.",
            "paragrafo": 1467
        },
        {
            "tipo": "tópico",
            "texto": "IX. Os efeitos deste sacramento"
        },
        {
            "tipo": "parágrafo",
            "texto": "1468. «Toda a eficácia da Penitência consiste em nos restituir à graça de Deus e em unir-nos a Ele numa amizade perfeita» (72). O fim e o efeito deste sacramento são, pois, a reconciliação com Deus. Naqueles que recebem o sacramento da Penitência com coração contrito e disposição religiosa, seguem-se-lhe «a paz e a tranquilidade da consciência, acompanhadas duma grande consolação espiritual» (73). Com efeito, o sacramento da reconciliação com Deus leva a uma verdadeira «ressurreição espiritual», à restituição da dignidade e dos bens próprios da vida dos filhos de Deus, o mais precioso dos quais é a amizade do mesmo Deus (74).",
            "paragrafo": 1468
        },
        {
            "tipo": "parágrafo",
            "texto": "1469. Este sacramento reconcilia-nos com a Igreja. O pecado abala ou rompe a comunhão fraterna. O sacramento da Penitência repara-a ou restaura-a. Nesse sentido, não se limita apenas a curar aquele que é restabelecido na comunhão eclesial, mas também exerce um efeito vivificante sobre a vida da Igreja que sofreu com o pecado de um dos seus membros (75). Restabelecido ou confirmado na comunhão dos santos, o pecador é fortalecido pela permuta de bens espirituais entre todos os membros vivos do corpo de Cristo, quer vivam ainda em estado de peregrinos, quer já tenham atingido a pátria celeste (76):\n\n«É de lembrar que a reconciliação com Deus tem como consequência, por assim dizer, outras reconciliações, que trarão remédio a outras rupturas produzidas pelo pecado: o penitente perdoado reconcilia-se consigo mesmo no mais profundo do seu ser, onde recupera a própria verdade interior: reconcilia-se com os irmãos, que de algum modo ofendeu e magoou: reconcilia-se com a Igreja; reconcilia-se com toda a criação» (77).",
            "paragrafo": 1469
        },
        {
            "tipo": "parágrafo",
            "texto": "1470. Neste sacramento, o pecador, remetendo-se ao juízo misericordioso de Deus, de certo modo antecipa o julgamento a que será submetido no fim desta vida terrena. É aqui e agora, nesta vida, que nos é oferecida a opção entre a vida e a morte. Só pelo caminho da conversão é que podemos entrar no Reino de onde o pecado grave nos exclui? (78). Convertendo-se a Cristo pela penitência e pela fé, o pecador passa da morte à vida «e não é sujeito a julgamento» (Jo 5, 24).",
            "paragrafo": 1470
        },
        {
            "tipo": "tópico",
            "texto": "X. As indulgências"
        },
        {
            "tipo": "parágrafo",
            "texto": "1471. A doutrina e a prática das indulgências na Igreja estão estreitamente ligadas aos efeitos do sacramento da Penitência.",
            "paragrafo": 1471
        },
        {
            "tipo": "subtópico",
            "texto": "O QUE É A INDULGÊNCIA?"
        },
        {
            "tipo": "texto simples",
            "texto": "«A indulgência é a remissão, perante Deus, da pena temporal devida aos pecados cuja culpa já foi apagada; remissão que o fiel devidamente disposto obtém em certas e determinadas condições, pela acção da Igreja, a qual, enquanto dispensadora da redenção, distribui e aplica por sua autoridade o tesouro das satisfações de Cristo e dos santos» (79). «A indulgência é parcial ou plenária, consoante liberta parcialmente ou na totalidade da pena temporal devida ao pecado» (80). «O fiel pode lucrar para si mesmo as indulgências [...], ou aplicá-las aos defuntos» (81)."
        },
        {
            "tipo": "subtópico",
            "texto": "AS PENAS DO PECADO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1472. Para compreender esta doutrina e esta prática da Igreja, deve ter-se presente que o pecado tem uma dupla consequência. O pecado grave priva-nos da comunhão com Deus e, portanto, torna-nos incapazes da vida eterna, cuja privação se chama «pena eterna» do pecado. Por outro lado, todo o pecado, mesmo venial, traz consigo um apego desordenado às criaturas, o qual precisa de ser purificado, quer nesta vida quer depois da morte, no estado que se chama Purgatório. Esta purificação liberta do que se chama «pena temporal» do pecado. Estas duas penas não devem ser consideradas como uma espécie de vingança, infligida por Deus, do exterior, mas como algo decorrente da própria natureza do pecado. Uma conversão procedente duma caridade fervorosa pode chegar à total purificação do pecador, de modo que nenhuma pena subsista (82).",
            "paragrafo": 1472
        },
        {
            "tipo": "parágrafo",
            "texto": "1473. O perdão do pecado e o restabelecimento da comunhão com Deus trazem consigo a abolição das penas eternas do pecado. Mas subsistem as penas temporais. O cristão deve esforçar-se por aceitar, como uma graça, estas penas temporais do pecado, suportando pacientemente os sofrimentos e as provações de toda a espécie e, chegada a hora, enfrentando serenamente a morte: deve aplicar-se, através de obras de misericórdia e de caridade, bem como pela oração e pelas diferentes práticas da penitência, a despojar-se completamente do «homem velho» e a revestir-se do «homem novo» (83).",
            "paragrafo": 1473
        },
        {
            "tipo": "subtópico",
            "texto": "NA COMUNHÃO DOS SANTOS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1474. O cristão que procura purificar-se do seu pecado e santificar-se com a ajuda da graça de Deus, não se encontra só. «A vida de cada um dos filhos de Deus está ligada de modo admirável, em Cristo e por Cristo, à vida de todos os outros irmãos cristãos, na unidade sobrenatural do corpo Místico de Cristo, como que numa pessoa mística» (84).",
            "paragrafo": 1474
        },
        {
            "tipo": "parágrafo",
            "texto": "1475. Na comunhão dos santos, «existe, portanto, entre os fiéis – os que já estão na pátria celeste, os que foram admitidos à expiação do Purgatório, e os que vivem ainda peregrinos na terra – um constante laço de amor e uma abundante permuta de todos os bens» (85). Nesta admirável permuta, a santidade de um aproveita aos demais, muito para além do dano que o pecado de um tenha podido causar aos outros. Assim, o recurso à comunhão dos santos permite ao pecador contrito ser purificado mais depressa e mais eficazmente das penas do pecado.",
            "paragrafo": 1475
        },
        {
            "tipo": "parágrafo",
            "texto": "1476. A estes bens espirituais da comunhão dos santos, também lhes chamamos o tesouro da Igreja, «que não é um somatório de bens, como quando se trata das riquezas materiais acumuladas no decurso dos séculos, mas sim o preço infinito e inesgotável que têm junto de Deus as expiações e méritos de Cristo, nosso Senhor, oferecidos para que a humanidade seja liberta do pecado e chegue à comunhão com o Pai. É em Cristo, nosso Redentor, que se encontram em abundância as satisfações e os méritos da sua redenção (86)».",
            "paragrafo": 1476
        },
        {
            "tipo": "parágrafo",
            "texto": "1477. «Pertencem igualmente a este tesouro o preço verdadeiramente imenso, incomensurável e sempre novo que têm junto de Deus as orações e boas obras da bem‑aventurada Virgem Maria e de todos os santos, que se santificaram pela graça de Cristo, seguindo as suas pegadas, e que realizaram uma obra agradável ao Pai; de modo que, trabalhando pela sua própria salvação, igualmente cooperaram na salvação dos seus irmãos na unidade do corpo Místico» (87).",
            "paragrafo": 1477
        },
        {
            "tipo": "subtópico",
            "texto": "OBTER A INDULGÊNCIA DE DEUS MEDIANTE A IGREJA"
        },
        {
            "tipo": "parágrafo",
            "texto": "1478. A indulgência obtém-se mediante a Igreja que, em virtude do poder de ligar e desligar que lhe foi concedido por Jesus Cristo, intervém a favor dum cristão e lhe abre o tesouro dos méritos de Cristo e dos santos, para obter do Pai das misericórdias o perdão das penas temporais devidas pelos seus pecados. É assim que a Igreja não quer somente vir em ajuda deste cristão, mas também incitá-lo a obras de piedade, penitência e caridade» (88).",
            "paragrafo": 1478
        },
        {
            "tipo": "parágrafo",
            "texto": "1479. Uma vez que os fiéis defuntos, em vias de purificação, também são membros da mesma comunhão dos santos, nós podemos ajudá-los, entre outros modos, obtendo para eles indulgências, de modo que sejam libertos das penas temporais devidas pelos seus pecados.",
            "paragrafo": 1479
        },
        {
            "tipo": "tópico",
            "texto": "XI. A celebração do sacramento da Penitência"
        },
        {
            "tipo": "parágrafo",
            "texto": "1480. Tal como todos os sacramentos, a Penitência é uma acção litúrgica. Ordinariamente, os elementos da sua celebração são os seguintes: saudação e bênção do sacerdote, leitura da Palavra de Deus para iluminar a consciência e suscitar a contrição e exortação ao arrependimento: a confissão que reconhece os pecados e os manifesta ao sacerdote; a imposição e aceitação da penitência; a absolvição do sacerdote; o louvor de acção de graças e a despedida com a bênção do sacerdote.",
            "paragrafo": 1480
        },
        {
            "tipo": "parágrafo",
            "texto": "1481. A liturgia bizantina tem várias fórmulas de absolvição, em forma deprecativa, que exprimem admiravelmente o mistério do perdão: «Deus, que pelo profeta Natan perdoou a David, quando ele confessou os seus próprios pecados, a Pedro depois de ele ter chorado amargamente, à pecadora depois de ela ter derramado lágrimas a seus pés, ao publicano e ao pródigo, este mesmo Deus vos perdoe, por intermédio de mim pecador, nesta vida e na outra, e vos faça comparecer, sem vos condenar no seu temível tribunal: Ele que é bendito pelos séculos dos séculos. Ámen» (89).",
            "paragrafo": 1481
        },
        {
            "tipo": "parágrafo",
            "texto": "1482. O sacramento da Penitência pode também ter lugar no âmbito duma celebração comunitária, na qual se faz uma preparação conjunta para a confissão e conjuntamente se dão graças pelo perdão recebido. Neste caso, a confissão pessoal dos pecados e a absolvição individual são inseridas numa liturgia da Palavra de Deus, com leituras e homilia, exame de consciência feito em comum, pedido comunitário de perdão, oração do Pai Nosso e acção de graças em comum. Esta celebração comunitária exprime mais claramente o carácter eclesial da penitência. No entanto, seja qual for a forma da sua celebração, o sacramento da Penitência é sempre, por sua própria natureza, uma acção litúrgica, portanto eclesial e pública (90).",
            "paragrafo": 1482
        },
        {
            "tipo": "parágrafo",
            "texto": "1483. Em casos de grave necessidade, pode-se recorrer à celebração comunitária da reconciliação, com confissão geral e absolvição geral. Tal necessidade grave pode ocorrer quando há perigo iminente de morte, sem que o sacerdote ou os sacerdotes tenham tempo suficiente para ouvir a confissão de cada penitente. A necessidade grave pode existir também quando, tendo em conta o número dos penitentes, não há confessores bastantes para ouvir devidamente as confissões individuais num tempo razoável, de modo que os penitentes, sem culpa sua, se vejam privados, durante muito tempo, da graça sacramental ou da sagrada Comunhão. Neste caso, para a validade da absolvição, os fiéis devem ter o propósito de confessar individualmente os seus pecados graves em tempo oportuno (91). Pertence ao bispo diocesano julgar se as condições requeridas para a absolvição geral existem (92). Uma grande afluência de fiéis, por ocasião de grandes festas ou de peregrinações, não constitui um desses casos de grave necessidade (93).",
            "paragrafo": 1483
        },
        {
            "tipo": "parágrafo",
            "texto": "1484. «A confissão individual e íntegra e a absolvição constituem o único modo ordinário pelo qual o fiel, consciente de pecado grave, se reconcilia com Deus e com a Igreja: somente a impossibilidade física ou moral o escusa desta forma de confissão» (94). Há razões profundas para que assim seja. Cristo age em cada um dos sacramentos. Ele dirige-Se pessoalmente a cada um dos pecadores: «Meu filho, os teus pecados são-te perdoados» (Mc 2, 5); Ele é o médico que Se inclina sobre cada um dos doentes com necessidade d'Ele (95) « para os curar: alivia-os e reintegra-os na comunhão fraterna. A confissão pessoal é, pois, a forma mais significativa da reconciliação com Deus e com a Igreja.",
            "paragrafo": 1484
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "1485. «Na tarde da Páscoa, o Senhor Jesus apareceu aos seus Apóstolos e disse-lhes: \"Recebei o Espírito Santo: àqueles a quem perdoardes os pecados ser-lhes-ão perdoados; e àqueles a quem os retiverdes ser-lhes-ão retidos\"» (Jo 20, 22-23).",
            "paragrafo": 1485
        },
        {
            "tipo": "parágrafo",
            "texto": "1486. 0 perdão dos pecados cometidos depois do Baptismo é concedido por meio dum sacramento próprio, chamado sacramento da Conversão, da Confissão, da Penitência ou da Reconciliação.",
            "paragrafo": 1486
        },
        {
            "tipo": "parágrafo",
            "texto": "1487. Quem peca, ofende a honra de Deus e o seu amor, a sua própria dignidade de homem chamado a ser filho de Deus, e o bem-estar espiritual da Igreja, da qual cada fiel deve ser pedra viva.",
            "paragrafo": 1487
        },
        {
            "tipo": "parágrafo",
            "texto": "1488. Aos olhos da fé, não existe mal mais grave do que o pecado; nada tem piores consequências para os próprios pecadores, para a Igreja e para todo o mundo.",
            "paragrafo": 1488
        },
        {
            "tipo": "parágrafo",
            "texto": "1489. Voltar à comunhão com Deus, depois de a ter perdido pelo pecado, é um movimento nascido da graça do mesmo Deus misericordioso e cheio de interesse pela salvação dos homens. Deve pedir-se esta graça preciosa, tanto para si mesmo como para os outros.",
            "paragrafo": 1489
        },
        {
            "tipo": "parágrafo",
            "texto": "1490. O movimento de regresso a Deus, pela conversão e arrependimento, implica dor e aversão em relação aos pecados cometidos, e o propósito firme de não tornar a pecar no futuro. Portanto, a conversão refere-se ao passado e ao futuro: alimenta-se da esperança na misericórdia divina.",
            "paragrafo": 1490
        },
        {
            "tipo": "parágrafo",
            "texto": "1491. O sacramento da Penitência é constituído pelo conjunto de três actos realizados pelo penitente e pela absolvição do sacerdote. Os actos do penitente são: o arrependimento, a confissão ou manifestação dos pecados ao sacerdote e o propósito de cumprir a reparação e as obras de reparação.",
            "paragrafo": 1491
        },
        {
            "tipo": "parágrafo",
            "texto": "1492. O arrependimento (também chamado contrição) deve inspirar-se em motivações que brotam da fé. Se for motivado pelo amor de caridade para com Deus, diz-se «perfeito»; se fundado em outros motivos, diz-se «imperfeito».",
            "paragrafo": 1492
        },
        {
            "tipo": "parágrafo",
            "texto": "1493. Aquele que quer obter a reconciliação com Deus e com a Igreja, deve confessar ao sacerdote todos os pecados graves que ainda não tiver confessado e de que se lembre depois de ter examinado cuidadosamente a sua consciência. A confissão das faltas veniais, sem ser em si necessária, é todavia vivamente recomendada pela Igreja.",
            "paragrafo": 1493
        },
        {
            "tipo": "parágrafo",
            "texto": "1494. O confessor propõe ao penitente o cumprimento de certos actos de «satisfação» ou «penitência», com o fim de reparar o mal causado pelo pecado e restabelecer os hábitos próprios dum discípulo de Cristo.",
            "paragrafo": 1494
        },
        {
            "tipo": "parágrafo",
            "texto": "1495. Só os sacerdotes que receberam da autoridade da Igreja a faculdade de absolver; podem perdoar os pecados em nome de Cristo.",
            "paragrafo": 1495
        },
        {
            "tipo": "parágrafo",
            "texto": "1496. Os efeitos espirituais do sacramento da Penitência são:\n\n– a reconciliação com Deus, pela qual o penitente recupera a graça;\n–  a reconciliação com a Igreja;\n–  a remissão da pena eterna, em que incorreu pelos pecados mortais;\n–  a remissão, ao menos em parte, das penas temporais, consequência do pecado;\n–  a paz e a serenidade da consciência e a consolação espiritual;\n–  o acréscimo das forças espirituais para o combate cristão.",
            "paragrafo": 1496
        },
        {
            "tipo": "parágrafo",
            "texto": "1497. A confissão individual e integral dos pecados graves, seguida da absolvição, continua a ser o único meio ordinário para a reconciliação com Deus e com a Igreja.",
            "paragrafo": 1497
        },
        {
            "tipo": "parágrafo",
            "texto": "1498. Por meio das indulgências, os fiéis podem obter para si próprios, e também para as almas do Purgatório, a remissão das penas temporais, consequência do pecado.",
            "paragrafo": 1498
        },
        {
            "tipo": "subtítulo",
            "texto": "ARTIGO 5"
        },
        {
            "tipo": "subtítulo",
            "texto": "A UNÇÃO DOS ENFERMOS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1499. «Pela santa Unção dos Enfermos e pela oração dos presbíteros, toda a Igreja encomenda os doentes ao Senhor, sofredor e glorificado, para que os alivie e os salve: mais ainda, exorta-os a que, associando-se livremente à paixão e morte de Cristo, concorram para o bem do povo de Deus» (95).",
            "paragrafo": 1499
        },
        {
            "tipo": "tópico",
            "texto": "I. Os seus fundamentos na economia da salvação"
        },
        {
            "tipo": "subtópico",
            "texto": "A DOENÇA NA VIDA HUMANA"
        },
        {
            "tipo": "parágrafo",
            "texto": "1500. A doença e o sofrimento estiveram sempre entre os problemas mais graves que afligem a vida humana. Na doença, o homem experimenta a sua incapacidade, os seus limites, a sua finitude. Qualquer enfermidade pode fazer-nos entrever a morte.",
            "paragrafo": 1500
        },
        {
            "tipo": "parágrafo",
            "texto": "1501. A doença pode levar à angústia, ao fechar-se em si mesmo e até, por vezes, ao desespero e à revolta contra Deus. Mas também pode tornar uma pessoa mais amadurecida, ajudá-la a discernir, na sua vida, o que não é essencial para se voltar para o que o é. Muitas vezes, a doença leva à busca de Deus, a um regresso a Ele.",
            "paragrafo": 1501
        },
        {
            "tipo": "subtópico",
            "texto": "O DOENTE PERANTE DEUS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1502. O homem do Antigo Testamento vive a doença à face de Deus. É diante de Deus que desafoga o seu lamento pela doença que lhe sobreveio (97) e é d'Ele. Senhor da vida e da morte, que implora a cura (98). A doença torna-se caminho de conversão (99) e o perdão de Deus dá início à cura (100). Israel faz a experiência de que a doença está, de modo misterioso, ligada ao pecado e ao mal, e de que a fidelidade a Deus em conformidade com a sua Lei restitui a vida: «porque Eu, o Senhor, é que sou o teu médico» (Ex 15, 26). O profeta entrevê que o sofrimento pode ter também um sentido redentor pelos pecados dos outros (101). Finalmente, Isaías anuncia que Deus fará vir para Sião um tempo em que perdoará todas as faltas e curará todas as doenças (102).",
            "paragrafo": 1502
        },
        {
            "tipo": "subtópico",
            "texto": "CRISTO-MÉDICO"
        },
        {
            "tipo": "parágrafo",
            "texto": "1503. A compaixão de Cristo para com os doentes e as suas numerosas curas de enfermos de toda a espécie (103) são um sinal claro de que «Deus visitou o seu povo» (104) e de que o Reino de Deus está próximo. Jesus tem poder não somente para curar, mas também para perdoar os pecados (105): veio curar o homem na sua totalidade, alma e corpo: é o médico de que os doentes precisam (106). A sua compaixão para com todos os que sofrem vai ao ponto de identificar-Se com eles: «Estive doente e visitastes-Me» (Mt 25, 36). O seu amor de predilecção para com os enfermos não cessou, ao longo dos séculos, de despertar a atenção particular dos cristãos para aqueles que sofrem no corpo ou na alma. Ele está na origem de incansáveis esforços para os aliviar.",
            "paragrafo": 1503
        },
        {
            "tipo": "parágrafo",
            "texto": "1504. Frequentemente, Jesus pede aos doentes que acreditem (107). Serve-se de sinais para curar: saliva e imposição das mãos (108), lodo e lavagem (109). Por seu lado, os doentes procuram tocar-Lhe (110), «porque saía d'Ele uma força que a todos curava» (Lc 6, 19). Por isso, nos sacramentos, Cristo continua a «tocar-nos» para nos curar.",
            "paragrafo": 1504
        },
        {
            "tipo": "parágrafo",
            "texto": "1505. Comovido por tanto sofrimento, Cristo não só Se deixa tocar pelos doentes, como também faz suas as misérias deles: «Tomou sobre Si as nossas enfermidades e carregou com as nossas doenças» (Mt 8, 17) (111). Ele não curou todos os doentes. As curas que fazia eram sinais da vinda do Reino de Deus. Anunciavam uma cura mais radical: a vitória sobre o pecado e sobre a morte, mediante a sua Páscoa. Na cruz, Cristo tomou sobre Si todo o peso do mal (112) e tirou «o pecado do mundo» (Jo 1, 29), do qual a doença não é mais que uma consequência. Pela sua paixão e morte na cruz. Cristo deu novo sentido ao sofrimento: desde então este pode configurar-nos com Ele e unir-nos à sua paixão redentora.",
            "paragrafo": 1505
        },
        {
            "tipo": "subtópico",
            "texto": "«CURAI OS ENFERMOS...»"
        },
        {
            "tipo": "parágrafo",
            "texto": "1506. Cristo convida os discípulos a seguirem-no, tomando a sua cruz (113). Seguindo-O, eles adquirem uma nova visão da doença e dos doentes. Jesus associa-os à sua vida pobre e servidora. Fá-los participar no seu ministério de compaixão e de cura: E eles «partiram e pregaram que era preciso cada um arrepender-se. Expulsavam muitos demónios, ungiam com óleo numerosos doentes, e curavam-nos» (Mc 6, 12-13).",
            "paragrafo": 1506
        },
        {
            "tipo": "parágrafo",
            "texto": "1507. O Senhor ressuscitado renova esta missão («em Meu nome... hão-de impor as mãos aos doentes, e estes ficarão curados»: Mc 16, 1 7-18) e confirma-a por meio dos sinais que a Igreja realiza invocando o seu nome (114). Estes sinais manifestam de modo especial, que Jesus é verdadeiramente «Deus que salva» (115).",
            "paragrafo": 1507
        },
        {
            "tipo": "parágrafo",
            "texto": "1508. O Espírito Santo confere a alguns o carisma especial de poderem curar (116) para manifestar a força da graça do Ressuscitado. Todavia, nem as orações mais fervorosas obtêm sempre a cura de todas as doenças. Assim, São Paulo deve aprender do Senhor que «a minha graça te basta: pois na fraqueza é que a minha força actua plenamente» (2 Cor 12, 9), e que os sofrimentos a suportar podem ter como sentido que «eu complete na minha carne o que falta à paixão de Cristo, em benefício do seu corpo, que é a Igreja» (Cl 1, 24).",
            "paragrafo": 1508
        },
        {
            "tipo": "parágrafo",
            "texto": "1509. «Curai os enfermos!» (Mt 10, 8). A Igreja recebeu este encargo do Senhor e procura cumpri-lo, tanto pelos cuidados que dispensa aos doentes, como pela oração de intercessão com que os acompanha. Ela \"crê na presença vivificante de Cristo, médico das almas e dos corpos, presença que age particularmente através dos sacramentos e de modo muito especial da Eucaristia, pão que dá a vida eterna (117) e cuja ligação com a saúde corporal é insinuada por São Paulo (118).",
            "paragrafo": 1509
        },
        {
            "tipo": "parágrafo",
            "texto": "1510. Entretanto, a Igreja dos Apóstolos conhece um rito próprio em favor dos enfermos, atestado por São Tiago: «Alguém de vós está doente? Chame os presbíteros da Igreja para que orem sobre ele, ungindo-o com óleo em nome do Senhor. A oração da fé salvará o doente e o Senhor o aliviará; e, se tiver cometido pecados, ser-lhe-ão perdoados» (Ts; 5, 14-15). A Tradição reconheceu neste rito um dos sete sacramentos da Igreja (119).",
            "paragrafo": 1510
        },
        {
            "tipo": "subtópico",
            "texto": "UM SACRAMENTO DOS ENFERMOS"
        },
        {
            "tipo": "parágrafo",
            "texto": "1511. A Igreja crê e confessa que, entre os sete sacramentos, há um, especialmente destinado a reconfortar os que se encontram sob a provação da doença: a Unção dos enfermos:\n\n«Esta santa unção dos enfermos foi instituída por Cristo nosso Senhor como sacramento do Novo Testamento, verdadeira e propriamente dito, insinuado por São Marcos (120), mas recomendado aos fiéis e promulgado por São Tiago, apóstolo e irmão do Senhor» (121).",
            "paragrafo": 1511
        },
        {
            "tipo": "parágrafo",
            "texto": "1512. Na tradição litúrgica, tanto no Oriente como no Ocidente, temos, desde os tempos antigos, testemunhos de unções de doentes praticadas com óleo benzido. No decorrer dos séculos, a Unção dos enfermos começou a ser conferida cada vez mais exclusivamente aos que estavam prestes a morrer. Por causa disso, fora-lhe dado o nome de «Extrema-Unção». Porém, apesar dessa evolução, a liturgia nunca deixou de pedir ao Senhor pelo doente, para que recuperasse a saúde, se tal fosse conveniente para a sua salvação",
            "paragrafo": 1512
        },
        {
            "tipo": "parágrafo",
            "texto": "1513. A Constituição Apostólica «Sacram Unctionem Infirmorum», de 30 de Novembro de 1972, na sequência do II Concílio do Vaticano (123), estabeleceu que, a partir de então, se observasse o seguinte no rito romano:\n\n«O sacramento da Unção dos Enfermos é conferido aos que se encontram enfermos com a vida em perigo, ungindo-os na fronte e nas mãos com óleo de oliveira ou, segundo as circunstância, com outro óleo de origem vegetal, devidamente benzido, proferindo uma só vez, as palavras: \"Por esta santa unção e pela sua infinita misericórdia o Senhor venha em teu auxílio com a graça do Espírito Santo, para que, liberto dos teus pecados, Ele te salve e, na sua bondade, alivie os teus sofrimentos\"» (124).",
            "paragrafo": 1513
        },
        {
            "tipo": "tópico",
            "texto": "II. Quem recebe e quem administra este sacramento?"
        },
        {
            "tipo": "subtópico",
            "texto": "EM CASO DE GRAVE ENFERMIDADE..."
        },
        {
            "tipo": "parágrafo",
            "texto": "1514. A Unção dos Enfermos «não é sacramento só dos que estão prestes a morrer. Por isso, o tempo oportuno para a receber é certamente quando o fiel começa, por doença ou por velhice, a estar em perigo de morte» (125).",
            "paragrafo": 1514
        },
        {
            "tipo": "parágrafo",
            "texto": "1515. Se um doente que recebeu a Unção recupera a saúde, pode, em caso de nova enfermidade grave, receber outra vez este sacramento. No decurso da mesma doença, este sacramento pode ser repetido se o mal se agrava. É conveniente receber a Unção dos Enfermos antes duma operação cirúrgica importante. E o mesmo se diga a respeito das pessoas de idade, cuja fragilidade se acentua.",
            "paragrafo": 1515
        },
        {
            "tipo": "subtópico",
            "texto": "«... CHAME OS PRESBÍTEROS DA IGREJA»"
        },
        {
            "tipo": "parágrafo",
            "texto": "1516. Só os sacerdotes (bispos e presbíteros) são ministros da Unção dos Enfermos (126). É dever dos pastores instruir os fiéis acerca dos benefícios deste sacramento. Que os fiéis animem os enfermos chamarem o sacerdote para receberem este sacramento. E que os doentes se preparem para o receber com boas disposições, com a ajuda do seu pastor e de toda a comunidade eclesial, convidada a rodear, de um modo muito especial, os doentes, com as suas orações e atenções fraternas.",
            "paragrafo": 1516
        },
        {
            "tipo": "tópico",
            "texto": "III. Como se celebra este sacramento?"
        },
        {
            "tipo": "parágrafo",
            "texto": "1517. Como todos os sacramentos, a Unção dos Enfermos é uma celebração litúrgica e comunitária (127) quer tenha lugar no seio da família, quer no hospital ou na igreja, para um só doente ou para um grupo deles. É muito conveniente que seja celebrada durante a Eucaristia, memorial da Páscoa do Senhor. Se as circunstâncias a tal convidarem, a celebração do sacramento pode ser precedida pelo sacramento da Penitência e seguida pelo da Eucaristia. Enquanto sacramento da Páscoa de Cristo, a Eucaristia deveria ser sempre o último sacramento da peregrinação terrestre, o «viático» da «passagem» para a vida eterna.",
            "paragrafo": 1517
        },
        {
            "tipo": "parágrafo",
            "texto": "1518. Palavra e sacramento formam um todo inseparável. A liturgia da Palavra, precedida dum acto penitenciai, abre a celebração. As palavras de Cristo e o testemunho dos Apóstolos despertam a fé do doente e da comunidade, para pedir ao Senhor a força do seu Espírito.",
            "paragrafo": 1518
        },
        {
            "tipo": "parágrafo",
            "texto": "1519. A celebração do sacramento compreende principalmente os seguin­tes elementos: «Os presbíteros da Igreja» (128) impõem em silêncio - as mãos sobre os enfermos; rezam por eles na fé da Igreja (129); é a epiclese própria deste sacramento; então, conferem a unção com óleo, benzido, se possível, pelo bispo.\n\nEstes actos litúrgicos indicam a graça que este sacramento confere aos doentes.",
            "paragrafo": 1519
        },
        {
            "tipo": "tópico",
            "texto": "IV. Os efeitos da celebração deste sacramento"
        },
        {
            "tipo": "parágrafo",
            "texto": "1520. Um dom particular do Espírito Santo. A primeira graça deste sacramento é uma graça de reconforto, de paz e de coragem para vencer as dificuldades próprias do estado de doença grave ou da fragilidade da velhice. Esta graça é um dom do Espírito Santo, que renova a confiança e a fé em Deus, e dá força contra as tentações do Maligno, especialmente a tentação do desânimo e da angústia da morte (130). Esta assistência do Senhor pela força do seu Espírito visa levar o doente à cura da alma, mas também à do corpo, se tal for a vontade de Deus (131). Além disso, «se ele cometeu pecados, ser-lhe-ão perdoados» (Tg 5, 15) (132).",
            "paragrafo": 1520
        },
        {
            "tipo": "parágrafo",
            "texto": "1521. A união à paixão de Cristo. Pela graça deste sacramento, o enfermo recebe a força e o dom de se unir mais intimamente à paixão de Cristo: ele é, de certo modo, consagrado para produzir frutos pela configuração com a paixão redentora do Salvador. O sofrimento, sequela do pecado original, recebe um sentido novo: transforma-se em participação na obra salvífica de Jesus.",
            "paragrafo": 1521
        },
        {
            "tipo": "parágrafo",
            "texto": "1522. Uma graça eclesial. Os doentes que recebem este sacramento, «associando-se livremente à paixão e morte de Cristo, concorrem para o bem do povo de Deus» (133). Ao celebrar este sacramento, a Igreja, na comunhão dos santos, intercede pelo bem do doente. E o doente, por seu lado, pela graça deste sacramento, contribui para a santificação da Igreja e para o bem de todos os homens, pelos quais a Igreja sofre e se oferece, por Cristo, a Deus Pai.",
            "paragrafo": 1522
        },
        {
            "tipo": "parágrafo",
            "texto": "1523. Uma preparação para a última passagem. Se o sacramento da Unção dos Enfermos é concedido a todos os que sofrem de doenças e enfermidades graves, com mais forte razão o é aos que estão prestes a deixar esta vida («in exitu vitae constituti (134)): de modo que também foi chamado «sacramentum exeuntium – sacramento dos que partem» (135). A Unção dos Enfermos completa a nossa conformação com a morte e ressurreição de Cristo, tal como o Baptismo a tinha começado. Leva à perfeição as unções santas que marcam toda a vida cristã: a do Baptismo selara em nós a vida nova: a da Confirmação robustecera-nos para o combate desta vida; esta última unção mune o fim da nossa vida terrena como que de um sólido escudo em vista das últimas batalhas, antes da entrada na Casa do Pai (136).",
            "paragrafo": 1523
        },
        {
            "tipo": "tópico",
            "texto": "V. O Viático, último sacramento do cristão"
        },
        {
            "tipo": "parágrafo",
            "texto": "1524. Àqueles que vão deixar esta vida, a Igreja oferece-lhes, além da Unção dos Enfermos, a Eucaristia como viático. Recebida neste momento de passagem para o Pai, a comunhão do corpo ,e sangue de Cristo tem um significado e uma importância particulares. É semente de vida eterna e força de ressurreição, segundo as palavras do Senhor: «Quem come a minha carne e bebe o meu sangue tem a vida eterna: e Eu ressuscitá-lo‑ei no último dia» (Jo 6, 54). Sacramento de Cristo morto e ressuscitado, a Eucaristia é aqui sacramento da passagem da morte para a vida, deste mundo para o Pai (137).",
            "paragrafo": 1524
        },
        {
            "tipo": "parágrafo",
            "texto": "1525. Assim, do mesmo modo que os sacramentos do Baptismo, da Confirmação e da Eucaristia constituem uma unidade chamada «os sacramentos da iniciação cristã», também pode dizer-se que a Penitência, a Santa Unção e a Eucaristia, como viático, constituem, quando a vida do cristão chega ao seu termo, «os sacramentos que preparam a entrada na Pátria» ou os sacramentos com que termina a peregrinação.",
            "paragrafo": 1525
        },
        {
            "tipo": "tópico",
            "texto": "Resumindo:"
        },
        {
            "tipo": "parágrafo",
            "texto": "1526. «Algum de vós está doente? Chame os presbíteros da Igreja, para que orem sobre ele, ungindo-o com óleo em nome do Senhor. A oração da fé salvará o doente e o Senhor o aliviará. E, se tiver cometido pecados, ser-lhe-ão perdoados» (Tg 5, 14-15).",
            "paragrafo": 1526
        },
        {
            "tipo": "parágrafo",
            "texto": "1527. 0 sacramento da Unção dos Enfermos tem por finalidade conferir uma graça especial ao cristão que enfrenta as dificuldades inerentes ao estado de doença grave ou de velhice.",
            "paragrafo": 1527
        },
        {
            "tipo": "parágrafo",
            "texto": "1528. 0 tempo oportuno para receber a Santa Unção chegou certamente quando o fiel começa a encontrar-se em perigo de morte, devido a doença ou a velhice.",
            "paragrafo": 1528
        },
        {
            "tipo": "parágrafo",
            "texto": "1529. Todas as vezes que um cristão cai gravemente enfermo, pode receber a Santa Unção; e também quando, mesmo depois de a ter recebido, a doença se agrava.",
            "paragrafo": 1529
        },
        {
            "tipo": "parágrafo",
            "texto": "1530. Só os sacerdotes (presbíteros e bispos) podem ministrar o sacramento da Unção dos Enfermos; para isso, empregarão óleo benzido pelo bispo ou, em caso de necessidade, pelo próprio presbítero celebrante.",
            "paragrafo": 1530
        },
        {
            "tipo": "parágrafo",
            "texto": "1531. 0 essencial da celebração deste sacramento consiste na unção na fronte e nas mãos do doente (no rito romano) ou sobre outras partes do corpo (no Oriente), unção acompanhada da oração litúrgica do sacerdote celebrante que pede a graça especial deste sacramento.",
            "paragrafo": 1531
        },
        {
            "tipo": "parágrafo",
            "texto": "1532. A graça especial do sacramento da Unção dos Enfermos tem como efeitos:\n\n– a união do doente à paixão de Cristo, para o seu bem e para o de toda a Igreja;\n–  o conforto, a paz e a coragem para suportar cristãmente os sofrimentos da doença ou da velhice;\n–  o perdão dos pecados, se o doente não pôde obtê-lo pelo sacramento da Penitência;\n–  o restabelecimento da saúde, se tal for conveniente para a salvação espiritual;\n–  a preparação para a passagem para vida eterna.",
            "paragrafo": 1532
        }
    ],
    "referencias": [
        {
            "tipo": "referência",
            "texto": "1. Cf. 2 Cor 5, 1."
        },
        {
            "tipo": "referência",
            "texto": "2. Cf. Mc, 2, 1-12."
        },
        {
            "tipo": "referência",
            "texto": "3. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 11 : AAS 57 (1965) 15."
        },
        {
            "tipo": "referência",
            "texto": "4. Cf. Mc 1, 15."
        },
        {
            "tipo": "referência",
            "texto": "5. Cf. Lc 15, 18."
        },
        {
            "tipo": "referência",
            "texto": "6. Ordo Paenitentiae. 46.55 (TypisPolyglottis Vaticanis 1974) p. 27. 37 [Celebração da Penitência, 46.55 (Coimbra. Gráfica de Coimbra — Conferência Episcopal Portuguesa, 1997) p. 47. 65]."
        },
        {
            "tipo": "referência",
            "texto": "7. Cf. Gl 3, 27."
        },
        {
            "tipo": "referência",
            "texto": "8. Cf. Concílio de Trento, Sess. 5ª, Decretum de peccato originali, can. 5: DS 1515."
        },
        {
            "tipo": "referência",
            "texto": "9.  Cf.Concílio de Trento, Sess. 6ª, Decretum de iustificatione, c. 16: DS 1545; II Concílio do Vaticano, Const. dogm. Lumen Gentium, 40: AAS 57 (1965) 44-45."
        },
        {
            "tipo": "referência",
            "texto": "10. Cf. Act 2, 38."
        },
        {
            "tipo": "referência",
            "texto": "11.  II Concílio do Vaticano, Const. dogm. Lumen Gentium, 8: AAS 57 (1965) 12."
        },
        {
            "tipo": "referência",
            "texto": "12. Cf. Sl 51, 19."
        },
        {
            "tipo": "referência",
            "texto": "13. Cf. Jo 6, 44: 12, 32."
        },
        {
            "tipo": "referência",
            "texto": "14. Cf. 1 Jo 4, 10."
        },
        {
            "tipo": "referência",
            "texto": "15. Cf. Lc 22, 61-62."
        },
        {
            "tipo": "referência",
            "texto": "16. Cf. Jo 21, 15-17."
        },
        {
            "tipo": "referência",
            "texto": "17. Santo Ambrósio, Epistula extra collection 1 [41], 12: CSEL 82/3, 152 (PL 16, 1116)."
        },
        {
            "tipo": "referência",
            "texto": "18. Cf. Jl 2, 12-13: Is 1,16-17: Mt 6, 1-8.16-18."
        },
        {
            "tipo": "referência",
            "texto": "19. Concílio de Trento, Sess. 14ª,  Doctrina de sacramento Paenitentiae, c. 4: DS 1676-1678; Id. Sess, 14ª, Canones de Paenitentiae, can. 5: DS1705: CatRom. 2, 5, 4, p. 289."
        },
        {
            "tipo": "referência",
            "texto": "20. Cf. Ez, 36, 26-27."
        },
        {
            "tipo": "referência",
            "texto": "21. Cf. Jo 19, 37: Zc 12, 10."
        },
        {
            "tipo": "referência",
            "texto": "22. São Clemente de Roma, Epistula ad Corinthios 7, 4: SC 167, 110 (Funk 1, 108)."
        },
        {
            "tipo": "referência",
            "texto": "23. Cf. Jo 16, 8-9."
        },
        {
            "tipo": "referência",
            "texto": "24. Cf. Jo 15, 26."
        },
        {
            "tipo": "referência",
            "texto": "25. Cf. Act 2, 36-38: João Paulo II, Enc. Dominum et vivificantem, 27-48: AAS 78 (1986) 837-868."
        },
        {
            "tipo": "referência",
            "texto": "26. Cf. Tb 12, 8; Mt 6, 1-8."
        },
        {
            "tipo": "referência",
            "texto": "27. Cf. Tg 5, 20."
        },
        {
            "tipo": "referência",
            "texto": "28. Cf. Am 5, 24; Is 1, 17."
        },
        {
            "tipo": "referência",
            "texto": "29. Cf. Lc 9, 23."
        },
        {
            "tipo": "referência",
            "texto": "30. Cf. Concílio de Trento, Sess. 13ª, Decretum de ss. Eucharitia, c. 2: DS 1638."
        },
        {
            "tipo": "referência",
            "texto": "31. Cf. II Concílio do Vaticano, Const. Sacrosanctum Concilium, 109-110: AAS 56 (1964) 127; CIC can. 1249-1253: CCEO can. 880-883."
        },
        {
            "tipo": "referência",
            "texto": "32. Cf. Lc 15, 11-24."
        },
        {
            "tipo": "referência",
            "texto": "33. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 11: AAS 57 (1965) 15."
        },
        {
            "tipo": "referência",
            "texto": "34. Cf. Mc 2, 7."
        },
        {
            "tipo": "referência",
            "texto": "35. Cf. Lc 7, 48."
        },
        {
            "tipo": "referência",
            "texto": "36. Cf. Jo 20, 21-23."
        },
        {
            "tipo": "referência",
            "texto": "37. Cf. Lc 15."
        },
        {
            "tipo": "referência",
            "texto": "38. Cf. Lc 19, 9."
        },
        {
            "tipo": "referência",
            "texto": "39. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 22: AAS 57 (1965) 26."
        },
        {
            "tipo": "referência",
            "texto": "40. Concílio de Trento, Sess. 6ª, Decretum de iustificatione, c. 14: DS 1542; cf. Tertuliano, De Paenitentia 4, 2: CCL 1, 326 (PL 1, 1343)."
        },
        {
            "tipo": "referência",
            "texto": "41. Cf. Ordo Paenitentiae, 46.55 (Typis Polyglottis Vaticanis 1974) p. 27.37 [Celebração da Penitência,. 46.55 (Coimbra- Gráfica de Coimbra - Conferência Episcopal Portuguesa, 1997) p. 47.65]."
        },
        {
            "tipo": "referência",
            "texto": "42. CatRom 2, 5, 21, p. 299: cf. Concílio de Trento, Sess.14ª, Doctrina de sacramento Paenitentiae, c. 3: DS 1673."
        },
        {
            "tipo": "referência",
            "texto": "43.  Concílio de Trento, Sess. 14ª, Doctrina de sacramento Paenitentiae, c. 4: DS 1676."
        },
        {
            "tipo": "referência",
            "texto": "44. Cf. Concílio de Trento, Sess. 14ª, Doctrina de sacramento Paenitentiae, c. 4: DS 1677."
        },
        {
            "tipo": "referência",
            "texto": "45.  Cf. Concílio de Trento, Sess. 14ª. Doctrina de sacramento Paenitentiae, c. 4: DS 1678: ID., Sess. 14ª, Canones de sacramento Paenitentiae, can. 5: DS 1705."
        },
        {
            "tipo": "referência",
            "texto": "46.  Cf. Rm 12-15: Cor 12-13: Gl 5: Ef 4-6."
        },
        {
            "tipo": "referência",
            "texto": "47. Cf. Ex 20, 17; Mt 5, 28."
        },
        {
            "tipo": "referência",
            "texto": "48. Concílio de Trento, Sess. 14ª, Doctrina de sacramento Paenitentiae, c. 5: DS 1680."
        },
        {
            "tipo": "referência",
            "texto": "49. Concílio de Trento, Sess. 14ª, Doctrina de sacramento Paenitentiae, c. 5: DS 1680; São Jerónimo, Commentarius in Ecclesiasten, 10, 11: CCL 72, 338 (PL 23, 1096)."
        },
        {
            "tipo": "referência",
            "texto": "50. CIC can. 989: cf. Concílio de Trento, Sess. 14ª, Doctrina de sacramento Paenitentiae, c. 5: DS 1683 ID., Sess. 14°, Canones de sacramento Paenitentiae, can. 8: DS 1708."
        },
        {
            "tipo": "referência",
            "texto": "51. Cf. Concílio de Trento, Sess. 13ª, Decretum de ss. Eucharistia, c. 7: DS 1647: Ibid., can. 11: DS 1661."
        },
        {
            "tipo": "referência",
            "texto": "52.  Cf. CIC can. 916; CCEO can. 711."
        },
        {
            "tipo": "referência",
            "texto": "53. Cf. CIC can. 914."
        },
        {
            "tipo": "referência",
            "texto": "54. Cf. Concílio de Trento, Sess. 14ª, Doctrina de sacramento Paenitentiae, c. 5: DS 1680; CIC can. 988. § 2."
        },
        {
            "tipo": "referência",
            "texto": "55. Cf. Lc 6, 36."
        },
        {
            "tipo": "referência",
            "texto": "56. Santo Agostinho, In Iohannis evangelium tractatus, 12, 13: CCL 36, 128 (PL 35, 1491)."
        },
        {
            "tipo": "referência",
            "texto": "57. Cf. Concílio de Trento, 14ª, Doctrina de sacramento Paenitentiae,  can. 12: DS 1712.  "
        },
        {
            "tipo": "referência",
            "texto": "58. Cf. Rm 3, 25: 1 Jo 2, 1-2."
        },
        {
            "tipo": "referência",
            "texto": "59. Cf. Concílio de Trento, 14ª, Doctrina de sacramento Paenitentiae, c. 8: DS 1690."
        },
        {
            "tipo": "referência",
            "texto": "60. Cf. Fl 4, 13."
        },
        {
            "tipo": "referência",
            "texto": "61. Cf. Lc 3, 8."
        },
        {
            "tipo": "referência",
            "texto": "62. Concílio de Trento, 14ª, Doctrina de sacramento Paenitentiae, c. 8: DS 1691"
        },
        {
            "tipo": "referência",
            "texto": "63. Cf. Jo 20, 23: 2 Cor 5, 18."
        },
        {
            "tipo": "referência",
            "texto": "64. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 26: AAS 57 (1965) 32."
        },
        {
            "tipo": "referência",
            "texto": "65. Cf. CIC can. 844. 967-969: CCEO can. 722. §§ 3-4."
        },
        {
            "tipo": "referência",
            "texto": "66. Cf. CIC can. 1331: CCEO can. 1431.1434."
        },
        {
            "tipo": "referência",
            "texto": "67. Cf. CIC can. 1354-1357: CCEO can. 1420."
        },
        {
            "tipo": "referência",
            "texto": "68. Cf. CIC can. 976: em relação à absolvição dos pecados, CCEO can. 725."
        },
        {
            "tipo": "referência",
            "texto": "69. Cf. CIC can. 986: CCEO can. 735: II Concílio do Vaticano, Decr. Presbyterorum ordinis, 13: AAS 58 (1966) 1012."
        },
        {
            "tipo": "referência",
            "texto": "70.  II Concílio do Vaticano, Decr. Presbyterorum ordinis, 13: AAS 58 (1966) 1012."
        },
        {
            "tipo": "referência",
            "texto": "71. Cf. CIC can. 983-984. 1388. § 1: CCEC can. 1456."
        },
        {
            "tipo": "referência",
            "texto": "72.  «Poenitentiae itaque omnis in eo vis est, ut nos in Dei gratiam restituat, cum Eoque summa amicitia coniungat»: CatRom 2, 5, 18, p. 297."
        },
        {
            "tipo": "referência",
            "texto": "73. Concílio de Trento, 14ª, Doctrina de sacramento Paenitentiae, c. 3: DS 1674."
        },
        {
            "tipo": "referência",
            "texto": "74. Cf. Lc 15, 32."
        },
        {
            "tipo": "referência",
            "texto": "75. Cf. 1 Cor 12, 26."
        },
        {
            "tipo": "referência",
            "texto": "76. Cf. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 48-50: AAS 57 (1965) 53-57."
        },
        {
            "tipo": "referência",
            "texto": "77. João Paulo II, Ex. ap. Reconciliatio et paenitentia 31, § V: AAS 77 (1985) 265."
        },
        {
            "tipo": "referência",
            "texto": "78. Cf. 1 Cor 5, 11: Gl 5, 19-21; Ap 22, 15."
        },
        {
            "tipo": "referência",
            "texto": "79. Paulo VI, Const. ap. Indulgentiarum doctrina, Normae. I: AAS 59 (1967) 21."
        },
        {
            "tipo": "referência",
            "texto": "80. Paulo VI, Const. ap. Indulgentiarum doctrina, Normae. 2: AAS 59 (1967) 21."
        },
        {
            "tipo": "referência",
            "texto": "81. CIC can. 994."
        },
        {
            "tipo": "referência",
            "texto": "82. Cf. Concílio de Trento, Sess. 14ª, Canones de sacramento Paenitentiae. can. 12-13: DS 1712-1713; Id., Sess. 25ª, Decretum de purgatorio: DS 1820."
        },
        {
            "tipo": "referência",
            "texto": "83.  Cf. Ef  4, 24."
        },
        {
            "tipo": "referência",
            "texto": "84. Paulo VI, Const. ap. Indulgentiarum doctrina, 5: AAS 59 (1967) 11."
        },
        {
            "tipo": "referência",
            "texto": "85. Paulo VI, Const. ap. Indulgentiarum doctrina, 5: AAS 59 (1967) 12."
        },
        {
            "tipo": "referência",
            "texto": "86. Paulo VI, Const. ap. Indulgentiarum doctrina, 5: AAS 59 (1967) 11."
        },
        {
            "tipo": "referência",
            "texto": "87. Paulo VI, Const. ap. Indulgentiarum doctrina, 5: AAS 59 (1967) 11-12."
        },
        {
            "tipo": "referência",
            "texto": "88. Cf. Paulo VI, Const. ap. Indulgentiarum doctrina, 8: AAS 59 (1967) 16-17; Concílio de Trento, Sess. 25ª, Decretum de Indulgentiis: DS 1835."
        },
        {
            "tipo": "referência",
            "texto": "89. Euchológion tò méga (Atenas 1992) p. 222."
        },
        {
            "tipo": "referência",
            "texto": "90. Cf. II Concílio do Vaticano, Sacrosanctum concilium, 26-27 AAS 56 (1964) 107."
        },
        {
            "tipo": "referência",
            "texto": "91. Cf. CIC can. 962. § 1."
        },
        {
            "tipo": "referência",
            "texto": "92. Cf. CIC can. 962. § 2."
        },
        {
            "tipo": "referência",
            "texto": "93. Cf. CIC can. 962. § 1, 2."
        },
        {
            "tipo": "referência",
            "texto": "94. Ordo Paenitentiae, Praenotanda 31 (Typis Polyglottis Vaticanis1974) p. 21 [Celebração da Penitência, 31 (Coimbra, Gráfica de Coimbra - Conferência Episcopal Portuguesa.1997) p. 29]."
        },
        {
            "tipo": "referência",
            "texto": "95. Cf. Mc 2, 17."
        },
        {
            "tipo": "referência",
            "texto": "96. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 11: AAS 57 (1965) 15."
        },
        {
            "tipo": "referência",
            "texto": "97. Cf. Sl 38."
        },
        {
            "tipo": "referência",
            "texto": "98. Cf. Sl 6, 3: Is 38."
        },
        {
            "tipo": "referência",
            "texto": "99. Cf. Sl 38, 5: 39, 9.12."
        },
        {
            "tipo": "referência",
            "texto": "100. Cf. Sl 32, 5: 107. 20; Mc 2, 5-12."
        },
        {
            "tipo": "referência",
            "texto": "101. Cf. Is 53, 11."
        },
        {
            "tipo": "referência",
            "texto": "102. Cf. Is 33, 24."
        },
        {
            "tipo": "referência",
            "texto": "103. Cf. Mt 4, 24."
        },
        {
            "tipo": "referência",
            "texto": "104. Cf. Lc 7, 16."
        },
        {
            "tipo": "referência",
            "texto": "105. Cf. Mc 2, 5-12."
        },
        {
            "tipo": "referência",
            "texto": "106. Cf. Mc 2, 17."
        },
        {
            "tipo": "referência",
            "texto": "107. Cf. Mc 5, 34.36: 9. 23."
        },
        {
            "tipo": "referência",
            "texto": "108. Cf. Mc 7. 32-36; 8, 22-25."
        },
        {
            "tipo": "referência",
            "texto": "109. Cf. Jo 9, 6-15."
        },
        {
            "tipo": "referência",
            "texto": "110. Cf. Mc 3, 10: 6. 56."
        },
        {
            "tipo": "referência",
            "texto": "111. Cf. Is 53, 4."
        },
        {
            "tipo": "referência",
            "texto": "112. Cf. Is 53, 4-6."
        },
        {
            "tipo": "referência",
            "texto": "113. Cf. Mt 10, 38."
        },
        {
            "tipo": "referência",
            "texto": "114. Cf. Act 9, 34: 14, 3."
        },
        {
            "tipo": "referência",
            "texto": "115. Cf. Mt 1, 21: Act  4, 12."
        },
        {
            "tipo": "referência",
            "texto": "116. Cf. 1 Cor 12, 9. 28. 30."
        },
        {
            "tipo": "referência",
            "texto": "117. Cf. Jo 6, 54.58."
        },
        {
            "tipo": "referência",
            "texto": "118. Cf. 1 Cor 11, 30."
        },
        {
            "tipo": "referência",
            "texto": "119. Cf. Santo Inocêncio, Epistula Si instituta ecclesiastica: DS 216; Concílio de Florença, Decretum pro Armenis: DS 1324-1325: Concílio de Trento, Sess. 14ª, Doctrina de sacramento extremae Unctionis, c. 1-2: DS 1695-1696; Id., Sess. 14ª, canones de extrema Unctione, can. 1-2: DS 1716-1717."
        },
        {
            "tipo": "referência",
            "texto": "120. Cf. Mc 6, 13."
        },
        {
            "tipo": "referência",
            "texto": "121. Concílio de Trento, Sess. 14ª, Doctrina de sacramento extremae Unctionis, c. 1: DS 1695; Cf. Tg 5, 14-15."
        },
        {
            "tipo": "referência",
            "texto": "122.  Concílio de Trento, Sess. 14ª, Doctrina de sacramento extremae Unctionis,  Sess. 14ª, c. 2: DS 1696."
        },
        {
            "tipo": "referência",
            "texto": "123. Cf. II Concílio do Vaticano, Sacrosanctum concilium, 73: AAS 56 (1964) 118-119."
        },
        {
            "tipo": "referência",
            "texto": "124. Paulo VI. Const. ap. Sacram Unctionem infirmorum: AAS 65 (1973) 8. Cf.CIC 847, § 1."
        },
        {
            "tipo": "referência",
            "texto": "125. II Concílio do Vaticano, Sacrosanctum concilium, 73: AAS 56 (1964) 118-119: cf. CIC can. 1004. § I. 1005.1007: CCEO can. 738."
        },
        {
            "tipo": "referência",
            "texto": "126.  Cf. Concílio de Trento, Sess. 14ª. Doctrina de sacramento extremae Unctionis, c. 3: DS 1697: Id., Sess. 14ª, Canones de extrema Unctione, can. 4: DS 1719."
        },
        {
            "tipo": "referência",
            "texto": "127.  II Concílio do Vaticano, Sacrosanctum concilium, 27: AAS 56 (1964) 107."
        },
        {
            "tipo": "referência",
            "texto": "128. Cf. Tg 5, 14."
        },
        {
            "tipo": "referência",
            "texto": "129. Cf. Tg 5, 15."
        },
        {
            "tipo": "referência",
            "texto": "130. Cf. Heb 2, 15."
        },
        {
            "tipo": "referência",
            "texto": "131. Concílio de Florença, Decretum pro Armenis: DS 1325"
        },
        {
            "tipo": "referência",
            "texto": "132. Cf. Concílio de Trento, Sess. 14ª, canones de extrema Unctione, can. 2: DS 1717."
        },
        {
            "tipo": "referência",
            "texto": "133. II Concílio do Vaticano, Const. dogm. Lumen Gentium, 11: AAS 57 (1965) 15."
        },
        {
            "tipo": "referência",
            "texto": "134. Concílio de Trento, Sess. 14ª, Doctrina de sacramento extremae Unctionis, c. 3: DS 1698."
        },
        {
            "tipo": "referência",
            "texto": "135. Ibid."
        },
        {
            "tipo": "referência",
            "texto": "136. Cf. Concílio de Trento, Sess. 14ª, Doctrina de sacramento extremae Unctionis, Prooemium: DS 1694."
        },
        {
            "tipo": "referência",
            "texto": "137. Cf. Jo 13, 1."
        }
    ]
}